Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, es, fa, ro_ro, zh

source: Statistics
bs_ba: Statistika
es: Estadísticas
fa: آمار
ro_ro: Statistică
zh: 统计

source: Schedule
bs_ba: Raspored
es: Horario
fa: برنامه
ro_ro: Orar
zh: 安排

source: Last update
es: Última actualización
ro_ro: Ultima actualizare

source: Never
bs_ba: Nikada
es: Nunca
fa: هرگز
ro_ro: niciodată
zh: 从不

source: Queue
bs_ba: Vreme
es: Someter
fa: صف
ro_ro: Coadă
zh: 队列

source: View
bs_ba: Pogled
es: Ver
fa: چشم انداز
ro_ro: Vedere
zh: 视图

source: Namespace details
bs_ba: Detalji o prostoru imena
es: Detalles de group
fa: جزئیات نام دامنه
ro_ro: Detalii privind spațiul pentru nume
zh: 命名空间详细信息

source: Namespace list
bs_ba: Spisak prostora sa imenima
es: Lista de grupos
fa: لیست فضای نام
ro_ro: Lista de spații de nume
zh: 命名空间列表

source: Slug
es: Identificador
fa: لاغر
zh: 标称

source: Date time
bs_ba: Datum vreme
es: Fecha y hora
fa: زمان قرار
ro_ro: Data și ora
zh: 日期时间

source: Data
bs_ba: Podaci
es: Datos
fa: داده ها
zh: 数据

source: Statistics result
bs_ba: Statistički rezultat
es: Resultado de estadísticas
fa: نتیجه آمار
ro_ro: Rezultat statistici
zh: 统计结果

source: Statistics results
bs_ba: Rezultati statistike
es: Resultados de estadísticas
fa: نتایج آمار
ro_ro: Rezultate statistici
zh: 统计结果

source: View statistics
bs_ba: Pregled statistike
es: Ver estadísticas
fa: مشاهده آمار
ro_ro: Afișare statistici
zh: 查看统计信息

source: Execute statistic
bs_ba: Izvrši statistiku
es: Ejecutar estadística
fa: اجرای آمار
ro_ro: Executați statistici
zh: 执行统计

source: No data available.
es: No hay datos disponibles.
ro_ro: Nici o informatie disponibila.

source: Last update: %(datetime)s
es: Última actualización: %(datetime)s
ro_ro: Ultima actualizare: %(datetime)s

source: Statistics namespaces
bs_ba: Statistike o prostoru imena
es: Grupos de estadísticas
fa: فضاهای نامساعد
ro_ro: Numele de spațiu pentru statistici
zh: 统计命名空间

source: Namespace details for: %s
bs_ba: Detalji o prostoru imena: %s
es: Detalles para grupo: %s
fa: جزئیات نام دامنه برای: %s
ro_ro: Detalii despre spațiul de nume pentru: %s
zh: 命名空间详细信息：%s

source: Results for: %s
bs_ba: Rezultati za: %s
es: Resultados para: %s
fa: نتایج برای: %s
ro_ro: Rezultate pentru: %s
zh: 结果：%s

source: Statistic "%s" not found.
bs_ba: Statistika "%s" nije nađena.
es: No se encontró estadística "%s".
fa: آمار "%s" یافت نشد
ro_ro: Statistica "%s" nu a fost găsită.
zh: 统计“%s”未找到。

source: Queue statistic "%s" to be updated?
bs_ba: Da li će se ažurirati statistika redova "%s"?
es: ¿Someter estadística "%s" para ser actualizada?
fa: آمار رسمی "%s" به روزرسانی می شود؟
ro_ro: Trimite în coada de statistici "%s" pentru a fi actualizată?
zh: 队列统计“%s”有待更新？

source: Statistic "%s" queued successfully for update.
bs_ba: Statistika "%s" je uspešno stavila u red za ažuriranje.
es: La estadística "%s" fue sometida para la actualización.
ro_ro: Statistica "%s" a fost așezată cu succes la coada pentru actualizare.
zh: 统计“%s”已成功排队等待更新。
