Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Links
cs: Odkazy

source: Web links
cs: webové odkazy

source: Web link created
cs: Webový odkaz byl vytvořen

source: Web link edited
cs: Webový odkaz byl upraven

source: Web link navigated
cs: Navigace webovým odkazem

source: Create new web link
cs: Vytvořit nový webový odkaz

source: Delete
cs: Odstranit

source: Document types
cs: Typy dokumentů

source: Edit
cs: Upravit

source: Navigate
cs: Navigovat

source: A short text describing the web link.
cs: Krátký text popisující webový odkaz.

source: Label
cs: Jmenovka

source: Template that will be used to craft the final URL of the web link.
cs: Šablona, která bude použita k vytvoření cílové adresy URL webového odkazu.

source: Template
cs: Šablona

source: Enabled
cs: Povoleno

source: Web link
cs: webový odkaz

source: Create new web links
cs: Vytvořte nové webové odkazy

source: Delete web links
cs: Smazat webové odkazy

source: Edit web links
cs: Upravit webové odkazy

source: View existing web links
cs: Zobrazit existující webové odkazy

source: View web link instances
cs: Zobrazit instance webového odkazu

source: Available web links
cs: Dostupné webové odkazy

source: Web links enabled
cs: Webové odkazy povoleny

source: Web links to enable for document type: %s
cs: Povolit webové odkazy pro typ dokumentu: %s

source: Available document types
cs: Dostupné typy dokumentů

source: Document types enabled
cs: Typy dokumentů povoleny

source: Document type for which to enable web link: %s
cs: Typ dokumentu, pro který chcete povolit webový odkaz: %s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
cs: Webové odkazy umožňují generovat HTTP odkazy z dokumentů na externí zdroje. URL odkazu mohou obsahovat hodnoty vlastností dokumentu.

source: There are no web links
cs: Žádné webové odkazy

source: There are no web links for this document
cs: Na tento dokument nejsou žádné odkazy

source: Web links for document: %s
cs: Webové odkazy na dokument: %s

source: Delete web link: %s
cs: Smazat webový odkaz: %s

source: Edit web link: %s
cs: Upravit webový odkaz: %s
