Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: bg, de_de, es, fr, nl, ro_ro, ru, sl

source: Announcements
bg: Съобщения
de_de: Ankündigungen
es: Anuncios
fr: Annonces
nl: Aankondiging
ro_ro: Anunțuri
ru: Объявления
sl: Obvestila

source: None
bg: Няма
de_de: Keine
es: Ninguno
fr: Aucun
nl: Geen
ro_ro: Nici unul
ru: Нет
sl: Nobenega

source: Announcement created
bg: Съобщението е създадено
de_de: Ankündigung erstellt
es: Anuncio creado
fr: Annonce créée
nl: Aankondiging aangemaakt
ro_ro: Anunț creat
ru: Объявление создано
sl: Obvestilo ustvarjeno

source: Announcement edited
bg: Съобщението е редактирано
de_de: Ankündigung bearbeitet
es: Anuncio editado
fr: Annonce modifiée
nl: Aankondiging bewerkt
ro_ro: Anunț editat
ru: Объявление изменено
sl: Obvestilo urejeno

source: Create announcement
bg: Създайте съобщение
de_de: Ankündigung erstellen
es: Crear anuncio
fr: Créer une annonce
nl: CreÃ«er aankondiging
ro_ro: Creați anunț
ru: Создать объявление
sl: Ustvari obvestilo

source: Delete
bg: Изтрийте
de_de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
ro_ro: Șterge
ru: Удалить
sl: Izbriši

source: Edit
bg: Редактиране
de_de: Bearbeiten
es: Editar
fr: Modifier
nl: Bewerken
ro_ro: Editați
ru: Редактировать
sl: Uredi

source: Short description of this announcement.
bg: Кратко описание на това съобщение.
de_de: Kurze Beschreibung dieser Ankündigung.
es: Breve descripción de este anuncio.
fr: Brève description de cette annonce.
nl: Korte beschrijving van deze aankondiging.
ro_ro: Scurtă descriere a acestui anunț.
ru: Краткое описание объявления.
sl: Kratek opis te objave.

source: Label
bg: Етикет
de_de: Bezeichner
es: Etiqueta
fr: Étiquette
ro_ro: Conținut etichetă
ru: Заголовок
sl: Oznaka

source: The actual text to be displayed.
bg: Действителният текст за показване.
de_de: Der tatsächlich anzuzeigende Text.
es: El texto que se mostrará.
fr: Le texte réel à afficher.
nl: Werkelijke tekst
ro_ro: Textul real care urmează să fie afișat.
ru: Сообщение, которое будет отображаться.
sl: Dejansko besedilo, ki bo prikazano.

source: Text
bg: Текст
es: Texto
fr: Texte
nl: Tekst
ru: Текст
sl: Besedilo

source: Enabled
bg: Активиран
de_de: Aktiviert
es: Habilitado
fr: Activé
nl: Ingeschakeld
ro_ro: Activat
ru: Включено
sl: Omogočeno

source: Date and time after which this announcement will be displayed.
bg: Дата и час, след които това съобщение ще се покаже.
de_de: Datum und Uhrzeit, nach denen diese Ankündigung angezeigt wird.
es: Fecha y hora después de las cuales se mostrará este anuncio.
fr: Date et heure représentant le moment que cette annonce sera affichée.
nl: Datum en tijd waarna deze aankondiging word getoond
ro_ro: Data și ora după care va fi afișat acest anunț.
ru: Дата и время начала отображения объявления.
sl: Datum in čas, po katerem bo to obvestilo prikazano.

source: Start date time
bg: Начални дата и час
de_de: Startdatum und Uhrzeit
es: Fecha y hora de comienzo
fr: Date de début
nl: Starttijdstip
ro_ro: Marcaj temporal al începutului
ru: Дата и время начала
sl: Začetni datum čas

source: Date and time until when this announcement is to be displayed.
bg: Дата и час, до които трябва да се покаже това съобщение.
de_de: Datum und Uhrzeit bis der diese Ankündigung angezeigt wird.
es: Fecha y hora hasta la cuál se mostrará este anuncio.
fr: Date et heure qui indique quand cette annonce doit être affichée.
nl: Datum en tijd tot waneer deze aankondiging word getoond
ro_ro: Data și ora până la care urmează să fie afișat acest anunț.
ru: Дата и время окончания отображения объявления.
sl: Datum in čas, do kdaj naj bo to obvestilo prikazano.

source: End date time
bg: Крайни дата и час
de_de: Enddatum und Uhrzeit
es: Fecha y hora final
fr: Date de fin
nl: Eindtijdstip
ro_ro: Marcaj temporal al sfârșitului
ru: Дата и время окончания
sl: Končni datum čas

source: Announcement
bg: Съобщение
de_de: Ankündigung
es: Anuncio
fr: Annonce
nl: Aankondiging
ro_ro: Anunţ
ru: Объявления
sl: Obvestilo

source: Create announcements
bg: Създайте съобщения
de_de: Ankündigungen erstellen
es: Crea anuncios
fr: Créer des annonces
nl: Maak aankondiging
ro_ro: Creați anunțuri
ru: Создать объявления
sl: Ustvari obvestila

source: Delete announcements
bg: Изтриване на съобщения
de_de: Ankündigungen löschen
es: Eliminar anuncios
fr: Supprimer les annonces
nl: Verwijder aankondiging
ro_ro: Ștergeți anunțuri
ru: Удалить объявления
sl: Brisanje obvestil

source: Edit announcements
bg: Редактиране на съобщения
de_de: Ankündigungen bearbeiten
es: Editar anuncios
fr: Modifier les annonces
nl: Verander aankondiging
ro_ro: Editați anunțuri
ru: Редактировать объявления
sl: Uredite obvestila

source: View announcements
bg: Преглед на съобщенията
de_de: Ankündigungen anzeigen
es: Ver anuncios
fr: Afficher les annonces
nl: Bekijk aankondiging
ro_ro: Vizualizați anunțuri
ru: Просмотр объявлений
sl: Ogled obvestil

source: Error deleting announcement "%(instance)s"; %(exception)s
bg: Грешка при изтриването на съобщение „%(instance)s“; %(exception)s
de_de: Fehler beim Löschen der Ankündigung "%(instance)s"; %(exception)s
es: Error al eliminar el anuncio "%(instance)s"; %(exception)s
fr: Erreur lors de la suppression de l'annonce "%(instance)s"; %(exception)s
nl: Fout bij verwijderen aankondiging "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea anunțului „%(instance)s”; %(exception)s
ru: Ошибка при удалении объявления "%(instance)s"; %(exception)s
sl: Napaka pri brisanju obvestila &quot;%(instance)s&quot;; %(exception)s

source: Announcement "%(object)s" deleted successfully.
bg: Съобщението &quot;%(object)s&quot; беше изтрито успешно.
de_de: Ankündigung "%(object)s" erfolgreich gelöscht.
es: El anuncio "%(object)s" se eliminó correctamente.
fr: Annonce "%(object)s" supprimée avec succès.
nl: Aankondiging "%(object)s" successvol verwijderd
ro_ro: Anunțul „%(object)s” a fost șters cu succes.
ru: Объявление "%(object)s" удалено.
sl: Obvestilo &quot;%(object)s&quot; je bilo uspešno izbrisano.

source: %(count)d announcement deleted successfully.
bg: %(count)d съобщение беше изтрито успешно.
de_de: %(count)d Ankündigung erfolgreich gelöscht.
es: %(count)d anuncio eliminado correctamente.
fr: %(count)d annonce supprimée avec succès.
nl: %(count)daankondigin(en) succesvol verwijderd
ro_ro: Anunțul %(count)d a fost șters cu succes.
ru: %(count)d объявление удалено.
sl: %(count)d obvestilo uspešno izbrisano.

source: %(count)d announcements deleted successfully.
bg: %(count)d съобщения бяха изтрити успешно.
de_de: %(count)d Ankündigungen erfolgreich gelöscht.
es: %(count)d anuncios eliminados con éxito.
fr: %(count)d annonces supprimées avec succès.
nl: %(count)daankondiging(en) succesvol verwijderd
ro_ro: %(count)d anunțuri au fost șterse cu succes.
ru: %(count)d объявлений удалено.
sl: %(count)d obvestila uspešno izbrisana.

source: Delete announcement: %(object)s.
bg: Изтриване на съобщение: %(object)s.
de_de: Ankündigung löschen: %(object)s.
es: Eliminar anuncio: %(object)s.
fr: Supprimer l'annonce: %(object)s.
nl: Verwijder aankondiging %(object)s.
ro_ro: Ștergeți anunțul: %(object)s.
ru: Удалить объявление: %(object)s.
sl: Izbriši obvestilo: %(object)s.

source: Delete the %(count)d selected announcement.
bg: Изтрийте избраното съобщение %(count)d.
de_de: Die ausgewählte %(count)d Ankündigung löschen.
es: Eliminar %(count)d anuncio seleccionado.
fr: Supprimer %(count)d annonce sélectionnée.
nl: Verwijder de geselecteerde aankondiging(en) %(count)d.
ro_ro: Ștergeți anunțul selectat %(count)d.
ru: Удалить %(count)d выбранное объявление.
sl: Izbrišite %(count)d izbrano objavo.

source: Delete the %(count)d selected announcements.
bg: Изтрийте избраните съобщения %(count)d.
de_de: Die %(count)d ausgewählten Ankündigungen löschen.
es: Elimina los %(count)d anuncios seleccionados.
fr: Supprimez les %(count)dannonces sélectionnées .
nl: Verwijder de %(count)d geselecteerde aankondiging(en) .
ro_ro: Ștergeți %(count)d anunțuri selectate.
ru: Удалить %(count)d выбранных объявлений.
sl: Izbrišite %(count)d izbrane objave.

source: Edit announcement: %s
bg: Редактиране на съобщение: %s
de_de: Ankündigung bearbeiten: %s
es: Editar anuncio: %s
fr: Modifier l'annonce: %s
nl: Verander aankondiging: %s
ro_ro: Editați anunțul: %s
ru: Редактировать объявление: %s
sl: Uredi obvestilo: %s

source: Announcements are displayed in the login view. You can use announcements to convery information about your organzation, announcements or usage guidelines for your users.
bg: Съобщенията се показват в изгледа за вход. Можете да използвате съобщения за събиране на информация за вашата организация, съобщения или насоки за използване за вашите потребители.
de_de: Ankündigungen werden bei der Anmeldung angezeigt. Sie können dies nutzen, um Informationen zu Ihrem Unternehmen, Ankündigungen oder Nutzungsrichtlinien anzuzeigen.
es: Los anuncios se muestran en la vista de inicio de sesión. Puede utilizarlos para transmitir información sobre su organización, anuncios o pautas de uso para sus usuarios.
fr: Les annonces sont affichées dans la page de connexion. Vous pouvez utiliser les annonces pour transmettre des informations sur votre organisation, des annonces ou des consignes d'utilisation pour vos utilisateurs.
nl: Aankondigingen worden weergegeven in het login overzicht. Je kunt berichten gebruiken om informatie over uw organisatie, aankondigingen of gebruiksrichtlijnen te verspreiden onder de gebruikers.
ro_ro: Anunțurile sunt afișate în ecranul de conectare. Puteți folosi anunțuri pentru a transmite informații despre organizația dvs., anunțuri sau ghiduri de utilizare pentru utilizatorii dvs.
ru: Объявления отображаются на странице входа в систему. Вы можете использовать объявления для передачи информации о вашей организации, объявлений или руководств по использованию для ваших пользователей.
sl: Obvestila so prikazana v pogledu za prijavo. Z obvestili lahko posredujete informacije o vaši organizaciji, obvestila ali navodila za uporabo za svoje uporabnike.

source: No announcements available
bg: Няма налични съобщения
de_de: Keine Ankündigungen verfügbar
es: No hay anuncios disponibles
fr: Aucune annonce disponible
nl: Geen aankondigingen beschikbaar
ro_ro: Nu există anunțuri disponibile
ru: Нет доступных объявлений
sl: Napovedi niso na voljo
