Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/authentication_otp/locale/*/LC_MESSAGES/django.po
Languages: bg, es_pr, fr, pt, ro_ro, sl

source: Authentication OTP
bg: OTP за удостоверяване
es_pr: Autenticación OTP
fr: Authentification par mot de passe à usage unique (OTP)
pt: OTP de autenticação
ro_ro: Autentificare OTP
sl: OTP za preverjanje pristnosti

source: OTP disabled
bg: OTP е деактивиран
es_pr: OTP deshabilitado
fr: OTP désactivé
pt: OTP desativado
ro_ro: OTP dezactivat
sl: OTP onemogočen

source: OTP enabled
bg: OTP е активиран
es_pr: OTP habilitado
fr: OTP activé
pt: OTP ativado
ro_ro: OTP activat
sl: OTP omogočen

source: Token is either invalid or expired.
bg: Маркерът е или невалиден, или изтекъл.
es_pr: El código no es válido o ha caducado.
fr: Le jeton n'est pas valide ou a expiré.
pt: O código é inválido ou expirado
ro_ro: Jetonul este fie nevalid, fie expirat.
sl: Žeton je neveljaven ali potekel.

source: TOTP token
bg: TOTP маркер
es_pr: Código TOTP
fr: Jeton TOTP
pt: Código TOTP
ro_ro: Jeton TOTP
sl: TOTP žeton

source: OTP enabled?
bg: Активиран ли е OTP?
es_pr: ¿OTP habilitado?
fr: OTP activé?
pt: OTP ativado?
ro_ro: OTP activat?
sl: OTP omogočen?

source: Yes
bg: Да
es_pr: Sí
fr: Oui
pt: Sim
ro_ro: Da
sl: Da

source: No
bg: Не
fr: Non
pt: Não
ro_ro: Nu
sl: Ne

source: Scan the QR code or enter the secret in your authentication device. Do not share this secret, treat it like a password.
bg: Сканирайте QR кода или въведете тайния код във вашето устройство за удостоверяване. Не споделяйте този таен код, третирайте го като парола.
es_pr: Escanee el código QR o ingrese el secreto en su dispositivo de autenticación. No comparta este secreto, trátelo como una contraseña.
fr: Scannez le code QR ou entrez le secret dans votre dispositif d'authentification. Ne partagez pas ce secret, traitez-le comme un mot de passe.
pt: Ler o código QR ou escreva o segredo no seu dispositivo de autenticação. Não partilhe este segredo, guarde-o como se fosse uma palavra-passe.
ro_ro: Scanați codul QR sau introduceți secretul în dispozitivul dvs. de autentificare. Nu împărtășiți acest secret, tratați-l ca pe o parolă.
sl: Skenirajte kodo QR ali vnesite skrivnost v napravo za preverjanje pristnosti. Ne delite te skrivnosti, obravnavajte jo kot geslo.

source: Secret
bg: Тайни
es_pr: Secreto
pt: Segredo
sl: Skrivnost

source: Enter the corresponding token to validate that the secret was saved correct.
bg: Въведете съответния маркер, за да потвърдите, че тайният код е запазен правилно.
es_pr: Ingrese el código correspondiente para validar que el secreto se guardó correctamente.
fr: Entrez le jeton correspondant pour valider que le secret a été enregistré correctement.
pt: Escreva o código correspondente para validar que o segredo foi salvo corretamente
ro_ro: Introduceți jetonul corespunzător pentru a valida dacă secretul a fost salvat corect.
sl: Vnesite ustrezen žeton, da potrdite, da je bila skrivnost pravilno shranjena.

source: Token
bg: Маркер
es_pr: Código
fr: Jeton
pt: Código
ro_ro: Jeton
sl: Žeton

source: Token is incorrect for the specified secret.
bg: Маркерът е неправилен за посоченият таен код.
es_pr: El código es incorrecto para el secreto especificado.
fr: Le jeton est incorrect pour le secret spécifié.
pt: O código está incorreto para o segredo específico.
ro_ro: Jetonul este incorect pentru secretul specificat.
sl: Žeton ni pravilen za navedeno skrivnost.

source: OTP details
bg: Подробности за OTP
es_pr: Detalles de la OTP
fr: Détails OTP
pt: Detalhes de OTP
ro_ro: Detalii OTP
sl: podrobnosti OTP

source: Disable OTP
bg: Деактивирайте OTP
es_pr: Deshabilitar OTP
fr: Désactiver OTP
pt: Desativar OTP
ro_ro: Dezactivați OTP
sl: Onemogoči OTP

source: Enable OTP
bg: Активирайте OTP
es_pr: Habilitar OTP
fr: Activer OTP
pt: Ativar OTP
ro_ro: Activați OTP
sl: Omogoči OTP

source: User
bg: Потребител
es_pr: Usuario
fr: Utilisateur
pt: Utilizador
ro_ro: Utilizator
sl: Uporabnik

source: 16 character, base32 encoded random string.
bg: 16 знаков произволен низ, кодиран с base32.
es_pr: Texto aleatorio de 16 caracteres codificado en base32.
fr: 16 caractères, chaîne aléatoire encodée en base32.
pt: Linha de 16 caracteres, base32 aleatória codificada
ro_ro: 16 caractere, șir aleator codificat în bază32.
sl: 16 znakov, base32 kodiran naključni niz.

source: User OTP data
bg: Потребителски OTP данни
es_pr: Datos OTP del usuario
fr: Données OTP de l'utilisateur
pt: Dados OTP de utilizador
ro_ro: Datele OTP ale utilizatorului
sl: Uporabniški podatki OTP

source: Users OTP data
bg: OTP данни на потребителите
es_pr: Datos OTP de los usuarios
fr: Données OTP des utilisateurs
pt: Dados OTP de utilizadores
ro_ro: Datele OTP ale utilizatorilor
sl: Uporabniški podatki OTP

source: One time pad details for user: %s
bg: Подробности за временната клавиатура за потребителя: %s
es_pr: Detalles de código de un uso para el usuario: %s
fr: Détails du masque jetable pour l'utilisateur: %s
pt: Detalhes de pad de uso único para o utilizador: %s
ro_ro: OTP pentru utilizator: %s
sl: Podrobnosti o enkratni tablici za uporabnika: %s

source: Disable one time pad for user: %s
bg: Деактивирайте временната клавиатура за потребител: %s
es_pr: Deshabilitar el código de un solo uso para el usuario: %s
fr: Désactiver le masque jetable pour l'utilisateur: %s
pt: Desativar pad de uso único para o utilizador: %s
ro_ro: Dezactivați OTP pentru utilizator: %s
sl: Onemogoči eno časovno ploščico za uporabnika: %s

source: OTP disable successfully.
bg: OTP деактивиране успешно.
es_pr: OTP deshabilitado con éxito.
fr: OTP désactivé avec succès.
pt: OTP desativado com sucesso
ro_ro: OTP dezactivat cu succes.
sl: OTP je uspešno onemogočen.

source: OTP is already enabled.
bg: OTP вече е активиран.
es_pr: OTP ya está habilitado.
fr: OTP est déjà activé.
pt: OTP já está ativo.
ro_ro: OTP este deja activat.
sl: OTP je že omogočen.

source: OTP enabled successfully.
bg: OTP е активиран успешно.
es_pr: OTP habilitado con éxito.
fr: OTP activé avec succès.
pt: OTP ativado com sucesso
ro_ro: OTP a fost activat cu succes.
sl: OTP je uspešno omogočen.

source: Enable one time pad for user: %s
bg: Активиране на временната клавиатура за потребител: %s
es_pr: Habilitar código de un solo uso para el usuario: %s
fr: Activer le masque jetable pour l'utilisateur: %s
pt: Ativar pad de uso único para o utilizador: %s
ro_ro: Activați OTP pentru utilizator: %s
sl: Omogoči eno časovnico za uporabnika: %s

source: OTP secret validation error.
bg: Грешка при валидиране на тайния код на OTP.
es_pr: Error de validación de secreto OTP.
fr: Erreur de validation du secret OTP.
pt: Erro de validação do segredo OTP
ro_ro: Eroare de validare OTP secret.
sl: Napaka pri preverjanju skrivnosti OTP.
