Repository: mayan-edms/Mayan-EDMS
Catalog: apps/bootstrap/locale/*/LC_MESSAGES/django.po
Languages: es, nl_nl

source: bootstrap setup list
es: list de configuraciones de arranque
nl_nl: 'Bootstrap Setup' lijst

source: create new bootstrap setup
es: crear nueva configuración de arranque
nl_nl: Nieuwe 'Bootstrap Setup' aanmaken

source: edit
es: editar
nl_nl: bewerken

source: delete
es: borrar
nl_nl: verwijderen

source: execute
es: ejecutar
nl_nl: uitvoeren

source: dump current setup
es: grabar la configuración actual
nl_nl: huidige Setup verwijderen

source: export
es: exportar
nl_nl: exporteren

source: import from file
es: importar desde el archivo
nl_nl: importeren vanaf een bestand

source: import from URL
es: importar desde URL
nl_nl: importeren vanaf een URL

source: sync with repository
es: sincronizar con el repositorio
nl_nl: synchroniseren met de opslag

source: erase database
es: borrar la base de datos
nl_nl: database wissen

source: name
es: nombre
nl_nl: naam

source: slug
es: identificador
nl_nl: dop

source: description
es: descripción
nl_nl: omschrijving

source: fixture
es: código
nl_nl: mal

source: These are the actual database structure creation instructions.
es: Estas son la instrucciones reales para la creación de las estructuras de la base de datos.
nl_nl: Dit zijn de instructies voor het aanmaken van de database.

source: type
es: tipo
nl_nl: soort

source: creation date and time
es: fecha y hora de creación
nl_nl: aanmaakdatum en tijd

source: View bootstrap setups
es: Ver las configuraciones de arranque
nl_nl: 'Bootstrap Setups' bekijken

source: Create bootstrap setups
es: Crear configuraciones de arranque
nl_nl: 'Bootstrap Setups' aanmaken

source: Edit bootstrap setups
es: Editar las configuraciones de arranque
nl_nl: 'Bootstrap Setups' bewerken

source: Delete bootstrap setups
es: Eliminar las configuraciones de arranque
nl_nl: 'Bootstrap Setups' verwijderen

source: Execute bootstrap setups
es: Ejecutar configuraciones de arranque
nl_nl: 'Bootstrap Setups' uitvoeren

source: Dump the current project\s setup into a bootstrap setup
es: Grabar la configuración actual del projecto en una configuración de arranque
nl_nl: Verplaats de 'setup' van het huidige project naar een 'Bootstrap Setup'

source: Export bootstrap setups as files
nl_nl: Exporteer 'Bootstrap Setups' als bestanden

source: Import new bootstrap setups
nl_nl: Importeren van nieuwe 'Bootstrap Setups'

source: Sync the local bootstrap setups with a published repository
nl_nl: Synchroniseer de locale 'Bootstrap Setups' met een publieke opslag

source: Erase the entire database and document storage
es: Borrar toda la base de datos y almacenamiento de documentos
nl_nl: Volledige database en documentopslag wissen

source: Provides pre configured setups for indexes, document types, tags, etc.
es: Proporciona configuraciones pre ajustadas para los índices, tipos de documentos, etiquetas, etc
nl_nl: Levert voorgeconfigureerde 'Setups' voor indexering, documentsoorten, labels, etc.

source: Bootstrap setup created successfully
nl_nl: 'Bootstrap Setup' is aangemaakt

source: Error creating bootstrap setup.
es: Error al crear la configuración de arranque.
nl_nl: Fout bij het aanmaken van een 'Bootstrap Setup'

source: create bootstrap
es: crear configuración de arranque
nl_nl: 'Bootstrap' aanmaken

source: Bootstrap setup edited successfully
es: Configuración de arranque editada exitosamente.
nl_nl: 'Bootstrap Setup' is aangepast

source: Error editing bootstrap setup.
es: Error editando la configuración de arranque.
nl_nl: Fout bij het bewerken van een 'Bootstrap Setup'

source: edit bootstrap setup: %s
es: editar configuración de arranque: %s
nl_nl: 'Bootstrap Setup: %s, bewerken

source: Bootstrap setup: %s deleted successfully.
es: Configuración de arranque :%s eliminada exitosamente.
nl_nl: 'Bootstrap Setup': %s is verwijdert

source: Bootstrap setup: %(bootstrap)s, delete error: %(error)s
nl_nl: Fout bij het verwijderen van 'Bootstrap Setup': %(bootstrap)s. Foutmelding: %(error)s

source: Are you sure you with to delete the bootstrap setup: %s?
es: ¿Seguro que desea borrar la configuración de arranque: %s?
nl_nl: Bent u er zeker van dat u, 'Bootstrap Setup': %s, wenst te verwijderen?

source: Cannot execute bootstrap setup, there is existing data. Erase all data and try again.
nl_nl: Kan de 'Bootstrap Setup' niet uitvoeren, er zijn momenteel gegevens aanwezig. Verwijder aanwezige gegevens en probeer het opnieuw.

source: Error executing bootstrap setup; %s
es: Error al ejecutar la configuración de arranque; %s
nl_nl: Fout bij het uitvoeren van 'Bootstrap Setup': Foutmelding: %s

source: Bootstrap setup "%s" executed successfully.
es: Configuración de arranque "%s" ejecutada exitosamente.
nl_nl: 'Bootstrap Setup' "%s" is uitgevoerd.

source: Are you sure you wish to execute the database bootstrap setup named: %s?
nl_nl: Bent u er zeker van dat u database 'Bootstrap Setup': %s, wenst uit te voeren?

source: Error dumping configuration into a bootstrap setup; %s
nl_nl: Fout bij het verplatsen van de configuratie naar een 'Bootstrap Setup'. Foutmelding: %s

source: Bootstrap setup created successfully.
nl_nl: 'Bootstrap Setup' is aangemaakt.

source: dump current configuration into a bootstrap setup
nl_nl: verplaats huidige configuratie naar een 'Bootstrap Setup'

source: Bootstrap setup imported successfully.
nl_nl: 'Bootstrap Setup' is ge√Ømporteerd

source: File is not a bootstrap setup.
nl_nl: Bestand is geen 'Bootstrap Setup'

source: Error importing bootstrap setup from file; %s.
nl_nl: Fout bij het importeren van een 'Bootstrap Setup' vanuit een bestand. Foutmelding: %s.

source: Import bootstrap setup from file
nl_nl: Importeren van een 'Bootstrap Setup' vanuit een bestand

source: Data from URL is not a bootstrap setup.
nl_nl: De data van de URL is geen 'Bootstrap Setup'

source: Error importing bootstrap setup from URL; %s.
nl_nl: Fout bij het importeren van een 'Bootstrap Setup' vanuit URL: %s.

source: Import bootstrap setup from URL
nl_nl: Importeren van 'Bootstrap Setup' vanuit een URL

source: Error erasing database; %s
es: Error borrando la base de datos; %s
nl_nl: Fout bij wissen database, foutmelding: %s

source: Database erased successfully.
es: Base de datos borrada exitosamente.
nl_nl: Database is gewist

source: Are you sure you wish to erase the entire database and document storage?
es: ¿Está seguro que desea borrar de la base de datos completamente y el almacenamiento de documentos?
nl_nl: Bent u er zeker van dat u de volledige database en documentopslag wenst te wissen?

source: All documents, sources, metadata, metadata types, set, tags, indexes and logs will be lost irreversibly!
es: ¡Todos los documentos, las fuentes, los metadatos, los tipos de metadatos, los conjuntos de metadatos, las etiquetas, los índices y vitacoras se perderán irreversiblemente!
nl_nl: Alle documenten, documentbronnen, metadata, metadata-typen, verzamelingen, labels, indexeringen en logboeken, zullen onomkeerbaar worden verwijdert!

source: Bootstrap repository successfully synchronized.
nl_nl: 'Bootstrap' opslag is gesynchroniseerd

source: Bootstrap repository synchronization error: %(error)s
nl_nl: Fout bij het synchroniseren van de 'Bootstrap' opslag. Foutmelding: %(error)s

source: Are you sure you wish to synchronize with the bootstrap repository?
nl_nl: Bent u er zeker van dat u de 'Bootstrap' opslag wenst te synchroniseren?

source: bootstrap
es: arranque

source: details
es: detalles

source: bootstrap setup
es: configuración de arranque

source: bootstrap setups
es: configuraciones de arranque

source: Database bootstrap
es: Arranque de base de datos

source: Bootstrap
es: Arranque
