Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/rest_api/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt, tr_tr

source: REST API
es: API REST
fr: API REST
pt: API REST

source: Unable to find serializer class for: %s
es: No se pudo encontrar una clase para serializar: %s
fr: Impossible de trouver une classe de sérialiseur pour : %s
pt: Não foi possível encontrar a classe do serializador para: %s
tr_tr: %sIçin serileştirme sınıfı bulunamadı:

source: API Documentation (Swagger)
es: Documentación API (Swagger)
fr: Documentation API (Swagger)
pt: Documentação da API (Swagger)
tr_tr: API Belgeleri (Swagger)

source: API Documentation (ReDoc)
es: Documentación API (ReDoc)
fr: Documentation API (ReDoc)
pt: Documentação da API (ReDoc)
tr_tr: API Belgeleri (ReDoc)

source: This field is required.
es: Este campo es requerido.
fr: Ce champ est requis.
pt: Este campo é obrigatório.
tr_tr: Bu alan gereklidir.

source: Invalid pk "{pk_value}" - object does not exist.
es: Llave primaria "{pk_value}" es es válida: el objeto no existe.
fr: Clé primaire invalide "{pk_value}" - l'objet n'existe pas.
pt: pk Inválido "{pk_value}" - objeto não existe
tr_tr: Geçersiz pk "{pk_value}" - nesne mevcut değil.

source: Incorrect type. Expected pk value, received {data_type}.
es: Tipo incorrecto. Valor pk esperado, recibido {data_type}.
fr: Type incorrect. Valeur de la clé primaire attendue, reçus {data_type}
pt: Tipo incorreto. Valor pk esperado recebido {data_type}.
tr_tr: Yanlış tip. Beklenen pk değeri, alınan {data_type}.

source: %s API
fr: API %s
pt: API %s
tr_tr: %s API'si

source: Disable the REST API links in the tools menu.
es: Deshabilita los enlaces de la API REST en el menú de herramientas.
fr: Désactivez les liens de l'API REST dans le menu des outils.
pt: Desabilitar os links de API Rest no menu de ferramentas.
tr_tr: Araçlar menüsündeki REST API bağlantılarını devre dışı bırakın.

source: The maximum page size that can be requested.
es: El tamaño máximo de página que se puede solicitar.
fr: La taille de page maximale qui peut être demandée.
pt: O tamanho máximo da página que pode ser pedido.
tr_tr: Talep edilebilecek maksimum sayfa boyutu.

source: The default page size if none is specified.
es: El tamaño de página predeterminado si no se especifica ninguno.
fr: La taille de page par défaut si aucune n'est spécifiée.
pt: O tamanho de página pré-definido se nenhum for especificado.
tr_tr: Hiçbiri belirtilmemişse varsayılan sayfa boyutu.
