Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, de_de, es, es_pr, fa, it, nl_nl, pt_br, ru, sl_si

source: New holder
fa: دارنده مجوز جدید

source: Users
fa: کاربران

source: Groups
fa: گروه ها

source: Roles
bg: Роли
bs: Role
de_de: Rollen
fa: رل ها
nl_nl: Gebruikersrollen
pt_br: Papéis
ru: Роли
sl_si: Vloge

source: Special
fa: ویژه

source: ACLs
bg: ACL
de_de: Zugriffsberechtigungen
es: LCAs
es_pr: LCAs
fa: لیست دسترسی ها (ACLs)
nl_nl: Authorisatielijsten
ru: Списки контроля доступа
sl_si: Pravice

source: Details
fa: جزئیات

source: Grant
fa: دادن اجازه

source: Revoke
fa: پس گرفتن

source: Default ACLs
fa: لیست دسترسی های پیش فرض

source: Classes
fa: کلاس ها

source: ACLs for class
fa: لیست دسترسیها برای کلاس

source: Insufficient access.
es: Acceso insuficiente.
fa: دسترسی ناکافی
it: Accesso insufficiente.

source: Permission
fa: مجوز

source: Access entry
bg: Запис на достъп
bs: Pristupni unos
de_de: Berechtigungseintrag
es: Entrada de acceso
es_pr: Entrada de acceso
fa: ورودی دسترسی
it: Voce di accesso
nl_nl: Authorisatie invoer
pt_br: Entrada de acesso
ru: Элемент доступа
sl_si: Vstopna točka

source: Access entries
bg: Записи на достъп
bs: Pristupni unosi
de_de: Berechtigungseinträge
es: Entradas de acceso
es_pr: Entradas de acceso
fa: ورودیهای دسترسی
it: Voci di accesso
nl_nl: Authorisaties invoer
pt_br: Entradas de acesso
ru: Элементы доступа
sl_si: Vstopne točke

source: Default access entry
fa: ورودی دسترسی پیش فرض

source: Default access entries
fa: ورودیهای دسترسی پیش فرض

source: Creator
fa: خالق

source: Access control lists
bg: Контролни списъци за достъп
bs: Liste kontrole pristupa (ACLs)
de_de: Zugriffsberechtigungen
es: Listas de control de acceso
es_pr: Listas de control de acceso
fa: لیست کنترل دسترسی ها
it: Liste di controllo accessi
nl_nl: Authorisatielijsten
pt_br: Listas de controle de acesso
ru: Списки контроля доступа
sl_si: Seznami za nadzor dostopa

source: Edit ACLs
bg: Редактиране на контролни списъци за достъп
bs: Izmjeniti ACLs
de_de: Zugriffsberechtigungen bearbeiten
es: Editar LCAs
es_pr: Editar LCAs
fa: ویرایش دسترسی ها
it: Modifica ACL
nl_nl: Bewerk authorisatielijsten
pt_br: Editar Controle de Acesso "ACLs"
ru: Редактировать списки контроля доступа
sl_si: Uredi dostopne pravice

source: View ACLs
bg: Преглед на контролни списъци за достъп
bs: Pregledati ACLs
de_de: Zugriffsberechtigungen anzeigen
es: Ver LCAs
es_pr: Ver LCAs
fa: دیدن دسترسی ها
it: Visualizza ACL
nl_nl: Bekijk authorisatielijsten
pt_br: Visualizar Controle de Acesso "ACLs"
ru: Просмотр списков контроля доступа
sl_si: Preglej dostopne pravice

source: Edit class default ACLs
fa: ویرایش دسترسی های پیش فرض کلاس

source: View class default ACLs
fa: دیدن دسترسی های پیش فرض کلاس

source: Access control lists for: %s
bg: Контролни списъци на достъп за: %s
bs: Liste kontrole pristupa (ACL) za: %s
de_de: Zugriffsberechtigungen für %s
es: Listas de control de acceso para: %s
es_pr: Listas de control de acceso para: %s
fa: لیست کنترل دسترسی ها برای : %s
it: Lista dei permessi d'accesso per: %s
nl_nl: Authorisatielijsten voor: %s
pt_br: Listas de controle de acesso para: %s
ru: Списки контроля доступа для: %s
sl_si: Dostopne pravice za %s

source: Holder
fa: دارنده

source: Permissions
bg: Разрешения
bs: Dozvole
de_de: Berechtigungen
es: Permisos
es_pr: Permisos
fa: مجوزها
it: Permessi
nl_nl: Permissies
pt_br: Permissões
ru: Разрешения
sl_si: Pravice

source: Permissions available to: %(actor)s for %(obj)s
fa: مجوزها : %(actor)sبرای %(obj)s

source: Namespace
fa: فضای نام

source: Label
fa: برچسب

source: Has permission
fa: دارای مجوز

source: for %s
fa: برای %s

source: to %s
fa: به %s

source: Are you sure you wish to grant the permission %(title_suffix)s?
fa: آیا از دادن مجوز به %(title_suffix)s مطمئن هستید؟

source: Are you sure you wish to grant the permissions %(title_suffix)s?
fa: آیا از دادن مجوز به %(title_suffix)s مطمئن هستید؟

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
fa: مجوز "%(permission)s" داده شده به %(actor)s برای %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
fa: %(actor)s دارای مجوز %(permission)s برروی %(object)s میباشد.

source: from %s
fa: از %s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
fa: آیا مطمئن هستید که میخواهید مجوز %(title_suffix)s را لغو کنید؟

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
fa: آیا مطمئن هستید که میخواهید مجوز %(title_suffix)s را لغو کنید؟

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
fa: مجوز "%(permission)s از %(actor)s برای %(object)s گرفته شد.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
fa: %(actor)s مجوز %(permission)s را برای %(object)s نداشت.

source: Add new holder for: %s
fa: ایجاد دارنده برای: %s

source: Select
fa: انتخاب

source: Class
fa: کلاس

source: Default access control lists for class: %s
fa: لیست کنترل دسترسی پیش فرض برای کلاس : %s

source: Permissions available to: %(actor)s for class %(class)s
fa: مجوزها : %(actor)s برای کلاس %(class)s

source: Add new holder for class: %s
fa: دارنده جدید برای کلاس : %s

source: Object for which the access is granted. When sorting objects, only the type is used and not the actual label of the object.
es_pr: Objeto para el que se concede el acceso. Al ordenar objetos, solo se usa el tipo y no la etiqueta real del objeto.
pt_br: Objeto para qual o acesso é garantido. Ao selecionar objetos apenas o tipo de objeto é utilizado e não o nome real do objeto.
ru: Объект, к которому предоставлен доступ. При сортировке используется только тип объекта, а не его заголовок.

source: Object
es_pr: Objeto
pt_br: Objeto
ru: Объект

source: ACL created
bg: Новосъздадени ACL
de_de: Zugriffsberechtigung erstellt
es_pr: LCA creada
pt_br: ACL criada
ru: Список контроля доступа создан

source: ACL deleted
es_pr: LCA eliminada
pt_br: ACL eliminada
ru: Список контроля доступа удален

source: ACL edited
bg: Редактирани ACL
de_de: Zugriffsberechtigung bearbeitet
es_pr: LCA editada
pt_br: ACL editada
ru: Список контроля доступа изменен

source: Role
bg: Роля
bs: Uloga
de_de: Rolle
es: Rol
es_pr: Rol
it: Ruolo
nl_nl: Gebruikersrol
pt_br: Papel
ru: Роль
sl_si: Vloga

source: New ACL
bg: Нов ACL
bs: Novi ACL
de_de: Neue Berechtigung
es: Nueva LCA
es_pr: Nueva LCA
it: Nuova ACL
nl_nl: Nieuwe authorisatielijst
pt_br: Nova ACL
ru: Новый список контроля доступа
sl_si: Novi ACL

source: Delete
bg: Изтрийте
bs: Obriši
de_de: Löschen
es: Borrar
es_pr: Eliminar
it: Cancella
nl_nl: Verwijder
pt_br: Excluir
ru: Удалить
sl_si: Izbriši

source: Global ACLs
es_pr: LCA globales
pt_br: ACLs globais
ru: Глобальные списки контроля доступа

source: Object "%s" is not a model and cannot be checked for access.
bg: Обект "%s" не е модел и не може да бъде проверен за достъп
de_de: Objekt "%s" ist kein Modell und kann nicht auf Zugriffsberechtigungen überprüft werden.
es_pr: El objeto "%s"; no es un modelo y no se puede verificar el acceso.
pt_br: O objeto "%s" não é um modelo e não pode ser verificado quanto ao acesso.
ru: Объект "%s" не является моделью и не может быть проверен на доступ.

source: Insufficient access for: %s
bg: Недостатъчен достъп за: %s
bs: Nedovoljan pristup za:%s
de_de: Unzureichende Berechtigung für: %s
es_pr: Acceso insuficiente para: %s
nl_nl: Onvoldoende toegang voor: %s
pt_br: Acesso insuficiente para: %s
ru: Недостаточный доступ для: %s
sl_si: Nezadosten dostop za: %s

source: Role to which the access is granted for the specified object.
es_pr: Rol al que se concede el acceso para el objeto especificado.
pt_br: Função para qual o acesso é garantido para o objeto específico.
ru: Роль, которой предоставлен доступ к указанному объекту.

source: Role "%(role)s" permission's for "%(object)s"
bg: Роля "%(role)s" разрешение за "%(object)s"
bs: Uloga "%(role)s" dozvole za "%(object)s"
de_de: Berechtigungen von Rolle "%(role)s" für "%(object)s"
es: Permisos del rol "%(role)s" para "%(object)s"
es_pr: Permisos del rol "%(role)s" para "%(object)s"
it: Permessi del ruolo "%(role)s" per "%(object)s"
nl_nl: Rol "%(role)s" permissies voor "%(object)s"
pt_br: Permissões do papel "%(role)s" para "%(object)s"
ru: Разрешения роли "%(role)s" для "%(object)s"
sl_si: Vloga »%(role)s« dovoljenja za »%(object)s«

source: Primary key of the permission to add to the ACL.
es_pr: Llave principal del permiso para agregar a la LCA.
pt_br: Permissão da chave primária para adicionar à ACL.
ru: Первичный ключ разрешения для добавления в список контроля доступа.

source: Primary key of the permission to remove from the ACL.
es_pr: Llave principal del permiso para eliminar de la LCA.
pt_br: Permissão da chave primária a remover da ACL.
ru: Первичный ключ разрешения для удаления из списка контроля доступа.

source: An ACL for "%(object)s" using role "%(role)s" already exists. Edit that ACL entry instead.
bg: ACL за „%(object)s“, използващ роля „%(role)s“, вече съществува. Редактирайте този ACL запис вместо това.
de_de: Eine Zugriffsberechtigung für "%(object)s" über die Rolle "%(role)s" existiert bereits. Bearbeiten Sie bitte den bestehenden Eintrag.
es_pr: Ya existe una LCA para "%(object)s" con el rol "%(role)s". Edite esa entrada de LCA en su lugar.
pt_br: Uma ACL para "%(object)s" usando a função "%(role)s" já existe. Edite essa entrada da ACL.
ru: Список контроля доступа для "%(object)s" с использованием роли "%(role)s" уже существует. Отредактируйте этот существующий список.

source: New access control lists for: %s
bg: Нови контролни списъци на достъп за: %s
bs: Nove kontrole pristupa za:%s
de_de: Neue Zugriffsberechtigunglisten für %s
es: Nueva lista de control de acceso para: %s
es_pr: Nueva lista de control de acceso para: %s
it: Nuova lista di controllo accesso per: %s
nl_nl: Nieuwe authorisatielijsten voor: %s
pt_br: Nova lista de controle de acesso para: %s
ru: Новый список контроля доступа для: %s
sl_si: Novi seznami za nadzor dostopa za: %s

source: Delete ACL: %s
bg: Изтрийте ACL: %s
bs: Obriši ACL:%s
de_de: Zugriffsberechtigung "%s" löschen
es: Borrar LCA: %s
es_pr: Borrar LCA: %s
it: Cancella ACL: %s
nl_nl: Verwijder authorisatielijst: %s
pt_br: Excluir ACL: %s
ru: Удалить список контроля доступа: %s
sl_si: Brisanje ACL: %s

source: There are no ACLs for this object
bg: Няма контролни списъци за достъп за този обект
de_de: Keine Zugriffsberechtigungen für dieses Objekt verfügbar
es_pr: No hay LCAs para este objeto
pt_br: Não há Controle de Acesso "ACLs" para este objeto
ru: Для этого объекта нет списков контроля доступа

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system. ACLs allow granting a permission to a role but only for a specific object or set of objects.
bg: ACL означава Списък за контрол на достъпа и е точен метод за контрол на достъпа на потребителите до обекти в системата. ACL позволява предоставяне на разрешение за роля, но само за конкретен обект или набор от обекти.
de_de: Über Zugriffsberechtigungen wird der Zugriff von Benutzern zu Systemobjekten kontrolliert. Dadurch können einzelne Berechtigungen einer bestimmten Rolle zugewiesen werden, jedoch nur für ein bestimmtes Objekt oder einer Menge von Objekten.
es_pr: LCA significa Lista de Control de Acceso y es un método preciso para controlar el acceso del usuario a los objetos en el sistema. Las LCAs permiten otorgar un permiso a un rol, pero solo para un objeto específico o un conjunto de objetos.
pt_br: ACL significa Lista de controle de acesso e é um método preciso para controlar o acesso do usuário a objetos no sistema. As ACLs permitem conceder uma permissão para uma função, mas apenas para um objeto ou conjunto de objetos específico.
ru: Список контроля доступа, он же ACL или Access Control List, является точным методом управления доступом пользователей к объектам в системе. Списки контроля доступа предоставляют разрешения роли, но только для определенного объекта или группы объектов.

source: Granted permissions
bg: Дадени разрешения
bs: Dodjeljene dozvole
de_de: Erteilte Berechtigungen
es: Permisos otorgados
es_pr: Permisos otorgados
it: Autorizzazioni concesse
nl_nl: Toegekende permissies
pt_br: Permissões concedidas
ru: Предоставленные разрешения
sl_si: Dodeljena dovoljenja

source: Available permissions
bg: Налични разрешения
bs: Dostupne dozvole
de_de: Verfügbare Berechtigungen
es: Permisos disponibles
es_pr: Permisos disponibles
it: Autorizzazioni disponibili
nl_nl: Beschikbare permissies
pt_br: Permissões disponíveis
ru: Доступные разрешения
sl_si: Razpoložljiva dovoljenja

source: Role "%(role)s" permission's for "%(object)s".
bg: Роля "%(role)s" разрешение за "%(object)s"
de_de: Berechtigungen von Rolle "%(role)s" für "%(object)s".
es_pr: Permisos del rol "%(role)s" para "%(object)s"
pt_br: Permissões do papel "%(role)s" para o "%(object)s".
ru: Разрешения роли "%(role)s" для "%(object)s"

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
bg: Отменени разрешения се наследяват от родителския обект или се дават направо на потребител с определена роля и не могат да бъдат премахнати от този изглед. Наследените разрешения трябва да бъдат премахнати от ACL на родителския обект или от определената роля чрез меню Настройки.
de_de: Unzureichende Berechtigungen werden durch ein übergeordnetes Objekt vererbt oder direkt an die Rolle erteilt. Sie können nicht direkt auf diesem Formular bearbeitet werden. Vererbte Berechtigungen müssen auf dem übergeordneten Objekt oder für die Rolle über das Einrichtungsmenü eingestellt werden.
es_pr: Los permisos deshabilitados se heredan de un objeto principal o se otorgan directamente al rol y no se pueden eliminar de esta vista. Los permisos heredados deben eliminarse de la LCA del objeto principal o de su rol a través del menú de Configuración.
pt_br: Permissões desabilitadas são herdadas de um objeto pai ou concedidas diretamente ao papel e não podem ser removidas dessa exibição. As permissões herdadas precisam ser removidas da ACL do objeto pai ou delas por meio do menu Configuração.
ru: Отключенные разрешения унаследованы от родительского объекта или предоставлены роли напрямую, и не могут быть удалены на этой странице. Унаследованные разрешения должны быть удалены из списка контроля доступа родительского объекта или из роли через меню Настройки.

source: There are no ACLs
es_pr: No hay LCAs
pt_br: Não existem ACLs
ru: Нет списков контроля доступа

source: Global access control lists
es_pr: Listas de control de acceso global
pt_br: Listas de controlo de acesso globais
ru: Глобальные списки контроля доступа

source: Object type
bg: Тип обект
bs: Tip objekta
de_de: Objekttyp
es_pr: Tipo de objeto
pt_br: Tipo do objeto
ru: Тип объекта
sl_si: Vrsta objekta

source: Type of the object for which the access will be modified.
bg: Тип на обекта, за който достъпа ще бъде променен
bs: Tip objekta za koji će se pristup mijenjati.
de_de: Objekttyp für den der Zugang bearbeitet wird.
es_pr: Tipo de objeto para el que se modificará el acceso.
nl_nl: Objecttype waarvoor de toegang gewijzigd gaat worden
pt_br: Tipo do objeto cujo acesso será modificado.
ru: Тип объекта, к которому будет изменен доступ.
sl_si: Vrsta predmeta, za katerega bo dostop spremenjen.

source: Object ID
bg: Идентификатор на обекта
bs: ID objekta
de_de: Objekt ID
es_pr: ID de objeto
nl_nl: voorwerp identificatie
pt_br: ID do objeto
ru: ID объекта
sl_si: ID objekta

source: Numeric identifier of the object for which the access will be modified.
bg: Числов показател на обекта, достъпа на който ще бъде променен.
bs: Numerički identifikator objekta za koji će se pristup mijenjati.
de_de: Numerischer Identifikator des Objekts
es_pr: Identificador numérico del objeto para el que se modificará el acceso.
nl_nl: Nummer van het voorwerp waarvoor de toegang wordt gewijzigd
pt_br: Identificador numérico do objeto cujo acesso será modificado.
ru: Числовой идентификатор объекта, к которому будет изменен доступ.
sl_si: Številčni identifikator predmeta, za katerega bo dostop spremenjen.

source: Roles whose access will be modified.
bg: Роли, за които достъпа ще бъде променен.
bs: Uloge čiji će pristup biti modifikovan.
de_de: Rollen deren Zugang bearbeitet wird.
es_pr: Roles cuyo acceso será modificado.
nl_nl: Gebruikersrol waarvoor de toegang wordt gewijzigd
pt_br: Papéis cujo acesso será modificado.
ru: Роли, для которых будет изменен доступ к объекту или документу.
sl_si: Vloge, katerih dostop bo spremenjen.

source: Permissions to grant/revoke to/from the role for the object selected above.
bg: Разрешение за даване/отнемане на/от ролята за обекта избран по-горе.
bs: Dozvole za dodeljivanje / poništavanje / od uloge za gore izabrani objekat.
de_de: Berechtigungen, die der Rolle für das ausgewählte Objekt erteilt oder entzogen werden.
es_pr: Permisos para otorgar/revocar a los roles para el objeto seleccionado anteriormente.
nl_nl: Permissies to geven/verwijderen naar/van de rol voor het geselecteerde object hierboven
pt_br: Permissões a serem concedidas/revogadas para o papel em relação ao objeto selecionado acima.
ru: Разрешения роли, которые будут предоставлены/отменены для выбранного выше объекта.
sl_si: Dovoljenja za odobritev/preklic v/iz vlog za zgoraj izbrani objekt.

source: Grant object access
bg: Дайте достъп до обекта
de_de: Objektzugriff gewähren
es_pr: Conceder acceso a objetos
pt_br: Conceder acesso ao objeto
ru: Предоставить доступ к объекту

source: Revoke object access
bg: Отменете достъпа до обекта
de_de: Objektzugriff entziehen
es_pr: Revocar acceso a objetos
pt_br: Revogar acesso ao objeto
ru: Отменить доступ к объекту

source: Grant document access
bg: Даване достъп към документа
de_de: Dokumentenzugriff gewähren
es_pr: Otorgar acceso a documento
pt_br: Conceder acesso ao documento
ru: Предоставить доступ к документу

source: Revoke document access
bg: Отнемане достъп към документа
de_de: Dokumentenzugriff entziehen
es_pr: Revocar acceso documento
pt_br: Revogar acesso ao documento
ru: Отменить доступ к документу

source: API URL pointing to the list of permissions for this access control list.
bg: API URL посочва списък с разрешения за контролни списъци за достъп
bs: API URL ukazujući na listu dozvola za ovu listu kontrole pristupa.
de_de: API URL für die Liste der Berechtigungen dieser ACL
es: URL de la API que apunta a la lista de permisos para esta lista de control de acceso.
it: URL delle API che punta alla lista controllo accessi
nl_nl: UPI URL wijzend naar de permissielijst voor deze toegangscontrolelijst
sl_si: URL za API, ki kaže na seznam dovoljenj za ta nadzorni seznam dostopa.

source: API URL pointing to a permission in relation to the access control list to which it is attached. This URL is different than the canonical workflow URL.
bg: API URL посочва разрешение във връзка с контролен списък на достъп, към който е прикачено. Този URL е различен от основния URL на работния поток.
bs: URL API koji ukazuje na dozvolu u vezi sa listom kontrole pristupa kojoj je priložena. Ova URL adresa se razlikuje od kanonskog URL-a za radni tok.
de_de: API URL für die Berechtigung in Beziehung zur Zugriffsberechtigungsliste der sie zugeordnet ist. Diese URL unterscheidet sich von der normalen Workflow URL.
es: URL de la API que apunta a un permiso en relación con la lista de control de acceso a la que está conectado. Esta URL es diferente de la URL canónica de flujo de trabajo.
it: API URL che indica una autorizzazione in relazione all'elenco di controllo di accesso a cui è associato. Questo URL è diverso dall'originale canonico URL.
nl_nl: UPI URL wijzend naar een permissie gerelateerd aan de toegangscontrolelijst waarvan het een aanhangsel is. Dit URL is anders dan de canonical Workflow URL
sl_si: UR API-ja, ki kaže na dovoljenae v zvezi s seznamom za nadzor dostopa, na katerega je priključen. Ta URL je drugačen od kanoničnega URL-ja poteka dela.

source: Primary key of the new permission to grant to the access control list.
bg: Основен ключ на новото разрешение за включване в контролния списък на достъп
bs: Primarni ključ za novu dozvolu za dodjelu listi kontrole pristupa.
de_de: Primärschlüssel der neuen Berechtigung für die Zugriffsberechtigungsliste.
es: Llave primaria del nuevo permiso para conceder a la lista de control de acceso.
it: Chiavi primarie del permesso per garantire la lista controllo accessi
nl_nl: Primaire sleutel van de nieuwe permissie om toegang te geven tot de toeganscontrolelijst
sl_si: Primarni ključ novega dovoljenja za odobritev na seznamu za nadzor dostopa.

source: No such permission: %s
bg: Няма такова разрешение: %s
bs: Nema takve dozvole: %s
de_de: Keine solche Berechtigung: %s
es: No existe el permiso: %s
it: Nessun permesso: %s
nl_nl: Permissie niet gevonden: %s Alternative translation: Permissie bestaat niet (Permission does not exist)
sl_si: Neobstoječe dovoljenje: %s

source: Comma separated list of permission primary keys to grant to this access control list.
bg: Разделен със запетаи списък на основни ключове за разрешение в контролен списък на разрешения
bs: Lista odvojenih primarnih ključeva za razdvajanje sa komandom dodeljuje se ovoj listi kontrola pristupa.
de_de: Durch Komma getrennte Liste von Primärschlüsseln der zu dieser Zugriffsberechtigungsliste hinzuzufügenden Berechtigungen.
es: Lista separada por comas de las llaves primarias de permisos para conceder a esta lista de control de acceso.
it: Lista separata da virgole delle chiavi primarie dei permessi per garantire l'accesso alle liste di controllo
nl_nl: Kommagescheiden lijst van primaire permissie sleutels om toegang te geven tot deze toegangscontrole lijst
sl_si: Seznam primarnih ključev dovolilnic, ločenih z vejicami, za dodelitev tega seznama za nadzor dostopa.

source: Primary keys of the role to which this access control list binds to.
bg: Основни ключове на ролята, към която е свързан този контролен списък на достъп
bs: Primarni ključevi uloge na koje se ova lista kontrole pristupa vezuje.
de_de: Primärschlüssel der Rolle die dieser Zugriffsberechtigung zugeordnet ist.
es: Las llaves primarias de los roles a los que se vincula esta lista de control de acceso.
it: Chiavi primarie del ruolo a cui si lega la lista controllo accessi
nl_nl: Primaire Sleutel van de rol waar deze togangscontrolelijst aan gekoppeld is.
sl_si: Primarni ključi vloge, na katere se ta kontrolni seznam za dostop poveže.

source: Permissions "%(permissions)s" to role "%(role)s" for "%(object)s"
es: Permisos "%(permissions)s" para el rol "%(role)s" para "%(object)s"
it: Permessi "%(permissions)s" del ruolo "%(role)s" per "%(object)s"
nl_nl: Permissies "%(permissions)s" voor gebruikersrol "%(role)s" voor "%(object)s"

source: None
es: Ninguno
it: Nessuna
nl_nl: Geen

source: Disabled permissions are inherited from a parent object.
es: Los permisos inactivos se heredan de un objeto precedente.
it: Il permesso disabilita è ereditato dall'oggetto padre
nl_nl: Uitgeschakelde permissies zijn geÃ«rfd van een parent object.

source: Grant access
nl_nl: Geef toegang
sl_si: Dovoli dostop

source: Revoke access
nl_nl: Verwijder toegang
sl_si: Prekliči dostop
