Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: ar, bs, es, fa, it, lv, pt_br, sl, zh_hans

source: Mailer
ar: مراسل رقمي
es: Sistema de correo
it: Posta
pt_br: Envio de emails
sl: Poštar
zh_hans: 邮件程序

source: Null backend
ar: خلفية فارغة
es: Controlador nulo
it: Backend nullo
pt_br: Backend nulo

source: Mailing
ar: البريد الالكتروني
es: Correspondencia
fa: پست کردن
lv: Pasta sūtīšana
pt_br: Envio de e-mails
sl: Pošiljanje po pošti
zh_hans: 邮件

source: Email sent
ar: أرسل البريد الإلكتروني
es: Email enviado
it: Email inviata
lv: Epasts nosūtīts
pt_br: E-mail enviado
sl: Email poslan

source: Mailing profile created
es: Perfil de correo creado
pt_br: Perfil de envio criado
sl: Poštni profil ustvarjen

source: Mailing profile edited
es: Perfil de correo editado
pt_br: Perfil de envio editado
sl: Profil pošiljanja urejen

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
ar: يمكن إضافة أكثر من عنوان بريدي مع التأكد من إضافة فاصلة او فاصة منقوطة
bs: E-mail adresa primaoca. Mogu biti višestruke adrese razdvojene zarezom ili tačka-točka.
es: Dirección de correo electrónico del destinatario. Pueden ser varias direcciones separadas por coma o punto y coma.
it: Indirizzo e-mail del destinatario. Possono essere più indirizzi separati da virgola o punto e virgola.
lv: Saņēmēja e-pasta adrese. Var būt vairākas adreses, kas atdalītas ar komatu vai semikolu.
pt_br: Endereço de e-mail do destinatário. Podem ser vários endereços separados por vírgula ou ponto e vírgula.
sl: E-poštni naslov prejemnika. Lahko je več naslovov, ločenih z vejico ali podpičjem.
zh_hans: 收件人的电子邮件地址。可以是以逗号或分号分隔的多个地址。

source: Email address
ar: عنوان البريد الالكترونى
bs: E-mail adresa
es: Dirección de correo electrónico
fa: پست الکترونیکی
it: Indirizzo email
lv: Epasta adrese
pt_br: Endereço de e-mail
sl: Email naslov
zh_hans: 电子邮件地址

source: Subject
ar: موضوع
bs: Predmet
es: Tema
fa: موضوع
it: Oggetto
lv: Temats
pt_br: Assunto
sl: Predmet
zh_hans: 主题

source: Body
ar: الجسم
bs: Telo
es: Cuerpo
fa: بدنه
it: Corpo
lv: Ķermenis
pt_br: Corpo
sl: Telo
zh_hans: 正文

source: The email profile that will be used to send this email.
ar: ملف تعريف البريد الإلكتروني الذي سيتم استخدامه لإرسال هذا البريد الإلكتروني.
bs: Profil e-pošte koji će se koristiti za slanje e-pošte.
es: El perfil de correo electrónico que se utilizará para enviar este correo electrónico.
it: Il profilo e-mail che verrà utilizzato per inviare questa e-mail.
lv: E-pasta profils, kas tiks izmantots, lai nosūtītu šo e-pastu.
pt_br: O perfil de e-mail que será usado para enviar este e-mail.
sl: E-poštni profil, ki bo uporabljen za pošiljanje tega e-poštnega sporočila.
zh_hans: 将用于发送此电子邮件的电子邮件配置文件。

source: Mailing profile
ar: قالب البريد الإلكتروني
bs: Mailing profil
es: Perfil de correo
it: Profilo mailing
lv: Pasta profils
pt_br: Perfil de e-mail
sl: Profil pošiljanja
zh_hans: 邮件配置文件

source: The driver to use when sending emails.
ar: برنامج التشغيل الذي يجب استخدامه عند إرسال رسائل البريد الإلكتروني.
es: El controlador a utilizar al enviar correos electrónicos.
it: Il driver da utilizzare durante l'invio di e-mail.
pt_br: O driver a ser usado no envio de e-mails.
sl: Gonilnik za uporabo pri pošiljanju e-pošte.

source: Backend
ar: في الخفاء
es: Controlador
sl: Zaledje
zh_hans: 后端

source: Email document link
es: Enviar documento
pt_br: Link do documento do e-mail
sl: Povezava do dokumenta po e-pošti

source: Email document file
es: Enviar documento
pt_br: Ficheiro do documento de e-mail
sl: Datoteka dokumenta po e-pošti

source: Email document file link
es: Enviar documento
pt_br: Link de ficheiro de documento de e-mail
sl: Povezava do datoteke dokumenta po e-pošti

source: Email document version
es: Enviar documento
pt_br: Versão do documento de e-mail
sl: Različica dokumenta po e-pošti

source: Email document version link
es: Enviar documento
pt_br: Link de versão de documento de e-mail
sl: Povezava do različice dokumenta po e-pošti

source: Email link version
es: Enviar enlace
pt_br: Versão de link de e-mail
sl: Različica e-poštne povezave

source: Create mailing profile
ar: إنشاء قالب للبريد الإلكتروني
es: Crear perfil de correo
it: Crea profilo di posta
pt_br: Criar perfil de mailing
sl: Ustvari poštni profil

source: Delete
ar: حذف
bs: Obriši
es: Eliminar
it: Cancella
lv: Dzēst
pt_br: Excluir
sl: Izbriši
zh_hans: 删除

source: Edit
ar: تعديل
bs: Urediti
es: Editar
it: Modifica
lv: Rediģēt
pt_br: Editar
sl: Uredi
zh_hans: 编辑

source: Mailing profiles list
ar: قائمة قوالب البريد الإلكتروني
bs: Lista poštanskih profila
es: Lista de perfiles de correo
it: Elenco dei profili di posta
lv: Pasta profilu profils
pt_br: Lista de perfis de e-mail
sl: Seznam poštnih profilov
zh_hans: 邮件配置文件列表

source: Mailing profiles
ar: قوالب البريد الإلكتروني
bs: Mailing profili
es: Perfiles de correo
it: Profili di posta
lv: Pasta profili
pt_br: Perfis de e-mail
sl: Poštni profili
zh_hans: 邮件配置文件

source: Test
ar: اختبار
es: Probar
lv: Pārbaude
pt_br: Teste
zh_hans: 测试

source: Attached to this email is the {{ object_name }}: {{ object }} -------- This email has been sent from %(project_title)s (%(project_website)s)
es: Se adjunta a este correo electrónico es el documento: {{ document }} -------- Este correo electrónico ha sido enviado desde %(project_title)s (%(project_website)s)
pt_br: Anexado a este e-mail está {{ object_name }}: {{ object }} -------- Este e-mail foi enviado de %(project_title)s(%(project_website)s)
sl: Temu e-poštnemu sporočilu je priložen {{ object_name }}: {{ object }} -------- To e-poštno sporočilo je bilo poslano z naslova %(project_title)s (%(project_website)s)

source: To access this {{ object_name }} click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
es: Para acceder a este documento, haga clic en el siguiente enlace: {{ link }} -------- Este correo electrónico ha sido enviado desde %(project_title)s (%(project_website)s)
pt_br: Para aceder a {{ nome_objeto }} clique no link seguinte : {{ link }} -------- este e-mail foi enviado de %(project_title)s(%(project_website)s)
sl: Za dostop do tega {{ object_name }} kliknite naslednjo povezavo: {{ povezava }} -------- To e-poštno sporočilo je bilo poslano z naslova %(project_title)s (%(project_website)s)

source: Link for {{ object_name }}: {{ object }}
es: Enlace para el documento: {{ documento }}
pt_br: Link para {{ nome_objeto }}: {{ objecto }}
sl: Povezava za {{ object_name }}: {{ object }}

source: From
ar: من عند
es: Desde
it: A partire dal
lv: No
pt_br: De
sl: Od

source: The sender's address. Some system will refuse to send messages if this value is not set.
ar: لا يمكن اتمام عملية الإرسال دون تعبئة القيم الإجبارية
es: La dirección del remitente. Algunos sistemas rechazarán enviar mensajes si este valor no está establecido.
it: L'indirizzo del mittente. Alcuni sistemi rifiuteranno di inviare messaggi se questo valore non è impostato.
lv: Sūtītāja adrese. Dažas sistēmas atsakās sūtīt ziņojumus, ja šī vērtība nav iestatīta.
pt_br: O endereço do remetente. Alguns sistemas podem recusar a enviar mensagens se este valor não for definido.
sl: Naslov pošiljatelja. Nekateri sistemi bodo zavrnili pošiljanje sporočil, če ta vrednost ni nastavljena.

source: Host
ar: مضيف
bs: Domaćin
es: Servidor
lv: Saimnieks
sl: Voditelj
zh_hans: 主机

source: The host to use for sending email.
ar: المضيف المراد استخدامه لإرسال البريد الإلكتروني.
bs: Domaćin koji će koristiti za slanje e-pošte.
es: El servidor a utilizar para enviar correo electrónico.
it: L'host da utilizzare per l'invio di e-mail.
lv: Uzņēmēja, kas izmanto e-pasta sūtīšanai.
pt_br: O host a ser usado para envio de e-mails.
sl: Gostitelj, ki bo uporabljen za pošiljanje e-pošte.
zh_hans: 用于发送电子邮件的主机。

source: Port
es: Puerto
it: Porta
lv: Osta
pt_br: Porta
sl: Pristanišče
zh_hans: 端口

source: Port to use for the SMTP server.
ar: منفذ لاستخدامه لخادم SMTP.
bs: Port koji će se koristiti za SMTP server.
es: Puerto para utilizar en el servidor SMTP.
it: Porta da utilizzare per il server SMTP.
lv: Portu, ko izmantot SMTP serverim.
pt_br: Porta a ser usada para o servidor SMPT.
sl: Vrata za uporabo strežnika SMTP.
zh_hans: 用于SMTP服务器的端口。

source: Use TLS
ar: استخدم TLS
bs: Koristite TLS
es: Utilizar TLS
it: Usa TLS
lv: Izmantojiet TLS
pt_br: Usar TLS
sl: Uporabite TLS
zh_hans: 使用TLS

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
ar: ما إذا كنت تريد استخدام اتصال TLS (آمن) عند التحدث إلى خادم SMTP. يستخدم هذا لاتصالات TLS الصريحة ، بشكل عام على المنفذ 587.
bs: Da li da koristite TLS (sigurno) vezu prilikom razgovora s SMTP serverom. Ovo se koristi za eksplicitne TLS veze, uglavnom na portu 587.
es: Si desea utilizar una conexión TLS (segura) al hablar con el servidor SMTP. Se utiliza para conexiones TLS explícitas, generalmente en el puerto 587.
it: Se utilizzare una connessione TLS (sicura) quando si parla con il server SMTP. Viene utilizzato per connessioni TLS esplicite, generalmente sulla porta 587.
lv: Vai lietojat TLS (drošu) savienojumu, runājot ar SMTP serveri. Tas tiek izmantots skaidriem TLS savienojumiem, parasti portā 587.
pt_br: Se deve ser usada a conexão TLS (segura) ao comunicar-se com o servidor SMTP. Essa é usada para conexões TLS explícitas, geralmente na porta 587.
sl: Ali naj se pri pogovoru s strežnikom SMTP uporabi TLS (varna) povezava. To se uporablja za eksplicitne povezave TLS, običajno na vratih 587.
zh_hans: 与SMTP服务器通信时是否使用TLS（安全）连接。这用于显式TLS连接，通常在端口587上。

source: Use SSL
ar: استخدم SSL
bs: Koristi SSL
es: Usar SSL
it: Usa SSL
lv: Izmantojiet SSL
pt_br: Usar SSL
sl: Uporabite SSL
zh_hans: 使用SSL

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
ar: ما إذا كنت تريد استخدام اتصال TLS ضمني (آمن) عند التحدث إلى خادم SMTP. في معظم وثائق البريد الإلكتروني ، يُشار إلى هذا النوع من اتصال TLS باسم SSL. يتم استخدامه بشكل عام على المنفذ 465. إذا كنت تواجه مشكلات ، فراجع إعداد TLS الصريح &quot;استخدام TLS&quot;. لاحظ أن &quot;Use TLS&quot; و &quot;Use SSL&quot; هما حصريان متبادلان ، لذلك عيِّن واحدًا فقط من هذه الإعدادات على True.
bs: Da li da koristite implicitnu TLS (sigurnu) vezu prilikom razgovora s SMTP serverom. U većini dokumentacija za e-poštu ova vrsta TLS veze se naziva SSL. Obično se koristi na portu 465. Ako imate problema, pogledajte eksplicitnu postavku TLS "Use TLS". Imajte na umu da se "Use TLS" i "Use SSL" međusobno isključuju, tako da samo jedan od tih postavki podesite na True.
es: Si desea utilizar una conexión implícita TLS (segura) al hablar con el servidor SMTP. En la mayoría de la documentación de correo electrónico, este tipo de conexión TLS se denomina SSL. Generalmente se utiliza en el puerto 465. Si experimenta problemas, consulte la configuración TLS explícita "Usar TLS". Tenga en cuenta que "Usar TLS" y "Usar SSL" son mutuamente excluyentes, por lo que solo debe activar una de esas configuraciones.
it: Indica se utilizzare una connessione TLS (sicura) implicita quando si parla con il server SMTP. Nella maggior parte della documentazione e-mail, questo tipo di connessione TLS è indicato come SSL. Viene generalmente utilizzato sulla porta 465. Se si verificano problemi, vedere l'impostazione TLS esplicita "Usa TLS". Tieni presente che "Usa TLS" e "Usa SSL" si escludono a vicenda, quindi imposta solo una di queste impostazioni su Vero.
lv: Vai, runājot ar SMTP serveri, izmantojiet netiešu TLS (drošu) savienojumu. Vairumā e-pasta dokumentāciju šāda veida TLS savienojums tiek saukts par SSL. To parasti izmanto 465. portā. Ja rodas problēmas, skatiet skaidru TLS iestatījumu "Lietot TLS". Ņemiet vērā, ka "Lietot TLS" un "Lietot SSL" ir savstarpēji izslēdzoši, tāpēc tikai vienu no šiem iestatījumiem iestatiet uz True.
pt_br: Define se deve ser utilizada uma conexão implícita TLS (segura) ao comunicar-se com o servidor SMTP. Na maior parte da documentação de e-mail este tipo de conexão TLS é conhecida como SSL. Geralmente é usada a porta 465. Se você está experimentando problemas, veja o parâmetro de TSL explícita "Use TLS" EMAIL_USE_TLS. Tenha em mente que "Use TLS" EMAIL_USE_TLS e "Use SSL" EMAIL_USE_SSL são mutuamente excludentes, razão pela qual apenas um dos parâmetros pode ser True.
sl: Ali naj se pri pogovoru s strežnikom SMTP uporabi implicitna (varna) povezava TLS. V večini elektronske dokumentacije se ta vrsta povezave TLS imenuje SSL. Običajno se uporablja na vratih 465. Če imate težave, glejte izrecno nastavitev TLS »Uporabi TLS«. Upoštevajte, da se &quot;Uporabi TLS&quot; in &quot;Uporabi SSL&quot; medsebojno izključujeta, zato nastavite samo eno od teh nastavitev na True.
zh_hans: 与SMTP服务器通信时是否使用隐式TLS（安全）连接。在大多数电子邮件文档中，此类型的TLS连接称为SSL。它通常用于端口465.如果遇到问题，请参阅显式TLS设置中“使用TLS”。请注意，“使用TLS”和“使用SSL”是互斥的，因此只将其中一个设置为True。

source: Username
ar: اسم الدخول
bs: Korisničko ime
es: Nombre de usuario
it: Nome utente
lv: Lietotājvārds
pt_br: Usuário
sl: Uporabniško ime
zh_hans: 用户名

source: Username to use for the SMTP server. If empty, authentication won't attempted.
ar: اسم المستخدم المراد استخدامه لخادم SMTP. إذا كانت فارغة ، فلن تتم محاولة المصادقة.
bs: Korisničko ime koje treba koristiti za SMTP server. Ako je prazna, autentikacija se neće pokušati.
es: Nombre de usuario para usar para el servidor SMTP. Si está vacío, no se intentará la autenticación.
it: Nome utente da utilizzare per il server SMTP. Se vuoto, l'autenticazione non verrà tentata.
lv: SMTP servera lietotājvārds. Ja tukša, autentifikācija netiks mēģināta.
pt_br: Usuário do servidor SMTP. Se vazio, não será tentada autenticação.
sl: Uporabniško ime za strežnik SMTP. Če je prazno, preverjanje pristnosti ne bo izvedeno.
zh_hans: 用于SMTP服务器的用户名。如果为空，则不会尝试身份验证。

source: Password
ar: كلمة المرور
bs: Lozinka
es: Contraseña
lv: Parole
pt_br: Senha
sl: Geslo
zh_hans: 密码

source: Password to use for the SMTP server. This setting is used in conjunction with the username when authenticating to the SMTP server. If either of these settings is empty, authentication won't be attempted.
ar: كلمة المرور المراد استخدامها لخادم SMTP. يتم استخدام هذا الإعداد مع اسم المستخدم عند المصادقة على خادم SMTP. إذا كان أي من هذه الإعدادات فارغًا ، فلن تتم محاولة المصادقة.
bs: Lozinka za korištenje za SMTP server. Ovo podešavanje se koristi zajedno sa korisničkim imenom prilikom autentikacije na SMTP serveru. Ako je bilo koja od ovih podešavanja prazna, autentikacija neće biti pokušana.
es: Contraseña para usar para el servidor SMTP. Esta configuración se utiliza junto con el nombre de usuario al autenticarse en el servidor SMTP. Si cualquiera de estos ajustes está vacío, no se intentará la autenticación.
it: Password da utilizzare per il server SMTP. Questa impostazione viene utilizzata insieme al nome utente durante l'autenticazione sul server SMTP. Se una di queste impostazioni è vuota, l'autenticazione non verrà tentata.
lv: SMTP servera lietojama parole. Šis iestatījums tiek izmantots kopā ar lietotājvārdu, autentificējot to SMTP serverī. Ja kāds no šiem iestatījumiem ir tukšs, autentifikācija netiks mēģināta.
pt_br: Senha do servidor SMTP. Esse valor é usado em conjunto com o nome de usário ao se autenticar no servidor SMTP. Se algum destes valores estiver vazio, a autenticação SMTP não será tentada.
sl: Geslo za uporabo za strežnik SMTP. Ta nastavitev se uporablja v povezavi z uporabniškim imenom pri preverjanju pristnosti na strežniku SMTP. Če je katera od teh nastavitev prazna, preverjanje pristnosti ne bo izvedeno.
zh_hans: 用于SMTP服务器的密码。在向SMTP服务器进行身份验证时，此设置与用户名一起使用。如果这些设置中的任何一个为空，则不会尝试进行身份验证。

source: Django SMTP backend
ar: خلفية Django SMTP
es: Backend de Django SMTP
it: Backend SMTP Django
pt_br: Backend SMTP do Django
zh_hans: Django SMTP后端

source: File path
ar: مسار الملف
bs: Putanja fajla
es: Ruta de archivo
it: Percorso del file
lv: Failu ceļš
pt_br: Caminho do arquivo
sl: Pot datoteke
zh_hans: 文件路径

source: Django file based backend
ar: ملف Django القائم على الخلفية
bs: Django bazirani fajl
es: Backend de Django basado en archivos
it: Backend basato su file Django
lv: Django faila pamatā ir backend
pt_br: Backend baseado em arquivo do Django
sl: Zaledje, ki temelji na datoteki Django
zh_hans: 基于Django文件的后端

source: A short text describing the mailing profile.
ar: وصف قالب البريد الإلكتروني
es: Un breve texto que describe el perfil de correo.
it: Un breve testo che descrive il profilo di posta.
pt_br: Um texto curto descrevendo o perfil de mailing.
sl: Kratko besedilo, ki opisuje poštni profil.

source: Label
ar: العنوان
bs: Labela
es: Etiqueta
it: Etichetta
lv: Etiķete
pt_br: Rótulo
sl: Oznaka
zh_hans: 标签

source: If default, this mailing profile will be pre-selected on the document mailing form.
ar: سيتم تحديد ملف التعريف هذا مسبقًا في نموذج إرسال االوثائق بالبريد الإلكتروني.
bs: Ako je podrazumevano, ovaj mailing profil će biti unapred izabran na obrazcu za dostavljanje dokumenata.
es: Si está predeterminado, este perfil de correo será preseleccionado en el formulario de envío del documento.
it: Se predefinito, questo profilo di posta sarà preselezionato nel modulo di spedizione del documento.
lv: Noklusējuma gadījumā šis pasta profils tiks iepriekš atlasīts dokumentu sūtīšanas veidlapā.
pt_br: Se padrão, este perfil de mailing será preselecionado no formulário de mailing do documento.
sl: Če je privzeto, bo ta poštni profil vnaprej izbran na obrazcu za pošiljanje dokumenta.
zh_hans: 如果是默认值，则会在文档邮件表单上预先选择此邮件配置文件。

source: Default
ar: القيمة الإفتراضية
es: Por defecto
lv: Noklusējums
pt_br: Padrão
sl: Privzeto
zh_hans: 默认

source: Enabled
ar: مفعل
bs: Omogućeno
es: Habilitado
it: Abilitato
lv: Iespējots
pt_br: Habilitado
sl: Omogočeno
zh_hans: 启用

source: The dotted Python path to the backend class.
ar: مسار النظام
bs: Podešena Python staza do backend klase.
es: La ruta de Python separada por puntos a la clase del controlador.
it: Il percorso punteggiato di Python alla classe back-end.
lv: Punkta Python ceļš uz backend klasi.
pt_br: O caminho pontudado da classe backend do Python.
sl: Pikčasta pot Python do zalednega razreda.

source: Backend path
ar: الرابط الخاص بالمبرمجين
bs: Backend putanja
es: Ruta del controlador
it: Percorso di backend
lv: Backend ceļš
pt_br: Caminho do backend
sl: Zaledna pot
zh_hans: 后端路径

source: Backend data
ar: بيانات الخاصة بالمبرمجين
bs: Backend podaci
es: Datos del controlador
it: Dati di backend
lv: Backend dati
pt_br: Dados do backend
sl: Zaledni podatki
zh_hans: 后端数据

source: Test email from Mayan EDMS
ar: اختبار البريد الإلكتروني من Mayan EDMS
bs: Testirajte email od Mayan EDMS
es: Correo electrónico de prueba de Mayan EDMS
it: Email di prova da Maya EDMS
lv: Testa e-pasts no Mayan EDMS
pt_br: E-mail de teste para o Mayan EDMS
sl: Preizkusite e-pošto Mayan EDMS
zh_hans: 测试来自Mayan EDMS的电子邮件

source: Create a mailing profile
ar: إنشاء قالب البريد الإلكتروني
bs: Kreirajte mailing listu
es: Crear un perfil de correo
it: Crea un profilo di posta
lv: Izveidojiet pasta profilu
pt_br: Criar um perfil de mailing
sl: Ustvarite poštni profil
zh_hans: 创建邮件配置文件

source: Delete a mailing profile
ar: حذف قالب البريد الإلكتروني
bs: Obrišite mailing listu
es: Eliminar un perfil de correo
it: Elimina un profilo di posta
lv: Izdzēsiet pasta profilu
pt_br: Excluir um perfil de mailing
sl: Izbrišite poštni profil
zh_hans: 删除邮件配置文件

source: Edit a mailing profile
ar: تعديل قالب البريد الإلكتروني
bs: Izmenite mailing profil
es: Editar un perfil de correo
it: Modifica un profilo di posta
lv: Rediģējiet pasta profilu
pt_br: Editar um perfil de mailing
sl: Uredite poštni profil
zh_hans: 编辑邮件配置文件

source: View a mailing profile
ar: عرض قالب البريد الإلكتروني
bs: Pregledajte mailing listu
es: Ver un perfil de correo
it: Visualizza un profilo di posta
lv: Skatiet pasta profilu
pt_br: Ver um perfil de mailing
sl: Oglejte si poštni profil
zh_hans: 查看邮件配置文件

source: Use a mailing profile
ar: استخدم قالب البريد الإلكتروني
bs: Koristite mailing listu
es: Utilizar un perfil de correo
it: Usa un profilo di posta
lv: Izmantojiet pasta profilu
pt_br: Usar um perfil de mainling
sl: Uporabite poštni profil
zh_hans: 使用邮件配置文件

source: Send document link via email
ar: أرسال رابط الوثيقة عبر البريد الإلكتروني
bs: Pošaljite link dokumenta putem e-pošte
es: Enviar enlace del documento por correo electrónico
fa: ارسال پیوند و یا لینک سند بوسیله ایمیل
it: Invia il link al documento via email
lv: Sūtiet dokumentu saiti pa e-pastu
pt_br: Enviar link do documento por e-mail
sl: Pošlji povezavo do dokumenta po e-pošti
zh_hans: 通过电子邮件发送文档链接

source: Send document file via email
es: Enviar documento por correo electrónico
pt_br: Enviar ficheiro de documento por e-mail
sl: Pošlji datoteko dokumenta po e-pošti

source: Send document file link via email
es: Enviar enlace del documento por correo electrónico
pt_br: Enviar link do ficheiro de documento por e-mail
sl: Po e-pošti pošljite povezavo do datoteke dokumenta

source: Send document version via email
es: Enviar enlace del documento por correo electrónico
pt_br: Enviar versão de documento por e-mail
sl: Pošlji različico dokumenta po e-pošti

source: Send document version link via email
es: Enviar enlace del documento por correo electrónico
pt_br: Enviar link de versão de documento por e-mail
sl: Po e-pošti pošlji povezavo do različice dokumenta

source: Send object
es: Tema
pt_br: Enviar objeto
sl: Pošlji predmet

source: Template for the document email form subject line.
ar: قالب لسطر موضوع نموذج البريد الإلكتروني للمستند.
bs: Šablon za temu linije naslova e-pošte dokumenta.
es: Plantilla para la línea de sujeto del correo electrónico de envio de documento.
fa: الگوی ارسال سند بوسیله پیوند آن از داخل موضوع
it: Template per l'oggetto del modulo e-mail per l'invio documento.
lv: Dokumenta e-pasta veidlapas tēmas veidne.
pt_br: Modelo para a linha de assunto do e-mail de envio de documento.
sl: Predloga za zadevo e-poštnega obrazca dokumenta.
zh_hans: 文档电子邮件表单主题行的模板。

source: Template for the document email form body text. Can include HTML.
ar: قالب للنص الأساسي لنموذج البريد الإلكتروني للمستند. يمكن أن تشمل HTML.
bs: Šablon za tekst e-pošte oblikuje tekst tela. Može uključiti HTML.
es: Plantilla para el texto del cuerpo del correo electrónico con documento anejado. Puede incluir HTML.
it: Modello per il testo del corpo del modulo di posta elettronica del documento. Può includere HTML.
lv: Dokumenta e-pasta veidlapas veidnes teksts. Var iekļaut HTML.
pt_br: Template para o texto do corpo do formulário de e-mail de documento. Pode incluir HTML.
sl: Predloga za besedilo telesa e-poštnega obrazca dokumenta. Lahko vključuje HTML.
zh_hans: 文档电子邮件表单正文文本的模板。可以包含HTML。

source: Template for the document link email form subject line.
ar: رابط البريد الإلكتروني للوثيقة
bs: Šablon za liniju naslova linka e-poruke.
es: Plantilla para la línea de asunto del correo electrónico para envío de enlace del documento.
fa: الگوی ارسال سند بوسیله پیوند آن از داخل موضوع
it: Template per l'oggetto del modulo e-mail per l'invio del collegamento al documento.
lv: Dokumenta saites e-pasta veidlapas tēmas veidne.
pt_br: Modelo para a linha de assunto do e-mail para envio do link do documento.
sl: Predloga za zadevo e-poštnega obrazca s povezavo do dokumenta.
zh_hans: 文档链接电子邮件表单主题行的模板。
