Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: ar, bs, es, fa, it, lv, pt_br, sl, zh_hans

source: Template for the document link email form body text. Can include HTML.
ar: القالب النصي للبريد الإلكتروني لرابط الوثيقة
bs: Šablon za link dokumenta e-pošte oblikuje tekst tela. Može uključiti HTML.
es: Plantilla para el texto del cuerpo del correo electrónico del enlace del documento. Puede incluir HTML.
it: Modello per il testo del corpo del modulo di posta elettronica del collegamento al documento. Può includere HTML.
lv: Dokumenta saites e-pasta veidlapas veidnes teksts. Var iekļaut HTML.
pt_br: Template para o link do documento do corpo do formulário. Pode incluir HTML.
sl: Predloga za besedilo e-poštnega obrazca povezave do dokumenta. Lahko vključuje HTML.
zh_hans: 文档链接电子邮件表单正文文本的模板。可以包含HTML。

source: %(email)s is not a valid email address.
ar: %(email)s ليس عنوان بريد إلكتروني صالحًا.
es: %(email)s no es una dirección de correo electrónico válida.
it: %(email)s non è un indirizzo email valido.
lv: %(email)s nav derīga e-pasta adrese.
pt_br: %(email)s não é um e-mail válido.
sl: %(email)s ni veljaven e-poštni naslov.
zh_hans: %(email)s不是有效的电子邮件地址。

source: Document file
es: Archivo de documento
it: File di documento
pt_br: Ficheiro do documento
sl: Datoteka dokumenta

source: %(count)d document file queued for email delivery
es: %(count)d documento en sometido para entrega por correo electrónico
pt_br: %(count)d ficheiro de documento em lista de espera para entrega de e-mail
sl: %(count)d datoteka dokumenta v čakalni vrsti za dostavo e-pošte

source: %(count)d document files queued for email delivery
es: %(count)d documentos sometidos para entrega por correo electrónico
pt_br: %(count)dlink de ficheiros em lista de espera para entrega de e-mailf
sl: %(count)d datoteke dokumentov v čakalni vrsti za dostavo po e-pošti

source: %(count)d document file link queued for email delivery
es: %(count)d enlace de documento sometido para entrega por correo electrónico
pt_br: %(count)dlink de ficheiro de documento em lista de espera para entrega de e-mail
sl: %(count)d povezava do datoteke dokumenta v čakalni vrsti za dostavo po e-pošti

source: %(count)d document file links queued for email delivery
es: %(count)d enlaces de documento sometido para entrega por correo electrónico
pt_br: %(count)dlinks de ficheiro de documento em lista de espera para entrega de e-mail
sl: %(count)d povezave datotek dokumentov v čakalni vrsti za dostavo po e-pošti

source: %(count)d document version queued for email delivery
es: %(count)d enlace de documento sometido para entrega por correo electrónico
pt_br: %(count)dversão de documento em lista de espera para entrega de e-mail
sl: %(count)d različica dokumenta v čakalni vrsti za dostavo po e-pošti

source: %(count)d document versions queued for email delivery
es: %(count)d enlaces de documento sometido para entrega por correo electrónico
pt_br: %(count)dversões de documento em lista de espera de e-mail
sl: %(count)d različice dokumenta v čakalni vrsti za dostavo e-pošte

source: %(count)d document version link queued for email delivery
es: %(count)d enlace de documento sometido para entrega por correo electrónico
pt_br: %(count)dlink de versão de documento em lista de espera para entrega de e-mail
sl: %(count)d povezava različice dokumenta v čakalni vrsti za dostavo e-pošte

source: %(count)d document version links queued for email delivery
es: %(count)d enlaces de documento sometido para entrega por correo electrónico
pt_br: %(count)dlinks de versão de documento em lista de espera para entrega de e-mail
sl: %(count)d povezave različice dokumenta v čakalni vrsti za dostavo po e-pošti

source: %(count)d document link queued for email delivery
ar: تم وضع ارتباط الوثيقة %(count)d في قائمة الانتظار لتسليم البريد الإلكتروني
bs: %(count)d dokument link je postavljen za dostavljanje e-pošte
es: %(count)d enlace de documento sometido para entrega por correo electrónico
it: %(count)d link documento in coda per la consegna via mail
lv: %(count)d dokumentu saite rindā, kas paredzēta e-pasta piegādei
pt_br: %(count)d link de documento em fila para entrega de e-mail
sl: Povezava do dokumenta %(count)d v čakalni vrsti za dostavo e-pošte
zh_hans: %(count)d文档链接排队等待电子邮件递送

source: %(count)d document links queued for email delivery
ar: %(count)d تم وضع رابط الوثائق في قائمة انتظار تسليم البريد الإلكتروني
bs: %(count)d dokument linkova su postavljana za dostavljanje e-pošte
es: %(count)d enlaces de documento sometido para entrega por correo electrónico
it: %(count)dlink documenti in coda per la consegna via mail
lv: %(count)d dokumentu saites tiek rindas uz e-pasta piegādi
pt_br: %(count)d links de documentos em fila para entrega de e-mail
sl: %(count)d povezave do dokumentov v čakalni vrsti za dostavo e-pošte
zh_hans: %(count)d文档链接排队等待电子邮件递送

source: New mailing profile backend selection
ar: تحديد الخلفية الجديدة للقالب
bs: Izbor novog profila pozadinskog profila
es: Nueva selección de backend de perfil de correo
it: Nuova selezione del backend del profilo di posta
lv: Jauna pasta profila backend izvēle
pt_br: Nova seleção de backend de perfil de mailing
sl: Izbira zaledja novega poštnega profila
zh_hans: 新的邮件配置文件后端选择

source: Create a "%s" mailing profile
ar: إنشاء قالب البريد الإلكتروني &quot;%s&quot;
bs: Kreirajte mailing listu "%s"
es: Crear un perfil de correo tipo "%s"
it: Crea un profilo di posta "%s"
lv: Izveidojiet adreses profilu "%s"
pt_br: Criar um perfil de e-mail "%s"
sl: Ustvarite poštni profil &quot;%s&quot;.
zh_hans: 创建“%s”邮件配置文件

source: Delete mailing profile: %s
ar: حذف قالب البريد الإلكتروني: %s
bs: Obriši mailing profil: %s
es: Eliminar el perfil de correo: %s
it: Elimina il profilo di posta: %s
lv: Dzēst pasta profilu: %s
pt_br: Excluir um perfil de mailing: %s
sl: Izbriši poštni profil: %s
zh_hans: 删除邮件配置文件：%s

source: Edit mailing profile: %s
ar: تعديل قالب البريد الإلكتروني: %s
bs: Uredi mailing adresu: %s
es: Editar perfil de publicación: %s
it: Modifica profilo di posta: %s
lv: Rediģēt pasta profilu: %s
pt_br: Editar um perfil de mailing: %s
sl: Uredi poštni profil: %s
zh_hans: 编辑邮件配置文件：%s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
ar: تسمح قوالب البريد الإلكتروني بإرسال الوثائق كمرفقات أو كروابط عبر البريد الإلكتروني.
es: Los perfiles de correo son configuraciones de correo electrónico. Los perfiles de correo permiten enviar documentos como archivos adjuntos o como enlaces por correo electrónico.
it: I profili di posta sono configurazioni di posta elettronica. I profili di posta consentono di inviare documenti come allegati o come collegamenti tramite posta elettronica.
lv: Pasta profili ir e-pasta konfigurācijas. Pasta profili ļauj sūtīt dokumentus kā pielikumus vai kā saites pa e-pastu.
pt_br: Perfis de mailing são configurações de e-mail. Perfis de mailing permitem o envio de documentos como anexos ou como links via e-mail.
sl: Profili pošiljanja so konfiguracije e-pošte. Profili pošiljanja omogočajo pošiljanje dokumentov kot priponk ali povezav po e-pošti.

source: No mailing profiles available
ar: لا توجد قوالب بريد الإلكتروني متاح
es: No hay perfiles de correo disponibles
it: Nessun profilo di posta disponibile
lv: Nav pieejams neviens pasta profils
pt_br: Nenhum perfil de mailing disponível
sl: Ni na voljo nobenih poštnih profilov
zh_hans: 没有可用的邮件配置文件

source: Test email sent.
ar: إرسال بريد الكتروني تجريبي
es: Correo electrónico de prueba enviado.
it: Email di prova inviata.
pt_br: E-mail de teste enviado.
sl: Testno e-poštno sporočilo je poslano.

source: Test mailing profile: %s
ar: اختبار قالب البريد الإلكتروني: %s
bs: Test mailing profila: %s
es: Probar perfil de correo: %s
it: Profilo di posta di prova: %s
lv: Testa pasta profils: %s
pt_br: Testar perfil de mailing: %s
sl: Testni poštni profil: %s
zh_hans: 测试邮件配置文件：%s

source: Mailing profile to use when sending the email.
ar: قالب بريد الكتروني يستخدم عند إرسال البريد الإلكتروني
es: Perfil de correo para usar al enviar el correo electrónico.
it: Profilo di posta da utilizzare quando si invia l'e-mail.
pt_br: Perfil de mailing a ser usado para enviar o e-mail
sl: Poštni profil za uporabo pri pošiljanju e-pošte.

source: Recipient
ar: مستلم
es: Recipiente
it: Destinatario
pt_br: Destinatário
sl: Prejemnik

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
ar: يمكن إضافة أكثر من عنوان بريدي مع التأكد من إضافة فاصلة او فاصة منقوطة كما يمكن إضافة قالب محدد للإيميل
es: Dirección de correo electrónico del destinatario. Pueden ser múltiples direcciones separadas por coma o punto y coma. Se puede usar una plantilla para hacer referencia a las propiedades del documento.
it: Indirizzo e-mail del destinatario. Possono essere più indirizzi separati da virgola o punto e virgola. È possibile utilizzare un modello per fare riferimento alle proprietà del documento.
pt_br: Endereço de e-mail do destinatário. Podem ser vários endereços separados por vírgulas ou pontos e vírgulas. Um template pode ser usado para referênciar propriedades do documento.
sl: E-poštni naslov prejemnika. Lahko je več naslovov, ločenih z vejico ali podpičjem. Predlogo lahko uporabite za sklicevanje na lastnosti dokumenta.

source: Address used in the "Bcc" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
es: Dirección utilizada en el encabezado "Bcc" al enviar el correo electrónico. Pueden ser varias direcciones separadas por coma o punto y coma. Se puede utilizar una plantilla para hacer referencia a las propiedades del documento.
pt_br: Endereço usado no cabeçalho "Cco" ao enviar o e-mail. Podem ser vários endereços separados por vírgula ou ponto e vírgula. Um modelo pode ser usado para fazer referência às propriedades do documento.
sl: Naslov, uporabljen v glavi »Bcc« pri pošiljanju e-pošte. Lahko je več naslovov, ločenih z vejico ali podpičjem. Predlogo lahko uporabite za sklicevanje na lastnosti dokumenta.

source: Reply to
es: Responder a
pt_br: Responder para
sl: Odgovori na

source: Address used in the "Reply-To" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
es: Dirección utilizada en el encabezado "Responder a" al enviar el correo electrónico. Pueden ser varias direcciones separadas por coma o punto y coma. Se puede utilizar una plantilla para hacer referencia a las propiedades del documento.
pt_br: Endereço usado no cabeçalho "Responder para" ao enviar o e-mail. Podem ser vários endereços separados por vírgula ou ponto e vírgula. Um modelo pode ser usado para fazer referência às propriedades do documento.
sl: Naslov, uporabljen v glavi »Odgovori« pri pošiljanju e-pošte. Lahko je več naslovov, ločenih z vejico ali podpičjem. Predlogo lahko uporabite za sklicevanje na lastnosti dokumenta.

source: Subject of the email. Can be a string or a template.
ar: موضوع البريد الإلكتروني. يمكن أن يكون سلسلة أو نموذجًا.
es: Asunto del correo electrónico. Puede ser un texto o una plantilla.
it: Oggetto dell'email. Può essere una stringa o un modello.
pt_br: Assunto do e-mail. Pode ser uma string ou um template.
sl: Zadeva e-pošte. Lahko je niz ali predloga.

source: Body of the email to send. Can be a string or a template.
ar: نص البريد الإلكتروني لإرساله. يمكن أن يكون سلسلة أو نموذجًا.
es: Cuerpo del correo electrónico a enviar. Puede ser un texto o una plantilla.
it: Corpo dell'email da inviare. Può essere una stringa o un modello.
pt_br: Corpo do e-mail a ser enviado. Pode ser uma string ou um template.
sl: Telo e-poštnega sporočila za pošiljanje. Lahko je niz ali predloga.

source: Attachment
es: Anejo
pt_br: Anexo
sl: Priponka

source: Attach an object to the email.
es: Anejar el documento al correo.
pt_br: Anexar um objeto ao e-mail
sl: E-poštnemu sporočilu priložite predmet.

source: Send object via email
es: Enviar documento por correo electrónico
pt_br: Enviar objeto por e-mail
sl: Pošlji predmet po e-pošti

source: Attach the exported document version to the email.
es: Anejar el documento al correo.
pt_br: Anexar a versão do documento exportada para o e-mail
sl: E-poštnemu sporočilu priložite izvoženo različico dokumenta.

source: Send document via email
ar: إرسال الوثيقة عبر البريد الإلكتروني
bs: Pošaljite dokument putem e-pošte
es: Enviar documento por correo electrónico
fa: ارسال سند بوسیله ایمیل
it: Invia il documento via mail
lv: Sūtiet dokumentu pa e-pastu
pt_br: Enviar documento por e-mail
sl: Pošlji dokument po e-pošti
zh_hans: 通过电子邮件发送文档

source: {{ object_name }}: {{ object }}
pt_br: {{ nome_objeto }}: {{ objecto }}

source: Date and time
bs: Datum i vreme
fa: تاریخ و زمان
lv: Datums un laiks
zh_hans: 日期和时间

source: Message
bs: Poruke
lv: Ziņojums
zh_hans: 信息

source: Email document
bs: E-mail dokument
fa: ایمیل کردن سند
lv: E-pasta dokuments
zh_hans: 电子邮件文档

source: Email link
fa: پیوند پلکترونیکی
lv: E-pasta saite
zh_hans: 电子邮件链接

source: System mailer error log
bs: Dnevnik grešaka sistemskog mailera
lv: Sistēmas sūtītāja kļūdu žurnāls
zh_hans: 系统邮件程序错误日志

source: Create mailing profile
lv: Izveidojiet pasta profilu

source: Log
lv: Žurnāls
zh_hans: 日志

source: Attached to this email is the document: {{ document }} -------- This email has been sent from %(project_title)s (%(project_website)s)
bs: Priloženo ovoj poruci je dokument: {{document}} -------- Ovaj email je poslat iz %(project_title)s (%(project_website)s)
lv: Šim e-pastam pievienots dokuments: {{document}} -------- Šis e-pasts ir nosūtīts no %(project_title)s (%(project_website)s)
zh_hans: 该电子邮件附有以下文件：{{document}} -------- 此电子邮件地址是%(project_title)s（%(project_website)s）

source: Document: {{ document }}
bs: Dokument: {{document}}
fa: سند : {{ document }}
lv: Dokuments: {{document}}
zh_hans: 文档：{{document}}

source: To access this document click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
bs: Da biste pristupili ovom dokumentu, kliknite na sledeći link: {{link}} -------- Ovaj email je poslat iz %(project_title)s (%(project_website)s)
lv: Lai piekļūtu šim dokumentam, noklikšķiniet uz šādas saites: {{link}} -------- Šis e-pasts ir nosūtīts no %(project_title)s (%(project_website)s)
zh_hans: 要访问此文档，请单击以下链接：{{link}} -------- 此电子邮件地址是%(project_title)s（%(project_website)s）

source: Link for document: {{ document }}
bs: Veza za dokument: {{document}}
fa: پیوند سند :{{document}}
lv: Saite uz dokumentu: {{document}}
zh_hans: 文档链接：{{document}}

source: Date time
bs: Datum vreme
fa: تاریخ زمان
lv: Datums Laiks
zh_hans: 日期时间

source: Log entry
bs: Ulazni tragovi
lv: Žurnāla ieraksts
zh_hans: 日志条目

source: Log entries
bs: Stavke tragova
fa: ورودیهای لاگ
lv: Žurnāla ieraksti
zh_hans: 日志条目

source: User mailer
bs: Korisnički poštar
lv: Lietotājs
zh_hans: 用户邮件程序

source: User mailer log entry
bs: Unos dnevnika korisnika mailera
lv: Lietotāja pasta žurnāla ieraksts
zh_hans: 用户邮件程序日志条目

source: User mailer log entries
bs: Stavke evidencije korisnika mailera
lv: Lietotāju pasta žurnāla ieraksti
zh_hans: 用户邮件程序日志条目

source: View system mailing error log
bs: Pogledajte evidenciju grešaka u sistemu
lv: Skatīt sistēmas pasta kļūdu kļūdu žurnālu
zh_hans: 查看系统邮件错误日志

source: Send document
bs: Pošaljite dokument
lv: Sūtīt dokumentu
zh_hans: 发送文档

source: Document mailing error log
bs: Evidencija grešaka u dokumentaciji
lv: Dokumentu sūtīšanas kļūdu žurnāls
zh_hans: 文档邮件错误日志

source: %(count)d document queued for email delivery
bs: %(count)d dokument postavljen za dostavljanje e-pošte
lv: %(count)d dokuments, kas atrodas rindā, lai nosūtītu e-pastu
zh_hans: %(count)d文档排队等待电子邮件递送

source: %(count)d documents queued for email delivery
bs: %(count)d dokumenata koji su stavljeni u red za dostavljanje e-pošte
lv: %(count)d dokumenti, kas atrodas rindā, lai nosūtītu e-pastu
zh_hans: %(count)d文档排队等待电子邮件递送

source: Send
bs: Pošalji
fa: ارسال
lv: Sūtīt
zh_hans: 发送

source: Error log for: %s
lv: Kļūdu žurnāls priekš: %s

source: Template for the document link email form body line.
fa: الگوی ارسال سند بوسیله پیوند آن از داخل بدنه

source: Template for the document email form body line.
fa: الگوی ارسال سند از داخل بدنه

source: Must provide at least one document.
fa: حداقل یک سند بایست ارایه گردد.

source: Successfully queued for delivery via email.
fa: ورود موفق به صف ارسال از طریق ایمیل

source: Email document: %s
fa: ایمیل سند: %s

source: Email link for document: %s
fa: پیوند ایمیل برای سند: %s

source: Email documents: %s
fa: ایمیل اسناد: %s

source: Email links for documents: %s
fa: پیوند ایمیل برای اسناد: %s
