Repository: mayan-edms/Mayan-EDMS
Catalog: apps/tags/locale/*/LC_MESSAGES/django.po
Languages: it

source: preview
it: anteprima

source: tagged items
it: articoli etichettati.

source: tags
it: etichette

source: Name
it: Nome

source: Color
it: Colori

source: Tags
it: Etichette

source: tag list
it: lista delle etichette

source: create new tag
it: crea una nuova etichetta

source: attach tag
it: allega un'etichetta

source: delete
it: cancella

source: edit
it: modifica

source: tagged documents
it: documenti etichettati

source: Cyan
it: Ciaono

source: Coral
it: Corallo

source: Green-Yellow
it: Verdognolo

source: LightGrey
it: Grigio chiaro

source: Red
it: Rosso

source: Orange
it: Arancione

source: Yellow
it: Giallo

source: tag
it: etichetta

source: color
it: colore

source: tag properties
it: proprità dell'etichetta

source: tags properties
it: proprietà delle etichette

source: Create new tags
it: Crea un nuova etichetta

source: Delete tags
it: Eliminare i tag

source: Edit tags
it: Modificare i tag

source: View tags
it: Visualizzare i tag

source: Attach tags to documents
it: Applicare i tag ai documenti

source: Remove tags from documents
it: Rimuovi etichetta dal documento

source: Tag already exists.
it: L'etichetta già esiste

source: Tag created succesfully.
it: Etichetta creata con successo

source: create tag
it: crea etichetta

source: Must provide at least one tag.
it: Devi fornire almeno un'etichetta

source: Tag "%s" deleted successfully.
it: Etichetta "%s" cancellata con successo.

source: Error deleting tag "%(tag)s": %(error)s
it: Errore nel cancellare l'etichetta "%(tag)s": %(error)s

source: Are you sure you wish to delete the tag: %s?
it: Sei sicuro di voler cancellare questa etichetta: %s?

source: Will be removed from all documents.
it: Sarà rimossa da tutti i documenti

source: Are you sure you wish to delete the tags: %s?
it: Sei sicuro di voler cancellare tutte queste etichette: %s?

source: Tag updated succesfully.
it: Etichetta aggiornata con successo

source: edit tag: %s
it: modifica l'etichetta:%s

source: documents with the tag "%s"
it: documenti con l'etichetta "%s"

source: tags for: %s
it: etichette per: %s

source: Add tag to document
it: Aggiungi l'etichetta al documento
