Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, es, it, lv

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
bs_ba: URL API koji ukazuje na tok posla u odnosu na dokument na koji je priložen. Ova URL adresa se razlikuje od kanonskog URL-a za radni tok.
es: API URL que apunta a un flujo de trabajo en relación con el documento al que está asociado. Esta URL es diferente de la URL de flujo de trabajo canónico.
it: URL API che punta a un flusso di lavoro in relazione al documento a cui è allegato. Questo URL è diverso dall'URL canonico del flusso di lavoro.
lv: API URL, kas norāda uz darbplūsmu saistībā ar dokumentu, uz kuru tas ir pievienots. Šis URL atšķiras no kanoniskā darbplūsmas URL.

source: Primary key of the document type to add to the workflow.
es: Llave principal del tipo de documento para agregar al flujo de trabajo.

source: Primary key of the document type to remove from the workflow.
es: Llave principal del tipo de documento que se eliminará del flujo de trabajo.

source: Primary key of the workflow template transition to be added.
es: Llave principal de la transición de la plantilla de flujo de trabajo que se agregará.

source: Workflow template transition ID
es: ID de transición de plantilla de flujo de trabajo

source: Primary key of the destination state to be added.
bs_ba: Primarni ključ odredišnog stanja koji treba dodati.
es: Llave primaria del estado de destino a ser agregado.
it: Chiave primaria dello stato di destinazione da aggiungere.
lv: Pievienojamās galamērķa valsts primārā atslēga.

source: Primary key of the origin state to be added.
bs_ba: Primarni ključ porekla stanja koji treba dodati.
es: Llave primaria del estado inicial a ser agregado.
it: Chiave primaria dello stato di origine da aggiungere.
lv: Pievienojamās izcelsmes valsts primārā atslēga.

source: Event Type ID
es: ID del tipo de evento

source: Unknown or invalid event type ID `%s`
es: ID de tipo de evento `%s` es desconocido o no válido

source: File path to the graphviz dot program used to generate workflow previews.
es: Ruta del archivo al programa de puntos graphviz utilizado para generar vistas previas del flujo de trabajo.
it: Percorso del file al programma graphviz dot utilizzato per generare anteprime del flusso di lavoro.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
es: El umbral en el que WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND comenzará a eliminar los archivos de caché de imagen de flujo de trabajo más antiguos. Especifique el tamaño en bytes.
it: La soglia alla quale WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND inizierà a eliminare i file di cache delle immagini del flusso di lavoro meno recenti. Specifica la dimensione in byte.

source: Path to the Storage subclass to use when storing the cached workflow image files.
es: Ruta de acceso a la subclase de almacenamiento para usar al almacenar los archivos de imagen de flujo de trabajo en caché.
it: Percorso della sottoclasse di archiviazione da utilizzare quando si archiviano i file di immagine del flusso di lavoro memorizzati nella cache.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
es: Argumentos para pasar a WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
it: Argomenti da passare a WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Interval in seconds on which the task to check for expired workflow states will be launched.
es: Intervalo en segundos en el que se iniciará la tarea para verificar los estados de flujo de trabajo caducados.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
es: No se puede inicializar el almacenamiento de vista previa del flujo de trabajo. Verifique las configuraciones {} y {} para errores de formato.
it: Impossibile inizializzare l'archiviazione dell'anteprima del flusso di lavoro. Controlla le impostazioni {} e {} per errori di formattazione.

source: Workflow preview images
es: Imágenes de vista previa del flujo de trabajo
it: Immagini di anteprima del flusso di lavoro

source: Assign workflows to the document type of this document to have this document execute those workflows.
es: Asigne flujos de trabajo al tipo de documento de este documento para que este documento ejecute esos flujos de trabajo.
it: Assegna i flussi di lavoro al tipo di documento di questo documento affinché questo documento esegua quei flussi di lavoro.
lv: Piešķiriet šī dokumenta dokumenta tipam darbplūsmas, lai šis dokuments izpildītu šīs darbplūsmas.

source: There are no workflows for this document
es: No hay flujos de trabajo para este documento
it: Non ci sono flussi di lavoro per questo documento

source: Workflows for document: %s
bs_ba: Radni tokovi za dokument: %s
es: Flujos de trabajo para el documento: %s
it: Workflow per il documento: %s
lv: Dokumenta darbplūsmas: %s

source: This view will show the state changes as a workflow instance is transitioned.
es: Esta vista mostrará los cambios de estado a medida que se realiza la transición de una instancia de flujo de trabajo.
it: Questa visualizzazione mostrerà i cambiamenti di stato durante la transizione di un'istanza del flusso di lavoro.
lv: Šis skats parādīs stāvokļa izmaiņas, kad notiks darbplūsmas instances pāreja.

source: There are no details for this workflow instance
es: No hay detalles para esta instancia de flujo de trabajo
it: Non ci sono dettagli per questa istanza del flusso di lavoro
lv: Šajā darbplūsmas instancē nav sīkākas informācijas

source: Detail of workflow: %(workflow)s
bs_ba: Detail o radnom toku: %(workflow)s
es: Detalle de flujo de trabajo: %(workflow)s
it: Dettagli del workflow: %(workflow)s
lv: Darba plūsmas apraksts: %(workflow)s

source: Document "%s" transitioned successfully
bs_ba: Dokument "%s" uspešno prelazi
es: Documento "%s" transicionado con éxito
it: Transizione del documento "%s" riuscita
lv: Dokuments "%s" veiksmīgi mainīts

source: Execute transition "%(transition)s" for workflow: %(workflow)s
es: Ejecutar la transición "%(transition)s" para el flujo de trabajo: %(workflow)s
it: Esegui la transizione "%(transition)s" per il flusso di lavoro: %(workflow)s

source: Optional comment to attach to the transition.
es: Comentario opcional para adjuntar a la transición.
it: Commento opzionale da aggiungere alla transizione.
lv: Izvēles komentārs, ko var pievienot pārejai.

source: Select
es: Seleccionar
it: Seleziona

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
es: Seleccione la transición para el flujo de trabajo "%(workflow)s" del documento "%(document)s"

source: Associate a workflow with some document types and documents of those types will be listed in this view.
es: Asociar un flujo de trabajo con algunos tipos de documentos y documentos de esos tipos se enumerará en esta vista.
it: Associare un flusso di lavoro ad alcuni tipi di documenti e i documenti di questi tipi verranno elencati in questa vista.
lv: Darbplūsmas saistīšana ar dažiem dokumentu veidiem un šo veidu dokumenti tiks iekļauti šajā skatā.

source: There are no documents executing this workflow
es: No hay documentos ejecutando este flujo de trabajo
it: Non ci sono documenti che eseguono questo workflow
lv: Nav dokumentu, kas izpildītu šo darbplūsmu

source: Documents with the workflow: %s
bs_ba: Dokumenti sa radnim tokovima: %s
es: Documentos con el flujo de trabajo: %s
it: Documento con il workflow: %s
lv: Dokumenti ar darbplūsmu: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
es: Cree algunos flujos de trabajo y asócielos con un tipo de documento. Los flujos de trabajo activos se mostrarán aquí y los documentos para los que se están ejecutando.
it: Creare alcuni flussi di lavoro e associarli a un tipo di documento. I flussi di lavoro attivi verranno visualizzati qui e i documenti per i quali sono in esecuzione.
lv: Izveidojiet dažas darbplūsmas un saistiet tās ar dokumenta veidu. Šeit tiks parādītas aktīvas darbplūsmas un dokumenti, kuriem tie tiek izpildīti.

source: There are no workflows
es: No hay flujos de trabajo
it: Non ci sono flussi di lavoro
lv: Nav darbplūsmu

source: There are no documents in this workflow state
es: No hay documentos en este estado de flujo de trabajo.
it: Non sono presenti documenti in questo stato del flusso di lavoro
lv: Šajā darbplūsmas stāvoklī nav dokumentu

source: Documents in the workflow "%s", state "%s"
bs_ba: Dokumenti u toku posla "%s", stanje "%s"
es: Documentos en el flujo de trabajo "%s", estado "%s"
it: Documenti nel flusso di lavoro "%s", stato "%s"
lv: Dokumenti darbplūsmā "%s", norādiet "%s"

source: Create states and link them using transitions.
es: Crea estados y vincúlalos usando transiciones.
it: Crea stati e collegali usando le transizioni.
lv: Izveidojiet valstis un saistiet tās, izmantojot pārejas.

source: This workflow doesn't have any state
es: Este flujo de trabajo no tiene ningún estado
it: Questo flusso di lavoro non ha alcuno stato
lv: Šai darbplūsmai nav nekādas valsts

source: States of workflow: %s
bs_ba: Stanje toka posla: %s
es: Estados del flujo de trabajo: %s
it: Stati del workflow: %s
lv: Darba plūsmas valstis: %s

source: Create escalation for workflow state: %s
es: Crear un escalamientos para el estado del flujo de trabajo: %s

source: Delete workflow state escalation: %s
es: Eliminar escalamiento de estado de flujo de trabajo: %s

source: Edit workflow state escalation: %s
es: Editar escalamiento de estado de flujo de trabajo: %s

source: Workflow state escalation allow workflows to execute a a transition automatically after a specific amount of time.
es: El escalamiento del estado del flujo de trabajo permite que los flujos de trabajo ejecuten una transición automáticamente después de un período de tiempo específico.

source: There are no escalations for this workflow state
es: No hay escalamientos para este estado de flujo de trabajo

source: Escalations for workflow template state: %s
es: Escalamientos. para el estado de la plantilla de flujo de trabajo: %s

source: Create a "%(action_class)s" workflow action for: %(workflow_state)s
es: Cree una acción de flujo de trabajo "%(action_class)s" para: %(workflow_state)s

source: Delete workflow state action: %s
bs_ba: Izbrišite akciju stanja radnog toka: %s
es: Eliminar acción del estado del flujo de trabajo: %s
it: Elimina l'azione dello stato del flusso di lavoro: %s
lv: Dzēst darbplūsmas stāvokļa darbību: %s

source: Edit workflow state action: %s
bs_ba: Izmenite akciju stanja toka posla: %s
es: Editar acción de estado de flujo de trabajo: %s
it: Modifica azione dello stato del flusso di lavoro: %s
lv: Rediģēt darbplūsmas stāvokļa darbību: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
es: Las acciones de estado de flujo de trabajo son macros que se ejecutan cuando los documentos entran o salen del estado en el que residen.
it: Le azioni di stato del flusso di lavoro sono macro che vengono eseguite quando i documenti entrano o escono dallo stato in cui risiedono.
lv: Darbplūsmas stāvokļa darbības ir makro, kas tiek izpildīts, kad dokumenti tiek ievadīti vai atstāti valstī, kurā tie atrodas.

source: There are no actions for this workflow state
es: No hay acciones para este estado de flujo de trabajo
it: Non ci sono azioni per questo stato del flusso di lavoro
lv: Šajā darbplūsmas stāvoklī nav nevienas darbības

source: Actions for workflow state: %s
bs_ba: Akcije za stanje toka posla: %s
es: Acciones para el estado de flujo de trabajo: %s
it: Azioni per lo stato del flusso di lavoro: %s
lv: Darbplūsmas stāvokļa darbības: %s

source: New workflow state action selection for: %s
es: Nueva selección de acción de estado de flujo de trabajo para: %s

source: Create states for workflow: %s
bs_ba: Kreirajte stanja za radni tok: %s
es: Crear estados para el flujo de trabajo: %s
it: Crea stati del workflow: %s
lv: Izveidojiet darbplūsmas stāvokļus: %s

source: Delete workflow state: %s?
es: Eliminar el estado del flujo de trabajo: %s?
it: Eliminare lo stato del flusso di lavoro: %s?
lv: Dzēst darbplūsmas stāvokli: %s?

source: Edit workflow state: %s
es: Editar el estado del flujo de trabajo: %s
it: Modifica lo stato del flusso di lavoro: %s
lv: Rediģēt darbplūsmas stāvokli: %s

source: This workflow doesn't have any states
es: Este flujo de trabajo no tiene ningún estado
it: Questo flusso di lavoro non ha stati
lv: Šai darbplūsmai nav neviena stāvokļa

source: Create transitions for workflow: %s
bs_ba: Kreiranje prelazaka za radni tok: %s
es: Crear transiciones para el flujo de trabajo: %s
it: Crea trasizioni per il workflow: %s
lv: Izveidojiet pārejas darbplūsmai: %s

source: Delete workflow transition: %s?
es: Eliminar la transición del flujo de trabajo: %s?
it: Eliminare la transizione del flusso di lavoro: %s?
lv: Dzēst darbplūsmas pāreju: %s?

source: Edit workflow transition: %s
es: Editar la transición del flujo de trabajo: %s
it: Modifica la transizione del flusso di lavoro: %s
lv: Rediģēt darbplūsmas pāreju: %s

source: Create a transition and use it to move a workflow from one state to another.
es: Cree una transición y úsela para mover un flujo de trabajo de un estado a otro.
it: Crea una transizione e usala per spostare un flusso di lavoro da uno stato all'altro.
lv: Izveidojiet pāreju un izmantojiet to, lai pārvietotu darbplūsmu no vienas valsts uz citu.

source: This workflow doesn't have any transitions
es: Este flujo de trabajo no tiene ninguna transición
it: Questo flusso di lavoro non ha transizioni
lv: Šai darbplūsmai nav nekādu pāreju

source: Transitions of workflow: %s
bs_ba: Prelazak na radni tok: %s
es: Transiciones de flujo de trabajo: %s
it: Trasizioni per il workflow: %s
lv: Darbplūsmas pārejas: %s

source: Create a field for workflow transition: %s
es: Cree un campo para la transición del flujo de trabajo: %s
it: Crea un campo per la transizione del flusso di lavoro: %s

source: Delete workflow transition field: %s
es: Eliminar el campo de transición del flujo de trabajo: %s
it: Elimina il campo di transizione del flusso di lavoro: %s

source: Edit workflow transition field: %s
es: Editar campo de transición de flujo de trabajo: %s
it: Modifica campo di transizione del flusso di lavoro: %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
es: Los campos de transición de flujo de trabajo permiten agregar datos al contexto del flujo de trabajo. Estos datos de contexto adicionales pueden ser utilizados por otros elementos del sistema de flujo de trabajo, como las acciones de estado del flujo de trabajo.
it: I campi di transizione del flusso di lavoro consentono di aggiungere dati al contesto del flusso di lavoro. Questi dati di contesto aggiuntivi possono quindi essere utilizzati da altri elementi del sistema del flusso di lavoro come le azioni dello stato del flusso di lavoro.

source: There are no fields for this workflow transition
es: No hay campos para esta transición de flujo de trabajo
it: Non ci sono campi per questa transizione del flusso di lavoro

source: Fields for workflow transition: %s
es: Campos para la transición del flujo de trabajo: %s
it: Campi per la transizione del flusso di lavoro: %s

source: Error updating workflow transition trigger events; %s
bs_ba: Greška u ažuriranju događaja pokretanja tranzicije tokom procesa; %s
es: Error al actualizar eventos de disparo de transición de flujo de trabajo; %s
it: Errore durante l'aggiornamento degli eventi di attivazione della transizione del flusso di lavoro; %s
lv: Kļūda, atjauninot darbplūsmas pārejas sprūda notikumus; %s

source: Workflow transition trigger events updated successfully
bs_ba: Događaji o pokretanju procesa prenosa posla uspešno su ažurirani
es: Eventos de activación de transición de flujo de trabajo actualizados correctamente
it: Eventi di attivazione della transizione del flusso di lavoro aggiornati correttamente
lv: Darbplūsmas pārejas sprūda notikumi tika veiksmīgi atjaunināti

source: Triggers are events that cause this transition to execute automatically.
es: Los disparadores son eventos que hacen que esta transición se ejecute automáticamente.
it: I trigger sono eventi che provocano l'esecuzione automatica di questa transizione.
lv: Indikatori ir notikumi, kas izraisa šīs pārejas izpildi automātiski.

source: Workflow transition trigger events for: %s
bs_ba: Događaji koji pokreću tranzistorski tok posla za: %s
es: Eventos de disparo de transición de flujo de trabajo para: %s
it: Eventi di attivazione della transizione del flusso di lavoro per: %s
lv: Darbplūsmas pārejas sprūda notikumi: %s

source: Available workflows
es: Flujos de trabajo disponibles
it: Flussi di lavoro disponibili
lv: Pieejamās darbplūsmas

source: Workflows assigned this document type
es: Flujos de trabajo asignados a este tipo de documento.
it: Flussi di lavoro assegnati a questo tipo di documento
lv: Darbplūsmām piešķirts šī dokumenta veids

source: Removing a workflow from a document type will also remove all running instances of that workflow.
es: La eliminación de un flujo de trabajo de un tipo de documento también eliminará todas las instancias en ejecución de ese flujo de trabajo.
it: La rimozione di un flusso di lavoro da un tipo di documento rimuoverà anche tutte le istanze in esecuzione di quel flusso di lavoro.
lv: Darbplūsmas noņemšana no dokumenta veida arī novērsīs visus darbplūsmas gadījumus.

source: Workflows assigned the document type: %s
es: Flujos de trabajo asignados al tipo de documento: %s
it: Flussi di lavoro assegnati al tipo di documento: %s
lv: Darbplūsmas, kurām piešķirts dokumenta tips: %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
es: Error al iniciar flujos de trabajo para el documento "%(instance)s"; %(exception)s

source: Workflows launched successfully for document "%(object)s".
es: Los flujos de trabajo se iniciaron correctamente para el documento "%(object)s".

source: Workflows launched successfully for %(count)d document.
es: Los flujos de trabajo de %(count)d documento se iniciaron correctamente.

source: Workflows launched successfully for %(count)d documents.
es: Los flujos de trabajo de %(count)d documentos se iniciaron correctamente.

source: Launch workflow: %(object)s.
es: Iniciar flujo de trabajo: %(object)s.

source: Launch workflows for the selected %(count)d document.
es: Inicie flujos de trabajo para el %(count)d documento seleccionado.

source: Launch workflows for the selected %(count)d documents.
es: Inicie flujos de trabajo para los %(count)d documentos seleccionados.

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
es: Los flujos de trabajo ya iniciados o los flujos de trabajo que no se aplican a algunos documentos cuando se seleccionan varios documentos, se ignorarán en silencio.
it: I flussi di lavoro già avviati o i flussi di lavoro non applicabili ad alcuni documenti quando sono selezionati più documenti, verranno silenziosamente ignorati.

source: Workflows to be launched.
es: Flujos de trabajo a ser iniciados.
it: Flussi di lavoro da avviare.

source: Error deleting workflow "%(instance)s"; %(exception)s
es: Error al eliminar el flujo de trabajo "%(instance)s"; %(exception)s

source: Workflow "%(object)s" deleted successfully.
es: El flujo de trabajo "%(object)s" se eliminó correctamente.

source: %(count)d workflow deleted successfully.
es: %(count)d flujo de trabajo se eliminó correctamente.

source: %(count)d workflows deleted successfully.
es: %(count)d flujos de trabajo se eliminaron correctamente.

source: Delete workflow: %(object)s.
es: Eliminar flujo de trabajo: %(object)s.

source: Delete the %(count)d selected workflow.
es: Eliminar el %(count)d flujo de trabajo seleccionado.

source: Delete the %(count)d selected workflows.
es: Eliminar los %(count)d flujos de trabajo seleccionados.

source: All workflow instances will also be deleted.
es: También se eliminarán todas las instancias de flujos de trabajo.
it: Verranno eliminate anche tutte le istanze del flusso di lavoro.

source: Edit workflow: %s
es: Editar flujo de trabajo: %s
it: Modifica flusso di lavoro: %s
lv: Rediģēt darbplūsmu: %s

source: Available document types
bs_ba: Dostupni tipovi dokumenta
es: Tipos de documentos disponibles
it: Tipi di documento disponibili
lv: Pieejamie dokumentu veidi

source: Document types assigned this workflow
bs_ba: Tipovi dokumenata dodeljeni ovim radnim tokovima
es: Tipos de documentos asignados a este flujo de trabajo
it: Tipi di documento assegnati a questo workflow
lv: Dokumentu veidiem piešķirta šī darbplūsma

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
bs_ba: Uklanjanje tipa dokumenta iz radnog toka će takođe ukloniti sve pokrenute instance tog toka posla za dokumente tipa dokumenta koji je upravo uklonjen.
es: La eliminación de un tipo de documento de un flujo de trabajo también eliminará todas las instancias en ejecución de ese flujo de trabajo para documentos del tipo de documento que se acaba de eliminar.
it: La rimozione di un tipo di documento da un flusso di lavoro rimuoverà anche tutte le istanze in esecuzione di quel flusso di lavoro per i documenti del tipo di documento appena rimosso.
lv: Dokumenta veida noņemšana no darbplūsmas arī novērsīs visus darbplūsmas gadījumus, kad tikko izņemtie dokumenta veidi ir dokumenti.

source: Document types assigned the workflow: %s
bs_ba: Tipovi dokumenata dodeljeni ovim radnim tokovima: %s
es: Tipos de documentos asignados al flujo de trabajo: %s
it: Tipi di documento assegnati al workflow: %s
lv: Dokumentu veidiem, kuriem piešķirta darbplūsma: %s

source: Launch workflow?
es: ¿Lanzar flujo de trabajo?
it: Avviare il flusso di lavoro?

source: This will launch the workflow for documents that have already been uploaded.
es: Esto iniciará el flujo de trabajo para los documentos que ya se han cargado.
it: Questo avvierà il flusso di lavoro per i documenti che sono già stati caricati.

source: Workflow launch queued successfully.
bs_ba: Lansiranje toka posla je u redu.
es: Lanzamiento de flujos de trabajo sometido con éxito.
it: Avvio del flusso di lavoro accodato correttamente.
lv: Veiksmīga darbplūsmas palaišana.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
es: Los flujos de trabajo almacenan una serie de estados y realizan un seguimiento del estado actual de un documento. Las transiciones se utilizan para cambiar el estado actual a uno nuevo.
it: I flussi di lavoro memorizzano una serie di stati e tengono traccia dello stato corrente di un documento. Le transizioni vengono utilizzate per modificare lo stato corrente in uno nuovo.
lv: Darbplūsmas saglabā virkni valstu un seko dokumenta pašreizējam stāvoklim. Pārejas tiek izmantotas, lai mainītu pašreizējo stāvokli uz jaunu.

source: No workflows have been defined
es: No se han definido flujos de trabajo
it: Non sono stati definiti flussi di lavoro
lv: Nav noteiktas darbplūsmas

source: Preview of: %s
bs_ba: Pregled od: %s
es: Vista previa de: %s
it: Anteprima: %s
lv: Priekšskatījums: %s

source: Launch all workflows?
bs_ba: Pokrenite sve tokove posla?
es: ¿Lanzar todos los flujos de trabajo?
it: Avvia tutti i flussi di lavoro?
lv: Uzsākt visas darbplūsmas?
