Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, es, it, lv

source: This will launch all workflows created after documents have already been uploaded.
es: Esto iniciará todos los flujos de trabajo creados después de que los documentos ya se hayan cargado.
it: Questo avvierà tutti i flussi di lavoro creati dopo che i documenti sono già stati caricati.
lv: Tas palaidīs visas darbplūsmas, kas izveidotas pēc tam, kad dokumenti jau ir augšupielādēti.

source: Document label
es: Etiqueta de documento
it: Etichetta del documento
lv: Dokumenta etiķete

source: The new label to be assigned to the document.
es: La nueva etiqueta que se asignará al documento.

source: Document description
es: Descripción del documento
it: Descrizione del documento
lv: Dokumenta apraksts

source: The new description to be assigned to the document.
es: La nueva descripción que se asignará al documento.

source: Modify document properties
es: Modificar propiedades del documento
it: Modifica le proprietà del documento

source: Additional workflows to launch for the document.
es: Flujos de trabajo adicionales para iniciar para el documento.
it: Flussi di lavoro aggiuntivi da avviare per il documento.

source: The URL to access.
es: La URL para acceder.

source: Timeout
es: Tiempo de expiración
lv: Pārtraukums

source: Time in seconds to wait for a response.
bs_ba: Vreme u sekundama za odgovor.
es: Tiempo en segundos para esperar una respuesta.

source: Payload
es: Datos a enviar
it: Dati
lv: Kravnesība

source: A JSON document to include in the request.
es: Un documento JSON para incluir en la solicitud.

source: Username
es: Nombre de usuario
it: Nome utente
lv: Lietotājvārds

source: Username to use for making the request with HTTP Basic Auth.
es: Nombre de usuario que se utilizará para realizar la solicitud con HTTP Basic Auth.

source: Password
es: Contraseña
lv: Parole

source: Password to use for making the request with HTTP Basic Auth.
es: Contraseña que se utilizará para realizar la solicitud con HTTP Basic Auth.

source: Method
es: Método
it: Metodo

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
es: El método HTTP que se utilizará para la solicitud. Las opciones típicas son OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.

source: Headers
es: Encabezados

source: Headers to send with the HTTP request. Must be in JSON format.
es: Encabezados para enviar con la solicitud HTTP. Debe estar en formato JSON.

source: Perform an HTTP request
es: Realizar una solicitud HTTP
it: Eseguire una richiesta HTTP

source: %(field_name)s JSON error: %(exception)s
es: Error JSON en %(field_name)s: %(exception)s
it: %(field_name)s Errore JSON: %(exception)s

source: No
bs_ba: Ne
lv: Nē

source: Create workflows
bs_ba: Kreirajte tokove posla
lv: Izveidojiet darbplūsmas

source: Delete workflows
bs_ba: Obrišite tokove rada
lv: Dzēst darbplūsmas

source: Edit workflows
bs_ba: Izmenite tokove posla
lv: Rediģējiet darbplūsmas

source: View workflows
bs_ba: Pregledajte tokove rada
lv: Skatīt darbplūsmas

source: Transition workflows
bs_ba: Tranzicijski tokovi posla
lv: Pārejas darbplūsmas

source: Document states
bs_ba: Stanje dokumenata
lv: Dokumentu stāvokļi

source: Primary key of the document type to be added.
bs_ba: Primarni ključ vrste dokumenta koji treba dodati.
lv: Pievienojamā dokumenta tipa primārā atslēga.

source: API URL pointing to a document type in relation to the workflow to which it is attached. This URL is different than the canonical document type URL.
bs_ba: API URL koji ukazuje na tip dokumenta u odnosu na tok posla kome je priključen. Ova URL adresa se razlikuje od URL kanonskog tipa dokumenta.
lv: API URL, kas norāda uz dokumenta veidu saistībā ar darbplūsmu, kurai tas ir pievienots. Šis URL atšķiras no kanoniskā dokumenta tipa URL.

source: Comma separated list of document type primary keys to which this workflow will be attached.
bs_ba: Lista odvojenih primarnih ključeva tipova dokumenata na koje se taj radni proces povezuje.
lv: Komatu atdalīts dokumentu tipa primāro atslēgu saraksts, kurām šī darbplūsma tiks pievienota.

source: There are no workflow for this document
lv: Šim dokumentam nav darbplūsmas

source: Submit
bs_ba: Podnijeti
lv: Iesniegt

source: Create a "%s" workflow action
bs_ba: Kreirati "%s" radnu akciju
lv: Izveidojiet darbplūsmas darbību "%s"

source: New workflow state action selection
bs_ba: Novi posao selekcije posla
lv: Jauna darbplūsmas stāvokļa darbības izvēle

source: Delete workflow: %s?
lv: Dzēst darbplūsmu: %s?

source: The new label to be assigned to the document. Can be a string or a template.
lv: Jaunā etiķete, kas jāpiešķir dokumentam. Var būt virkne vai veidne.

source: The new description to be assigned to the document. Can be a string or a template.
lv: Jauns apraksts, kas jāpiešķir dokumentam. Var būt virkne vai veidne.

source: Document label template error: %s
lv: Dokumenta etiķetes veidnes kļūda: %s

source: Document description template error: %s
lv: Dokumenta apraksta veidnes kļūda: %s

source: Can be an IP address, a domain or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
bs_ba: Može biti IP adresa, domen ili šablon. Šabloni primaju primere prijavljivanja dnevnika rada kao dio njihovog konteksta pomoću varijable "entri_log". "Entri_log" zauzvrat pruža "vorkflov_instance", "datetime", "transition", "user" i "comment" atribute.
lv: Var būt IP adrese, domēns vai veidne. Veidnes saņem darbplūsmas žurnāla ieraksta gadījumu kā daļu no konteksta, izmantojot mainīgo "entry_log". Savukārt "entry_log" nodrošina atribūtus "workflow_instance", "datetime", "pāreja", "lietotājs" un "komentārs".

source: A JSON document to include in the request. Can also be a template that return a JSON document. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
bs_ba: JSON dokument koji treba uključiti u zahtev. Može biti i šablon koji vraća JSON dokument. Šabloni primaju primere prijavljivanja dnevnika rada kao dio njihovog konteksta pomoću varijable "entri_log". "Entri_log" zauzvrat pruža "vorkflov_instance", "datetime", "transition", "user" i "comment" atribute.
lv: JSON dokuments, kas jāiekļauj pieprasījumā. Var būt arī veidne, kas atgriež JSON dokumentu. Veidnes saņem darbplūsmas žurnāla ieraksta gadījumu kā daļu no konteksta, izmantojot mainīgo "entry_log". Savukārt "entry_log" nodrošina atribūtus "workflow_instance", "datetime", "pāreja", "lietotājs" un "komentārs".

source: Perform a POST request
bs_ba: Izvedite POST zahtev
lv: Veiciet POST pieprasījumu

source: Return the current state of the selected workflow
bs_ba: Vratite trenutno stanje odabranog toka posla

source: Return the completion value of the current state of the selected workflow
bs_ba: Vratite završnu vrijednost trenutnog stanja izabranog toka posla

source: Select if this will be the state with which you want the workflow to start in. Only one state can be the initial state.
bs_ba: Izaberite da li će ovo biti stanje s kojom želite da radni tok započne. Samo jedno stanje može biti početno stanje.

source: Enter the percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
bs_ba: Unesite procenat završetka koji ovo stanje predstavlja u odnosu na radni tok. Koristite brojeve bez znakova procenata.

source: At which moment of the state this action will execute
bs_ba: U kojem momentu stanje ova akcija će se izvršiti

source: Do transition for workflow: %s
bs_ba: Da li prelazak za radni tok: %s

source: URL template error: %s
bs_ba: Greška URL adrese: %s

source: Payload template error: %s
bs_ba: Greška pri predloživanju korpe: %s

source: Payload JSON error: %s
bs_ba: JSON greška u korisnoj grupi: %s
