Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, es, it, lv

source: Workflows
bs_ba: Radni tok
es: Flujos de trabajo
it: I workflow
lv: Darbplūsmas

source: Current state of a workflow
bs_ba: Trenutno stanje toka posla
es: Estado actual de un flujo de trabajo
it: Stato corrente del workflow
lv: Pašreizējais darbplūsmas stāvoklis

source: Return the current state of the selected workflow.
es: Devuelve el estado actual del flujo de trabajo seleccionado.
it: Restituisce lo stato corrente del flusso di lavoro selezionato.

source: Return the completion value of the current state of the selected workflow.
es: Devuelve el valor de finalización del estado actual del flujo de trabajo seleccionado.
it: Restituisce il valore di completamento dello stato corrente del flusso di lavoro selezionato.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
es: Devuelve la última entrada de registro de instancia de flujo de trabajo. La entrada del registro a su vez tiene los siguientes campos: fecha y hora, transición, usuario y comentario.
it: Restituisce l'ultima voce di log dell'istanza del flusso di lavoro. La stessa voce di registro ha i seguenti campi: datetime, transizione, utente e commento.

source: Get last log entry
es: Obtener la última entrada del registro
it: Ottieni l'ultima voce di registro

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
es: Devuelve el diccionario de contexto actual que incluye datos de tiempo de ejecución de los campos de transición del flujo de trabajo.
it: Restituisce il dizionario di contesto corrente che include i dati di runtime dai campi di transizione del flusso di lavoro.

source: Get the context
es: Obtener el contexto
it: Ottieni il contesto

source: Return the transition of the workflow instance.
es: Devuelve la transición de la instancia de flujo de trabajo.
it: Restituisce la transizione dell'istanza del flusso di lavoro.

source: Get last transition
es: Obtener la última transición
it: Ottieni l'ultima transizione

source: None
bs_ba: Nijedno
es: Ninguno
it: Nessuno
lv: Nav neviens

source: Current state
bs_ba: Trenutna stanje
es: Estado actual
it: Stato corrente
lv: Pašreizējais stāvoklis

source: User
bs_ba: Korisnik
es: Usuario
it: Utente
lv: Lietotājs

source: Last transition
bs_ba: Poslednja tranzicija
es: Última transición
it: Ultima transizione
lv: Pēdējā pāreja

source: Date and time
bs_ba: Datum i vreme
es: Fecha y hora
it: Data e ora
lv: Datums un laiks

source: Completion
bs_ba: Završetak
es: Cantidad de completación
it: Completamento
lv: Pabeigšana

source: Additional details
es: Detalles adicionales
it: Dettagli aggiuntivi

source: When?
bs_ba: Kada?
es: ¿Cuando?
it: Quando?
lv: Kad?

source: Action type
bs_ba: Vrsta akcije
es: Tipo de acción
it: Tipo di azione
lv: Darbības veids

source: Triggers are system events that will cause the transition to be applied.
es: Los desencadenantes son eventos del sistema que harán que se aplique la transición.
it: I trigger sono eventi di sistema che causeranno l'applicazione della transizione.

source: Triggers
bs_ba: Uzroci
es: Disparadores
it: Triggers (azioni innescate)
lv: Palaišanas

source: Type
es: Tipo
it: Tipo
lv: Tips

source: Documents
es: Documentos
it: Documenti
lv: Dokumenti

source: %(field_name)s template error: %(exception)s
es: Error de plantilla en %(field_name)s: %(exception)s
it: %(field_name)s errore modello: %(exception)s

source: Workflow instance created
es: Instancia de flujo de trabajo creada

source: Workflow instance transitioned
es: Instancia de flujo de trabajo transicionada

source: Workflow created
es: Flujo de trabajo creado
it: Flusso di lavoro creato
lv: Izveidota darbplūsma

source: Workflow edited
es: Flujo de trabajo editado
it: Flusso di lavoro modificato
lv: Rediģēta darbplūsma

source: The action type for this action entry.
es: El tipo de acción para esta entrada de acción.
it: Il tipo di azione per questa voce di azione.

source: Action
bs_ba: Akcija
es: Acción
it: Azione
lv: Rīcība

source: Namespace
bs_ba: Imenovani prostor
es: Categoría
lv: Vārda vieta

source: Label
bs_ba: Labela
es: Etiqueta
it: Etichetta
lv: Etiķete

source: Yes
bs_ba: Da
es: Si
it: Si
lv: Jā

source: Enabled
bs_ba: Omogućeno
es: Habilitado
it: Abilitato
lv: Iespējots

source: Select a transition to execute in the next step.
es: Seleccione una transición para ejecutar en el siguiente paso.
it: Seleziona una transizione da eseguire nel passaggio successivo.

source: Transition
bs_ba: Tranzicija
es: Transición
it: Transizione
lv: Pāreja

source: Workflow template preview image
es: Imagen de vista previa de la plantilla de flujo de trabajo

source: Event trigger: %s
bs_ba: Uzroci događaja: %s
es: Disparador de eventos: %s
it: Trigger dell'evento: %s
lv: Notikuma izraisītājs: %s

source: Create workflow
bs_ba: Kreirati radni tok
es: Crear flujo de trabajo
it: Crea workflow
lv: Izveidot darbplūsmu

source: Delete
bs_ba: Obriši
es: Eliminar
it: Cancella
lv: Dzēst

source: Document types
bs_ba: Tipovi dokumenta
es: Tipos de documento
it: Tipi documento
lv: Dokumentu veidi

source: Edit
bs_ba: Urediti
es: Editar
it: Modifica
lv: Rediģēt

source: Launch workflow
es: Iniciar flujo de trabajo
it: Avvia flusso di lavoro

source: Preview
bs_ba: Pregled
es: Muestra
it: Anteprima
lv: Priekšskatījums

source: Actions
bs_ba: Akcije
es: Acciones
it: Azioni
lv: Darbības

source: Create action
bs_ba: Stvorite akciju
es: Crear acción
it: Crea azione
lv: Izveidojiet darbību

source: Create escalation
es: Crear escalamiento

source: Escalations
es: Escalamientos

source: Create state
bs_ba: Kreiraj stanje
es: Crear estado
it: Crea stato
lv: Izveidot stāvokli

source: States
bs_ba: Stanje
es: Estados
it: Stati
lv: Valstīm

source: Create transition
bs_ba: Kreirajte tranziciju
es: Crear transición
it: Crea transizione
lv: Izveidot pāreju

source: Transition triggers
bs_ba: Uzroci tranzicije
es: Disparadores de transición
it: Trigger per la transizione
lv: Pāreja izraisa

source: Transitions
bs_ba: Tranzicije
es: Transiciones
it: Transizioni
lv: Pārejas

source: Launch workflows
es: Iniciar flujos de trabajo
it: Avvia flussi di lavoro

source: Create field
es: Crear campo
it: Crea campo

source: Fields
es: Campos
it: Campi

source: Detail
bs_ba: Detalji
es: Detalle
it: Dettagli
lv: Detalizēta informācija

source: Workflow documents
bs_ba: Dokumenti radnog toka
es: Documentos del flujo de trabajo
it: Documenti di workflow
lv: Darbplūsmas dokumenti

source: State documents
bs_ba: Stanje dokumenta
es: Documentos del estado de flujo
it: Documenti di stato
lv: Valsts dokumenti

source: Launch all workflows
bs_ba: Pokrenite sve tokove rada
es: Iniciar todos los flujos de trabajo
it: Avvia tutti i workflow
lv: Uzsākt visas darbplūsmas

source: Can be a static value or a template. In addition to the workflow instance, the template receives the workflow instance context which itself includes the "entry_log" (containing "workflow_instance", "datetime", "transition", "user", "comment") and any values from workflow template fields.
es: Puede ser un valor estático o una plantilla. Además de la instancia del flujo de trabajo, la plantilla recibe el contexto de la instancia del flujo de trabajo, que a su vez incluye el "entry_log" (que contiene "workflow_instance", "datetime", "transición", "usuario", "comentario") y cualquier valor de los campos de la plantilla del flujo de trabajo. .

source: Character
es: Carácter
it: Carattere

source: Number (Integer)
es: Número (entero)
it: Numero (intero)

source: Text area
es: Área de texto
it: Area di testo

source: On entry
bs_ba: Prilikom ulaska
es: A la entrada
it: All'entrata
lv: Ieejot

source: On exit
bs_ba: Na izlazu
es: A la salida
it: All'uscita
lv: Iziet

source: Workflow
bs_ba: Radni tok
es: Flujo de trabajo
lv: Darbplūsma

source: Workflow instance creation date time.
es: Fecha y hora de creación de la instancia de flujo de trabajo.

source: Datetime
bs_ba: Datum i vrijeme
es: Fecha y hora
it: Data e ora
lv: Datums Laiks

source: Document
bs_ba: Dokument
es: Documento
it: Documento
lv: Dokuments

source: Context
es: Contexto
it: Contesto

source: Workflow instance
bs_ba: Primjer posla
es: Instancia de flujo de trabajo
it: Istanza workflow
lv: Darbplūsmas piemērs

source: Workflow instances
bs_ba: Primeri toka posla
es: Instancias de flujo de trabajo
it: Istanze workflow
lv: Darbplūsmas gadījumi

source: Comment
bs_ba: Komentar
es: Comentario
it: Commento
lv: Komentārs

source: Extra data
es: Datos extra
it: Dati extra

source: Workflow instance log entry
bs_ba: Unos tragova u procesu toka posla
es: Entrada de registro de la instancia de flujo de trabajo
it: Voce log istanza workflow
lv: Darbplūsmas gadījumu žurnāla ieraksts

source: Workflow instance log entries
bs_ba: Unos tragova u procesu toka posla
es: Entradas de registro de las instancias de flujos de trabajo
it: Voci log istanza workflow
lv: Darbplūsmas gadījumu žurnāla ieraksti

source: Not a valid transition choice.
bs_ba: Izbor tranzicije nije validan.
es: No hay opción valida de transición.
it: Non è una scelta valida per la transizione
lv: Nav derīga pārejas izvēle.

source: Launch workflow when document is created.
es: Iniciar el flujo de trabajo cuando se cree el documento.
it: Avvia il flusso di lavoro quando viene creato il documento.

source: Auto launch
es: Inicio automático
it: Avvio automatico

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
bs_ba: Ova vrijednost će koristiti druge aplikacije za upućivanje na ovaj tok posla. Može sadržavati samo slova, brojeve i podvučice.
es: Este valor será utilizado por otras aplicaciones para hacer referencia a este flujo de trabajo. Sólo puede contener letras, números y subrayados.
it: Questo valore sarà usato da altre applicazioni per riferirsi a questo workflow. Può contenere solo lettere, numeri e underscore (trattino basso).
lv: Šo vērtību izmantos citas lietotnes, lai atsauktos uz šo darbplūsmu. Var saturēt tikai burtus, ciparus un pasvītrojumus.

source: Internal name
bs_ba: Interno ime
es: Nombre interno
it: Nome interno
lv: Iekšējais nosaukums

source: A short text to describe the workflow.
es: Un texto breve para describir el flujo de trabajo.
it: Un breve testo per descrivere il flusso di lavoro.

source: Initial state
bs_ba: Početno stanje
es: Estado inicial
it: Stato iniziale
lv: Sākotnējais stāvoklis

source: Workflow runtime proxy
bs_ba: Vrijeme radnog toka proxy
es: Proxy de tiempo de ejecución de flujo de trabajo
it: Proxy di runtime del flusso di lavoro
lv: Darbplūsmas izpildes laiks

source: Workflow runtime proxies
bs_ba: Vrijeme radnog toka proxies
es: Proxies de tiempo de ejecución de flujo de trabajo
it: Proxy di runtime del flusso di lavoro
lv: Darbplūsmas izpildes laiks

source: Workflow state
bs_ba: Stanje radnog toka
es: Estado de flujo de trabajo
it: Stato workflow
lv: Darbplūsmas stāvoklis

source: Determine the order in which the escalations will be evaluated. Escalations with a lower priority number are executed before escalations with a higher priority number.
es: Determine el orden en que se evaluarán los escalamientos. Los escalamientos con un número de prioridad más bajo se ejecutan antes que los escalamientos con un número de prioridad más alto.

source: Priority
es: Prioridad

source: Enable automatic transition the workflow after a specified amount of time has elapsed in the state without change.
es: Habilita la transición automática del flujo de trabajo después de que haya transcurrido una cantidad de tiempo especificada en el estado sin cambios.

source: Time unit
es: Unidad de tiempo

source: Amount of the selected escalation units of time.
es: Cantidad de las unidades de tiempo del escalamiento seleccionado.

source: Amount
es: Cantidad
it: Quantità

source: Comment to save to the workflow instance when the escalation is executed.
es: Comentario para guardar en la instancia de flujo de trabajo cuando se ejecute el escalamiento.

source: Workflow state escalation
es: Escalamiento de estado de flujo de trabajo

source: Workflow state escalations
es: Escalamientos de estado de flujo de trabajo

source: Workflow escalation.
es: Escalamiento del flujo de trabajo.

source: A short text to describe the workflow state.
es: Un texto breve para describir el estado del flujo de trabajo.
it: Un breve testo per descrivere lo stato del flusso di lavoro.

source: The state at which the workflow will start in. Only one state can be the initial state.
es: El estado en el que se iniciará el flujo de trabajo. Solo un estado puede ser el estado inicial.
it: Lo stato in cui inizierà il flusso di lavoro. Solo uno stato può essere lo stato iniziale.

source: Initial
bs_ba: Inicijalno
es: Inicial
it: Iniziale
lv: Sākotnējais

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
es: El porcentaje de finalización que este estado representa en relación con el flujo de trabajo. Use números sin el signo de porcentaje.
it: La percentuale di completamento rappresentata da questo stato in relazione al flusso di lavoro. Usa numeri senza il segno di percentuale.

source: Workflow states
bs_ba: Stanje Radnog toka
es: Estados de flujo de trabajo
it: Stati workflow
lv: Darbplūsmas stāvokļi

source: A short text describing the action.
es: Un breve texto que describe la acción.
it: Un breve testo che descrive l'azione.

source: At which moment of the state this action will execute.
es: En qué momento del estado se ejecutará esta acción.
it: In quale momento dello stato verrà eseguita questa azione.

source: When
bs_ba: Kada
es: Cuando
it: Quando
lv: Kad

source: The dotted Python path to the workflow action class to execute.
bs_ba: Podešena staza Python do klase akcije radnog toka.
es: La ruta de Python separada por puntos a la clase de acción de flujo de trabajo que se va a ejecutar.
it: Il percorso alla classe Python per l'azione di workflow da eseguire.
lv: Punkta Python ceļš uz darbplūsmas darbības klasi, lai izpildītu.

source: Entry action path
bs_ba: Putanja za ulaznu akciju
es: Ruta de acceso a la acción
it: Percorso per l'inizio dell'azione
lv: Ieejas ceļš

source: Entry action data
bs_ba: Podaci o ulaznoj akciji
es: Datos de la acción
it: Dati per l'inizio dell'azione
lv: Ievades darbības dati

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
es: La condición que determinará si esta acción de estado se ejecuta o no. La condición se evalúa contra la instancia de flujo de trabajo. Las condiciones que no devuelven ningún valor, que devuelven el lógico Python None o una cadena vacía ("") se consideran lógicamente falsas, cualquier otro valor se considera lógico verdadero.
it: La condizione che determinerà se questa azione di stato viene eseguita o meno. La condizione viene valutata rispetto all'istanza del flusso di lavoro. Le condizioni che non restituiscono alcun valore, che restituiscono il Nessuno logico di Python o una stringa vuota ("") sono considerate false logiche, qualsiasi altro valore è considerato logico vero.

source: Condition
es: Condición
it: Condizione

source: Workflow state action
bs_ba: Stanje akcije radnog toka
es: Acción del estado del flujo de trabajo
it: Azione dello stato del workflow
lv: Darbplūsmas stāvokļa darbība

source: Workflow state actions
bs_ba: Akcije stanja rada
es: Acciones del estado del flujo de trabajo
it: Azioni per lo stato del flusso di lavoro
lv: Darbplūsmas stāvokļa darbības

source: Unknown action type
es: Tipo de acción desconocido
it: Tipo di azione sconosciuto

source: The state action will be executed, depending on the condition return value.
es: La acción de estado se ejecutará, dependiendo del valor de retorno de la condición.
it: L'azione di stato verrà eseguita, a seconda del valore restituito dalla condizione.

source: Has a condition?
es: ¿Tiene una condición?
it: Ha una condizione?

source: Workflow state runtime proxy
bs_ba: Proxy za izvršavanje radnog procesa
es: Proxy de tiempo de ejecución de estado de flujo de trabajo
it: Proxy di runtime dello stato del flusso di lavoro
lv: Darbplūsmas stāvokļa izpildlaika starpniekserveris

source: Workflow state runtime proxies
bs_ba: Radni proksi za izvršavanje posla
es: Proxies de tiempo de ejecución de estado de flujo de trabajo
it: Proxy di runtime dello stato del flusso di lavoro
lv: Darbplūsmas stāvokļa izpildes laiks

source: A short text to describe the transition.
es: Un breve texto para describir la transición.
it: Un breve testo per descrivere la transizione.

source: Origin state
bs_ba: Stanje porekla
es: Estado origen
it: Stato originale
lv: Izcelsmes valsts

source: Destination state
bs_ba: Stanje destinacije
es: Estado destino
it: Stato di destinazione
lv: Galamērķa valsts

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
es: La condición que determinará si esta transición está habilitada o no. La condición se evalúa contra la instancia de flujo de trabajo. Las condiciones que no devuelven ningún valor, que devuelven el lógico Python None o una cadena vacía ("") se consideran lógicamente falsas, cualquier otro valor se considera lógico verdadero.
it: La condizione che determinerà se questa transizione è abilitata o meno. La condizione viene valutata rispetto all'istanza del flusso di lavoro. Le condizioni che non restituiscono alcun valore, che restituiscono il Nessuno logico di Python o una stringa vuota ("") sono considerate false logiche, qualsiasi altro valore è considerato logico vero.

source: Workflow transition
bs_ba: Prelazak na radni tok
es: Transición de flujo de trabajo
it: Transizione workflow
lv: Darbplūsmas pāreja

source: Workflow transitions
bs_ba: Prelazak na radni tok
es: Transiciones de flujo de trabajo
it: Transizioni workflow
lv: Darbplūsmas pārejas

source: The transition will be available, depending on the condition return value.
es: La transición estará disponible, dependiendo del valor de retorno de la condición.
it: La transizione sarà disponibile, a seconda del valore di ritorno della condizione.

source: The name that will be used to identify this field in other parts of the workflow system.
es: El nombre que se usará para identificar este campo en otras partes del sistema de flujo de trabajo.
it: Il nome che verrà utilizzato per identificare questo campo in altre parti del sistema del flusso di lavoro.

source: The field name that will be shown on the user interface.
es: El nombre del campo que se mostrará en la interfaz de usuario.
it: Il nome del campo che verrà mostrato sull'interfaccia utente.

source: An optional message that will help users better understand the purpose of the field and data to provide.
es: Un mensaje opcional que ayudará a los usuarios a comprender mejor el propósito del campo y los datos a proporcionar.
it: Un messaggio opzionale che aiuterà gli utenti a comprendere meglio lo scopo del campo e dei dati da fornire.

source: Help text
es: Texto de ayuda
it: Testo guida

source: Whether this fields needs to be filled out or not to proceed.
es: Si estos campos deben completarse o no para continuar.
it: Indica se questi campi devono essere compilati o meno per procedere.

source: Required
es: Requerido
it: Obbligatorio

source: An optional class to change the default presentation of the field.
es: Una clase opcional para cambiar la presentación predeterminada del campo.
it: Una classe opzionale per modificare la presentazione predefinita del campo.

source: Widget class
es: Clase de widget
it: Classe di widget

source: A group of keyword arguments to customize the widget. Use YAML format.
es: Un grupo de argumentos nombrados para personalizar el widget. Utiliza el formato YAML.
it: Un gruppo di argomenti di parole chiave per personalizzare il widget. Usa il formato YAML.

source: Widget keyword arguments
es: Argumentos nombrados del widget
it: Argomenti del widget

source: Workflow transition field
es: Campo de transición de flujo de trabajo
it: Campo di transizione del flusso di lavoro

source: Workflow transition fields
es: Campos de transición de flujo de trabajo
it: Campi di transizione del flusso di lavoro

source: Event type
bs_ba: Tip događaja
es: Tipo de evento
it: Tipo evento
lv: Notikuma veids

source: Workflow transition trigger event
bs_ba: Događaji tranzicije radnog toka
es: Disparador de transiciones de flujo de trabajo
it: Evento scatenato dalla transizione del workflow
lv: Darbplūsmas pārejas sprūda notikums

source: Workflow transitions trigger events
bs_ba: Događaji tranzicije radnog toka
es: Disparadores de transiciones de flujo de trabajo
it: Eventi scatenati dalla transizione del workflow
lv: Darbplūsmas pārejas izraisa notikumus

source: Document workflows
bs_ba: Radni tok dokumenta
es: Flujos de trabajo de documento
it: Workflow documento
lv: Dokumentu darbplūsmas

source: Create workflow templates
es: Crea plantillas de flujo de trabajo

source: Delete workflow templates
es: Eliminar plantillas de flujo de trabajo

source: Edit workflow templates
es: Editar plantillas de flujo de trabajo

source: View workflow templates
es: Ver plantillas de flujo de trabajo

source: Transition workflow instances
es: Realizar transición de instancias de flujo de trabajo

source: Execute workflow tools
bs_ba: Izvodi alate toka posla
es: Ejecutar herramientas de flujos de trabajo
it: Esegui strumenti per il flusso di lavoro
lv: Izpildiet darbplūsmas rīkus

source: Document states medium
es: Estados de documento mediano

source: Launch a workflow for a document
es: Inicia un flujo de trabajo para un documento
it: Avvia un flusso di lavoro per un documento

source: Launch all workflows for a document
es: Inicia todos los flujos de trabajo de un documento
it: Avvia tutti i flussi di lavoro per un documento

source: Check a workflow instance for state escalation.
es: Verificar una instancia de flujo de trabajo para escalamientos.

source: Check all workflow instances for state escalation.
es: Verificar todas las instancias de flujo de trabajo para escalamientos.

source: Launch all workflows for all documents
es: Inicia todos los flujos de trabajo para todos los documentos
it: Avvia tutti i flussi di lavoro per tutti i documenti

source: Launch a workflow
es: Lanzar un flujo de trabajo
it: Avvia un flusso di lavoro

source: Document workflow transition comment
es: Comentario de transición del flujo de trabajo del documento

source: Primary key of the workflow template to launch.
es: Llave principal de la plantilla de flujo de trabajo para iniciar.

source: Primary key of the transition to be added.
bs_ba: Primarni ključ tranzicije koji treba dodati.
es: Llave primaria de la transición a añadir.
it: Chiave primaria della transizione da aggiungere.
lv: Pievienojamās pārejas primārā atslēga.

source: A link to the entire history of this workflow.
bs_ba: Veza na čitavu istoriju ovog toka posla.
es: Un enlace a la historia completa de este flujo de trabajo.
it: Un collegamento all'intera storia di questo flusso di lavoro.
lv: Saite uz visu šīs darbplūsmas vēsturi.
