Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: cs, el, es_pr, fr, nl, pt

source: Delete theme: %s
cs: Odstranit motiv: %s
el: Διαγραφή θέματος: %s
es_pr: Eliminar tema: %s
fr: Supprimer le thème: %s
nl: Verwijder thema: %s
pt: Remover tema: 1%s

source: Edit theme: %s
cs: Upravit motiv: %s
el: Τροποποίηση θέματος: %s
es_pr: Editar tema: %s
fr: Modifier le thème: %s
nl: Bewerk thema: %s
pt: Editar tema: 1%s

source: Themes allow changing the visual appearance without requiring code changes.
cs: Motivy umožňují změnu vizuálního vzhledu bez nutnosti změn kódu.
el: Τα θέματα επιτρέπουν την αλλαγή της εμφάνισης χωρίς να απαιτείται αλλαγή στον κώδικα.
es_pr: Los temas permiten cambiar la apariencia visual sin requerir cambios de código.
fr: Les thèmes permettent de changer l'apparence visuelle sans nécessiter de changements de code.
nl: Thema's maken het mogelijk om het visuele uiterlijk te wijzigen zonder dat codewijzigingen nodig zijn.
pt: Os temas permitem alterar a aparência visual sem exigir alterações de código.

source: There are no themes
cs: Neexistují žádné motivy
el: Δεν υπάρχουν διαθέσιμα θέματα
es_pr: No hay temas
fr: Il n'y a pas de thèmes
nl: Er zijn geen thema's
pt: Não existem temas

source: Theme settings for user: %s
es_pr: Configuración de tema para el usuario: %s
fr: Paramètres du thème pour l'utilisateur: %s
nl: Thema-instellingen voor gebruiker: %s
pt: Configurações do tema para o utilizador: %s

source: Edit theme settings for user: %s
es_pr: Editar la configuración de tema para el usuario: %s
fr: Modifier les paramètres de thème pour l'utilisateur: %s
nl: Bewerk thema-instellingen voor gebruiker: %s
pt: Editar configurações de tema do utilizador %s

source: Version
cs: Verze
el: Έκδοση
es_pr: Versión
nl: Versie
pt: Versão

source: JQuery Form
cs: Formulář JQuery

source: jQuery Lazy Load
cs: jQuery spožděné načítání

source: Total: %(total)s
cs: Celkem: %(total)s
el: Σύνολο: %(total)s
nl: Totaal: %(total)s
