Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: cs, el, es_pr, fr, nl, pt

source: Appearance
cs: Vzhled
el: Εμφάνιση
es_pr: Apariencia
fr: Apparence
nl: Uiterlijk
pt: Aparência

source: Lato font
cs: Lato písmo
es_pr: Fuente Lato
fr: Police d'écriture Lato
pt: Lato

source: Bootstrap
fr: Pré-configuration

source: Theme created
cs: Motiv vytvořen
el: Το θέμα δημιουργήθηκε
es_pr: Tema creado
fr: Thème créé
nl: Thema aangemaakt
pt: Tema criado

source: Theme edited
cs: Motiv upraven
el: Το θέμα τροποποιήθηκε
es_pr: Tema editado
fr: Thème modifié
nl: Thema bewerkt
pt: Tema editado

source: User theme edited
es_pr: Tema de usuario editado
fr: Thème utilisateur modifié
nl: Gebruikersthema bewerkt
pt: Tema do utilizador editado.

source: Theme settings
cs: Nastavení motivu
el: Ρυθμίσεις θέματος
es_pr: Ajustes de tema
fr: Paramètres du thème
nl: Thema instellingen
pt: Configurações do tema

source: Edit theme settings
cs: Upravit nastavení motivu
el: Τροποποίηση ρυθμίσεων θέματος
es_pr: Editar los ajustes de tema
fr: Modifier les paramètres du thème
nl: Bewerk thema instellingen
pt: Editar configurações do tema

source: Create new theme
cs: Vytvořit nový motiv
el: Δημιουργία νέου θέματος
es_pr: Crear nuevo tema
fr: Créer un nouveau thème
nl: Maak nieuw thema aan
pt: Criar novo tema

source: Delete
cs: Odstranit
el: Διαγραφή
es_pr: Eliminar
fr: Supprimer
nl: Verwijderen
pt: Remover

source: Edit
cs: Upravit
el: Τροποποίηση
es_pr: Editar
fr: Modifier
nl: Bewerken
pt: Editar

source: Themes
cs: Motivy
el: Θέματα
es_pr: Temas
fr: Thèmes
nl: Thema's
pt: Temas

source: A short text describing the theme.
cs: Krátký text popisující motiv.
el: Σύντομη περιγραφή θέματος.
es_pr: Un breve texto que describe el tema.
fr: Un court texte décrivant le thème.
nl: Een korte tekst die het thema beschrijft
pt: Breve texto descrevendo o tema.

source: Label
cs: Jmenovka
el: Ετικέτα
es_pr: Etiqueta
fr: Étiquette
pt: Nome

source: The CSS stylesheet to change the appearance of the different user interface elements.
cs: Šablona stylů CSS pro změnu vzhledu různých prvků uživatelského rozhraní.
el: Το CSS stylesheet για αλλαγή της εμφάνισης των διαφόρων στοιχείων διεπαφής χρήστη.
es_pr: La hoja de estilo CSS para cambiar la apariencia de los diferentes elementos de la interfaz de usuario.
fr: La feuille de style CSS pour changer l'apparence des différents éléments de l'interface utilisateur.
nl: De CCS stylesheet voor de user interface veranderingen
pt: A folha de estilo CSS para alterar a aparência dos diferentes elementos da interface do utilizador.

source: Stylesheet
es_pr: Hoja de estilo
fr: Feuille de style
pt: Folha de estilo

source: Theme
cs: Motiv
el: Θέμα
es_pr: Tema
fr: Thème
nl: Thema
pt: Tema

source: User
cs: Uživatel
el: Χρήστης
es_pr: Usuario
fr: Utilisateur
nl: Gebruiker
pt: Utilizador

source: User theme setting
cs: Nastavení uživatelského motivu
el: Ρύθμιση θέματος χρήστη
es_pr: Configuración de tema de usuario
fr: Paramètre du thème utilisateur
nl: Gebruikers thema instelling
pt: Configuração do tema do utilizador

source: User theme settings
cs: Nastavení uživatelského motivu
el: Ρυθμίσεις θέματος χρήστη
es_pr: Configuración de tema de usuario
fr: Paramètres du thème utilisateur
nl: Gebruikets thema instellingen
pt: Configurações do tema do utilizador

source: Create new themes
cs: Vytvořit nové motivy
el: Δημιουργία νέων θεμάτων
es_pr: Crea nuevos temas
fr: Créer de nouveaux thèmes
nl: Maak nieuwe thema's
pt: Criar novos temas

source: Delete themes
cs: Odstranit motivy
el: Διαγραφή θεμάτων
es_pr: Eliminar temas
fr: Supprimer les thèmes
nl: Verwijder thema's
pt: Remover temas

source: Edit themes
cs: Upravit motivy
el: Τροποποίηση θεμάτων
es_pr: Editar temas
fr: Modifier les thèmes
nl: Bewerk thema's
pt: Editar temas

source: View existing themes
cs: Zobrazit stávající motivy
el: Προβολή υπαρχόντων θεμάτων
es_pr: Ver temas existentes
fr: Afficher les thèmes existants
nl: Bekijk bestaande thema's
pt: Ver temas existentes

source: Custom HTTP response code for AJAX redirections.
es_pr: Código de respuesta HTTP no estándar para redirecciones AJAX.
fr: Code de réponse HTTP personnalisé pour les redirections AJAX.
nl: Aangepaste HTTP antwoordcode voor AJAX omleidingen.

source: Maximum number of characters that will be displayed as the view title.
cs: Maximální počet znaků, které se zobrazí jako název pohledu.
el: Μέγιστος αριθμός χαρακτήρων που θα προβληθών ως τίτλος προβολής.
es_pr: Número máximo de caracteres que se mostrarán como el título de la vista.
fr: Nombre maximal de caractères affichés comme titre.
nl: Mamximum aantal tekens dat in de titel wordt weergegeven.
pt: Número máximo de caracteres que será mostrado como título da vista.

source: Position where the system message will be displayed. Options are: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.
cs: Pozice, kde se zobrazí systémová zpráva. Možnosti jsou: nahoře vlevo, nahoře na středu, vpravo nahoře, dole-vlevo, dole-uprostřed, vpravo dole.
el: Θέση στην οποία θα προβληθεί το μήνυμα συστήματος. Διαθέσιμες επιλογές: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.
es_pr: Posición donde se mostrará el mensaje del sistema. Las opciones corresponden a las 6 zonas: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.
fr: Position où le message du système sera affiché. Les options sont: en haut à gauche, en haut au centre, en haut à droite, en bas à gauche, en bas au centre et en bas à droite.
nl: Positie waar systeemberichten worden weergegeven. Opties zijn: links-boven, rechts-boven, links-onder, midden-onder, rechts-onder.
pt: Posição em que será mostrada a mensagem de sistema. As opções são: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.

source: Delay in milliseconds after which the menus will be checked for updates.
es_pr: Tiempo en milisegundos tras el cual se verificaran las actualizaciones de los menús.
fr: Délai en millisecondes après lequel les menus seront vérifiés pour les mises à jour.
nl: Wachttijd (in miliseconden) alvorens menu's worden gecontroleerd op vernieuwingen
pt: Atraso em milésimas de segundo após qual os menus serão verificados para atualizações.

source: Insufficient permission
cs: Nedostatečné povolení
el: Ανεπαρκές δικαίωμα
es_pr: Insuficiente permiso
fr: Permission insuffisante
nl: Onvoldoende permissies
pt: Permissão insuficiente

source: You don't have enough permissions for this operation.
cs: Pro tuto operaci nemáte dostatečná oprávnění.
el: Δεν σας έχει εκχωρηθεί δικαίωμα εκτέλεσης αυτής της ενέργειας.
es_pr: No tiene suficientes permisos para esta operación.
fr: Vous n'avez pas les autorisations requises pour effectuer cette opération.
nl: U heeft niet genoeg permissies voor deze operatie.
pt: Não possui permissões suficientes para esta operação.

source: Page not found
cs: Stránka nenalezena
el: Η σελίδα δεν βρέθηκε
es_pr: Página no encontrada
fr: Page introuvable
nl: Pagina niet gevonden
pt: Página não encontrada

source: The requested page could not be found.
cs: Požadovaná stránka nenalezena.
el: Η ζητούμενη σελίδα δεν βρέθηκε.
es_pr: La página solicitada no pudo ser encontrada.
fr: La page demandée est introuvable.
nl: De gevraagde pagina is niet gevonden.
pt: A página a que acedeu não foi encontrada.

source: Possible reasons
cs: Možné důvody
el: Πιθανές αιτίες
es_pr: Posibles razones
fr: Raisons possibles
nl: Mogelijke oorzaken
pt: Razões Possíveis

source: The location of the item is incorrect.
cs: Umístění položky je nesprávné.
el: Η τοποθεσία του αντικειμένου δεν είναι σωστή.
es_pr: La ubicación del artículo es incorrecta.
fr: L'emplacement de l'élément est incorrect.
nl: De locatie van het onderdeel is onjuist.
pt: A localização do item está incorreta.

source: The location is correct, but the item no longer exists.
cs: Umístění je správné, ale položka již neexistuje.
el: Η τοποθεσία είναι σωστή, όμως το αντικείμενο δεν υπάρχει πια.
es_pr: La ubicación es correcta, pero el artículo ya no existe.
fr: L'emplacement est correct, mais l'élément n'existe plus.
nl: De locatie is juist, maar het onderdeel bestaat niet meer.
pt: A localização está correta, mas o item já não existe.

source: The location is be correct, but your account does not have the required permission to access it.
cs: Poloha je správná, ale váš účet nemá k přístupu potřebná oprávnění.
el: Η τοποθεσία είναι σωστή, όμως ο λογαριασμός σας δεν έχει το απαιτούμενο δικαίωμα πρόσβασης.
es_pr: La ubicación es correcta, pero su cuenta no tiene el permiso requerido para acceder a ella.
fr: L'emplacement est correct, mais votre compte ne dispose pas de l'autorisation requise pour y accéder.
nl: De locatie is juist, maar uw account mist de benodigde permissies om het te benaderen.
pt: A localização está correta, mas a sua conta não tem as permissões necessárias.

source: Server error
cs: Chyba serveru
el: Σφάλμα διακομηστή
es_pr: Error de servidor
fr: Erreur du serveur
nl: Server fout
pt: Erro do servidor

source: There's been an unexpected error.
cs: Došlo k neočekávané chybě.
el: Έχει προκύψει έναν απροσδόκητο σφάλμα.
es_pr: Ha occurido un error inesperado.
fr: Il y a eu une erreur inattendue.
nl: Er is een onverwachte fout.
pt: Ocorreu um erro inesperado.

source: What to do next?
cs: Co dělat dál?
el: Τι είναι το επόμενο που πρέπει αν γίνει;
es_pr: ¿Qué hacer a continuación?
fr: Que faire ensuite?
nl: Wat nu?
pt: O que fazer a seguir?

source: Refresh the page.
cs: Obnovte stránku.
el: Ανανέωση σελίδας.
es_pr: Recargar la página.
fr: Actualiser la page.
nl: Ververs de pagina.
pt: Atualize a página.

source: Wait a bit. The system might be overloaded.
cs: Počkej chvíli. Systém může být přetížen.
el: Αναμείνατε. Το σύστημα μπορεί να έχει υπερφορτωθεί.
es_pr: Espera un poco. El sistema puede estar sobrecargado.
fr: Attendez un peu. Le système est peut-être surchargé.
nl: Even wachten. Het systeem kan te druk bezig zijn.
pt: Por favor aguarde um momento. O sistema pode estar sobrecarregado.

source: Contact your system administrator.
cs: Obraťte se na správce systému.
el: Επικοινωνήστε με τον διαχειριστή του συστήματος.
es_pr: Póngase en contacto con el administrador de su sistema.
fr: Contactez votre administrateur système.
nl: Neem contact op met uw systeembeheerder.
pt: Contacte o seu administrador de sistemas.

source: Check the logs for messages with the tags "ERROR", "CRITICAL" or "FATAL".
cs: V protokolech zkontrolujte zprávy se značkami „CHYBA“, „KRITICKÁ“ nebo „FATÁLNÍ“.
el: Ελέγξτε τις καταγραφές - logs - για μηνύματα με τις ακόλουθες επισημάνσεις "ERROR", "CRITICAL" or "FATAL".
es_pr: Verifique los registros de mensajes con las etiquetas "ERROR", "CRÍTICO" o "FATAL".
fr: Vérifiez les journaux pour les messages avec les balises "ERROR", "CRITICAL" ou "FATAL".
nl: Bekijk de logs voor berichten met de labels "ERROR", "CRITICAL" of "FATAL".
pt: Verifique os logs por mensagens com as etiquetas "ERROR", "CRITICAL" ou "FATAL".

source: Open a ticket using the <a href="%(issue_url)s">issue tracker</a>.
cs: Otevřete problém pomocí nástroje pro <a href="%(issue_url)s">sledování problémů</a> .
el: Δημιουργήστε νέο ticket χρησιμοποιόντας το <a href="%(issue_url)s">issue tracker</a>.
es_pr: Abra un ticket utilizando el <a href="%(issue_url)s">monitor de problemas</a> .
fr: Créez un nouveau rapport à l'aide du <a href="%(issue_url)s">système de suivi des problèmes</a> .
nl: Open een ticket in de <a href="%(issue_url)s">issue tracker</a>.
pt: Crie um pedido de ajuda <a href="%(issue_url)s">aqui</a>

source: About
cs: O nás
el: Σχετικά
es_pr: Sobre
fr: À propos
nl: Over
pt: Sobre

source: %(setting_project_title)s is based on %(project_title)s
cs: %(setting_project_title)s je založen na %(project_title)s
el: το %(setting_project_title)s βασίζεται στο %(project_title)s
es_pr: %(setting_project_title)s se basa en %(project_title)s
fr: %(setting_project_title)s est basé sur %(project_title)s
nl: %(setting_project_title)s is gebaseerd op %(project_title)s
pt: %(setting_project_title)s é baseado em %(project_title)s

source: Build number: %(build_number)s
cs: Číslo sestavy: %(build_number)s
el: Αριθμός build: %(build_number)s
es_pr: Número de compilación: %(build_number)s
fr: Numéro de build : %(build_number)s
nl: Build nummer: %(build_number)s
pt: Número de Compilação: %(build_number)s

source: Released under the license:
cs: Vydáno na základě licence:
el: Διανέμεται υπό την άδεια:
es_pr: Publicado bajo la licencia:
fr: Publié sous la licence :
nl: Uitgegeven onder de licentie:
pt: Publicado sob a licença:

source: The complete list of changes is available via the <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release notes %(icon_documentation)s</a> or the short version <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a>.
cs: Úplný seznam změn je k dispozici v <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">poznámkách</a> k <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">vydání %(icon_documentation)s</a> nebo v krátké verzi <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a> .
el: Η πλήρης λίστα αλλαγών είναι διαθέσιμη στις <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Σημειώσεις έκδοσης %(icon_documentation)s</a> ενώ η σύντομη έκδοση των αλλαγών στις <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Αλλαγές έκδοσης %(icon_documentation)s</a>.
es_pr: La lista completa de cambios está disponible a través de <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html"> Notas de la versión %(icon_documentation)s </a> o la versión corta <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst"> Changelog %(icon_documentation)s </a>.
fr: La liste complète des changements est disponible dans les <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">notes de publication %(icon_documentation)s</a> ou en version courte dans le <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">journal des modifications %(icon_documentation)s</a>.
nl: De complete lijst met aanpassingen is beschikbaar via de <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release notes %(icon_documentation)s</a> of de verkorte versie <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a>.
pt: A lista de modificações completa encontra-se disponível nas <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Notas de Publicação %(icon_documentation)s</a> ou na versão mais curta <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Registo de alterações %(icon_documentation)s</a>.

source: For questions check the <a class="new_window" href="https://docs.mayan-edms.com">Documentation %(icon_documentation)s</a>.
cs: Dotazy najdete v <a class="new_window" href="https://docs.mayan-edms.com">dokumentaci %(icon_documentation)s</a> .
el: Για ερωτήματα ελέγξτε την <a class="new_window" href="https://docs.mayan-edms.com">Τεκμηρίωση %(icon_documentation)s</a>.
es_pr: Para preguntas, consulte la <a class="new_window" href="https://docs.mayan-edms.com">Documentación %(icon_documentation)s</a> .
fr: Pour des questions, consulter la <a class="new_window" href="https://docs.mayan-edms.com">Documentation %(icon_documentation)s</a>.
nl: Voor vragen bekijk de <a class="new_window" href="https://docs.mayan-edms.com">Documentatie %(icon_documentation)s</a>.
pt: Para questões, aceda à <a class="new_window" href="https://docs.mayan-edms.com">Documentação %(icon_documentation)s</a>.

source: If you found a bug or have a feature idea, visit the <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> or open a ticket in the <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Source code repository %(icon_source_code)s</a>.
cs: Pokud jste našli chybu nebo máte nějaký nápad, navštivte <a class="new_window" href="https://forum.mayan-edms.com">fórum %(icon_forum)s</a> nebo otevřete lístek v <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">úložišti zdrojových kódů %(icon_source_code)s</a> .
el: Εάν έχετε εντοπίσει κάποιο σφάλμα (bug) ή έχετε προτάσεις για νέα χαρακτηριστικά, επισκεφθείτε το <a class="new_window" href="https://forum.mayan-edms.com">Φόρουμ %(icon_forum)s</a> ή δημιουργήστε ένα νέο ticket στο <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Αποθετήριο κώδικα %(icon_source_code)s</a>.
es_pr: Si encontró un error o tiene una idea característica, visite el <a class="new_window" href="https://forum.mayan-edms.com"> Forum %(icon_forum)s </a> o abra un ticket en el <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms"> Repositorio de código fuente %(icon_source_code)s </a>
fr: Si vous avez trouvé un bogue ou une idée pour une nouvelle fonctionnalité, visitez le <a class="new_window" href="https://forum.mayan-edms.com">forum %(icon_forum)s</a> ou soumettez un nouveau billet dans le <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">dépôt de code source %(icon_source_code)s</a>.
nl: Ziet u een fout of heeft u ideeÃ«n? Bezoek het <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> of open een melding via het <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Broncode opslagplaats %(icon_source_code)s</a>.
pt: Se encontrou um problema ou tem uma ideia para uma funcionalidade, visite o <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> ou crie um pedido no <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Repositório de código %(icon_source_code)s</a>.

source: Spread the word. Talk to your friends and colleagues about how awesome %(project_title)s is!
cs: Popularizace. Promluvte si se svými přáteli a kolegy o tom, jak úžasný je %(project_title)s!
el: Διαδώστε. Μιλήστε στους φίλους και συναδέλφους για το %(project_title)s!
es_pr: Difundir la voz. ¡Habla con tus amigos y colegas sobre lo increíble que es %(project_title)s!
fr: Faites connaitre notre logiciel. Dites à vos amis et collègues à quel point %(project_title)s est génial!
nl: Vertel het verder. Laat je vrienden en collega's weten hoe fantastisch %(project_title)s is!
pt: Espalhe a palavra. fale com os seus amigos e colegas sobre o quão fantástico o %(project_title)s é.

source: Object
cs: Objekt
el: Αντικείμενο
es_pr: Objeto
fr: Objet
pt: Objeto

source: Are you sure?
cs: Jsi si jistí?
el: Είστε βέβαιως;
es_pr: ¿Está seguro?
fr: Êtes-vous sûr?
nl: Weet u het zeker?
pt: Tem a certeza?

source: Yes
cs: Ano
el: Ναι
es_pr: Sí
fr: Oui
nl: Ja
pt: Sim

source: No
cs: Ne
el: Όχι
fr: Non
nl: Nee
pt: Não

source: required
cs: Požadované
el: απαιτείται
es_pr: requerido
fr: obligatoire
nl: Verplicht
pt: obrigatório

source: Save
cs: Uložit
el: Αποθήκευση
es_pr: Guardar
fr: Enregistrer
nl: Opslaan
pt: Guardar

source: Submit
cs: Odeslat
el: Υποβολή
es_pr: Enviar
fr: Soumettre
nl: Indienen
pt: Submeter

source: Cancel
cs: Zrušit
el: Ακύρωση
es_pr: Cancelar
fr: Annuler
nl: Annuleren
pt: Cancelar

source: Identifier
cs: Identifikátor
el: Αναγνωριστικό
es_pr: Identificador
fr: Identifiant
pt: Identificador

source: Facets
cs: Fazety
el: Όψεις
es_pr: Facetas
fr: Facettes
nl: Facetten
pt: Aspetos

source: Getting started
cs: Začínáme
el: Ξεκινώντας
es_pr: Primeros pasos
fr: Démarrage
nl: Beginnen
pt: Começar

source: Before you can fully use Mayan EDMS you need the following:
cs: Než začnete plně používat Mayan EDMS, potřebujete následující:
el: Πριν μπορέσετε να χρησιμοποιήσετε πλήρως το Mayan EDMS χρειάζεστε τα εξής:
es_pr: Antes de comenzar a utilizar Mayan EDMS usted necesita lo siguiente:
fr: Avant de pouvoir utiliser pleinement Mayan EDMS, les éléments suivants sont nécessaires :
nl: Voordat u volledig gebruik kunt maken van Mayan EDMS heeft u het volgende nodig:
pt: Para conseguir utilizar o Mayan EDMS no total precisa do seguinte:

source: Toggle navigation
cs: Přepnout navigaci
el: Εναλλαγή πλοήγησης
es_pr: Activar/Desactivar navegación
fr: Activer la navigation
nl: Wissel navigatie
pt: Alternar navegação

source: Open main menu
cs: Otevřete hlavní menu
el: Άνοιγμα κεντρικού μενού
es_pr: Abrir menú principal
fr: Ouvrir le menu principal
nl: Open hoofdmenu
pt: Abrir menu principal

source: Total (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
cs: Celkem (%(start)s - %(end)s z %(total)s) (stránka %(page_number)s z %(total_pages)s)
el: Σύνολο (%(start)s - %(end)s από %(total)s) (Σελίδα %(page_number)s από %(total_pages)s)
es_pr: Total (%(start)s - %(end)s de %(total)s) (Página %(page_number)s de %(total_pages)s)
fr: Total (%(start)s - %(end)s sur %(total)s) (page %(page_number)s sur %(total_pages)s)
nl: Totaal (%(start)s - %(end)s van %(total)s) (Pagina %(page_number)s van %(total_pages)s)
pt: Total (%(start)s - %(end)s de %(total)s) (Página %(page_number)s de %(total_pages)s)

source: Select/Deselect all
cs: Vyberte / Zrušte výběr všech
el: Επιλογή/Αποεπιλογή όλων
es_pr: Seleccionar / Deseleccionar todo
fr: Tout sélectionner/Désélectionner
nl: Alle selecteren/deselecteren
pt: Marcar/Desmarcar todos

source: Toggle list display mode
cs: Přepnout režim zobrazení seznamu
el: Εναλλαγή προβολής λίστας
es_pr: Cambiar el modo de visualización de la lista
fr: Basculer en mode d'affichage « liste »
nl: Wissel lijst modus
pt: Alternar modo de visualização

source: Select items to activate bulk actions. Use Shift + click to select many.
cs: Vyberte položky pro aktivaci hromadných akcí. Použijte Shift + click pro výběr více položek.
el: Επιλέξτε αντικείμενα για την ενεργοποίηση μαζικών ενεργειών.
es_pr: Seleccione elementos para activar acciones masivas. Use Shift + clic para seleccionar muchos.
fr: Sélectionner les éléments pour activer les actions en masse. Utilisez Maj + clic pour en sélectionner plusieurs.
nl: Selecteer onderdelen voor bulk acties. Gebruik Shift + Klik om meerdere te selecteren.
pt: Marque itens para ativar as ações em massa. Utilize Shift + Click para selecionar vários.

source: Bulk actions
cs: Hromadné akce
el: Μαζικές ενέργειες
es_pr: Acciones masivas
fr: Action groupée
nl: Bulk acties
pt: Ações em massa

source: Toggle Dropdown
cs: Přepnout rozevírací seznam
el: Εναλλαγή αναδυόμενης λίστας
es_pr: Alternar desplegable
fr: Activer la liste déroulante
pt: Alternar caixa de seleção

source: No results
cs: Žádné výsledky
el: Κανένα αποτέλεσμα
es_pr: Ningún resultado
fr: Aucun résultat
nl: Geen resultaten
pt: Sem resultados

source: Close
cs: Zavřít
el: Κλείσιμο
es_pr: Cerrar
fr: Fermer
nl: Sluiten
pt: Fechar

source: Server communication error
cs: Chyba komunikace se serverem
el: Σφάλμα επικοινωνίας διακομιστή
es_pr: Error de comunicación del servidor
fr: Erreur de communication serveur
nl: Server communicatie probleem
pt: Erro de comunicação do servidor

source: Check you network connection and try again in a few moments.
cs: Zkontrolujte připojení k síti a zkuste to znovu za chvíli.
el: Ελέγξτε την σύνδεση δικτύου σας και δοκιμάστε ξανά σε λίγα λεπτά.
es_pr: Verifique su conexión de red y vuelva a intentarlo en unos momentos.
fr: Vérifiez votre connexion réseau et réessayez dans quelques instants.
nl: Controleer uw netwerkverbinding en probeer het later nog eens.
pt: Verifique a conexão à rede e tente novamente dentro de alguns momentos.

source: None
cs: Žádný
el: Κανένα
es_pr: Ninguno
fr: Aucun
nl: Geen
pt: Nenhum
