Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/web_theme/locale/*/LC_MESSAGES/django.po
Languages: pt, zh_cn

source: CSS theme to apply, options are: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.
pt: Tema CSS a ser aplicado, as opções são: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.
zh_cn: 适用的CSS主题，可选项有：amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse。

source: Display extra information in the login screen.
pt: Exibir informações extras no ecrã de login.
zh_cn: 在登录界面显示额外信息。

source: dismiss all notifications
pt: descartar todas as notificações
zh_cn: 清除所有的通知

source: close all
pt: fechar todos
zh_cn: 关闭所有

source: dismiss this notification
pt: descartar esta notificação
zh_cn: 清除当前通知

source: close
pt: fechar
zh_cn: 关闭

source: Login
zh_cn: 登录

source: You are already logged in
pt: Já se encontra autenticado
zh_cn: 你已经登录

source: Redirecting you to the website entry point in 5 seconds.
pt: Redirecionando-o para o ponto de entrada do site em 5 segundos.
zh_cn: 在5秒钟内，为你重定向到网站的入口

source: Or click <a href="%(LOGIN_REDIRECT_URL)s">here</a> if redirection doesn't work.
pt: Ou clique <a href="%(LOGIN_REDIRECT_URL)s">aqui</a> se o redirecionamento não funcionar.
zh_cn: 或者如果重定向没有生效，请点击<a href="%(LOGIN_REDIRECT_URL)s">这里</a> 。

source: First time login
zh_cn: 第一次登录

source: You have just finished installing <strong>Mayan EDMS</strong>, congratulations!
zh_cn: 恭喜您！您已经成功安装 <strong>Mayan EDMS</strong>。

source: Login using the following credentials:
zh_cn: 使用如下凭证登录：

source: Username: <strong>%(account)s</strong>
zh_cn: 用户名：<strong>%(account)s</strong>

source: Email: <strong>%(email)s</strong>
zh_cn: 邮箱：<strong>%(email)s</strong>

source: Password: <strong>%(password)s</strong>
zh_cn: 密码：<strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
zh_cn: 请修改密码以提高安全性，并且禁止显示此信息。

source: Previous
pt: Anterior
zh_cn: 前

source: Next
pt: Próximo
zh_cn: 后
