Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/statistics/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Statistics
de_de: Statistiken

source: Schedule
de_de: Plan

source: Queue
de_de: Einreihen

source: View
de_de: Anzeigen

source: Namespace details
de_de: Namensraumdetails

source: Namespace list
de_de: Namensraumliste

source: Slug
de_de: Webkürzel

source: Date time
de_de: Datum & Zeit

source: Data
de_de: Daten

source: Statistics result
de_de: Statistik Ergebnis

source: Statistics results
de_de: Statistik Ergebnisse

source: View statistics
de_de: Statsitiken anzeigen.

source: No data available yet
de_de: Noch keine Daten vorhanden

source: Statistics namespaces
de_de: Statistiken Namensräume

source: Namespace details for: %s
de_de: Namensraumdetails für %s

source: Results for: %s
de_de: Ergebnis für %s

source: Statistic "%s" not found.
de_de: Statistik "%s" nicht gefunden.

source: Queue statistic "%s" to be updated?
de_de: Statistik "%s" für die Aktualisierung vorsehen?
