Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/views/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Views
sl: Pogledi

source: Search
sl: Iskanje

source: Selection
sl: Izbira

source: Label
sl: Oznaka

source: Relationship
sl: Razmerje

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
sl: Izberite vnose, ki jih želite odstraniti. Pridržite tipko Ctrl, da izberete več vnosov. Ko je izbor končan, kliknite spodnji gumb ali dvokliknite seznam, da aktivirate dejanje.

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
sl: Izberite vnose, ki jih želite dodati. Pridržite tipko Ctrl, da izberete več vnosov. Ko je izbor končan, kliknite spodnji gumb ali dvokliknite seznam, da aktivirate dejanje.

source: Add all
sl: Dodaj vse

source: Add
sl: Dodaj

source: Remove all
sl: Odstrani vse

source: Remove
sl: Odstrani

source: Error updating relationship; %s
sl: Napaka pri posodabljanju razmerja; %s

source: Relationships updated successfully
sl: Odnosi so bili uspešno posodobljeni

source: Duplicate data error: %(error)s
sl: Napaka podvojenih podatkov: %(error)s

source: %(object)s not created, error: %(error)s
sl: %(object)s ni ustvarjen, napaka: %(error)s

source: %(object)s created successfully.
sl: %(object)s je uspešno ustvarjen.

source: %(object)s not deleted, error: %(error)s.
sl: %(object)s ni izbrisano, napaka: %(error)s.

source: %(object)s deleted successfully.
sl: %(object)s uspešno izbrisan.

source: Error retrieving %(object)s; %(error)s
sl: Napaka pri pridobivanju %(object)s; %(error)s

source: %(object)s not updated, error: %(error)s.
sl: %(object)s ni posodobljen, napaka: %(error)s.

source: %(object)s updated successfully.
sl: %(object)s uspešno posodobljen.

source: "%(object)s" deleted successfully.
sl: »%(object)s« je uspešno izbrisan.

source: %(count)d object deleted successfully.
sl: %(count)d predmet uspešno izbrisan.

source: %(count)d objects deleted successfully.
sl: %(count)d predmeti uspešno izbrisani.

source: Delete "%(object)s".
sl: Izbriši &quot;%(object)s&quot;.

source: Delete %(count)d object.
sl: Izbrišite predmet %(count)d.

source: Delete %(count)d objects.
sl: Izbrišite predmete %(count)d.

source: No %(verbose_name)s found matching the query
sl: Ni najdenega %(verbose_name)s, ki bi ustrezal poizvedbi

source: Unable to perform operation on object %(instance)s; %(exception)s.
sl: Ni mogoče izvesti operacije na objektu %(instance)s; %(exception)s.

source: Operation performed on %(object)s.
sl: Operacija izvedena na %(object)s.

source: Operation performed on %(count)d object.
sl: Operacija, izvedena na objektu %(count)d.

source: Operation performed on %(count)d objects.
sl: Operacija, izvedena na objektih %(count)d.

source: Perform operation on %(object)s.
sl: Izvedite operacijo na %(object)s.

source: Perform operation on %(count)d object.
sl: Izvedite operacijo na objektu %(count)d.

source: Perform operation on %(count)d objects.
sl: Izvedite operacijo na objektih %(count)d.

source: Object
sl: Predmet

source: The number objects that will be displayed per page.
sl: Število predmetov, ki bodo prikazani na strani.

source: A string specifying the name to use for the paging parameter.
sl: Niz, ki določa ime za uporabo parametra ostranjenja.

source: Confirm delete
sl: Potrdi izbris

source: Edit %s
sl: Uredi %s

source: Confirm
sl: Potrdi

source: Details for: %s
sl: Podrobnosti za: %s

source: Edit: %s
sl: Uredi: %s

source: Create
sl: Ustvari
