Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: bg, bs_ba, de_de, es_pr, fa, fr, lv, nl_nl, pt_br, ro_ro, ru, tr_tr

source: Django GPG
bg: Джанго GPG

source: Key ID
bg: Ключ ID
bs_ba: ID ključa
de_de: Schlüssel-ID
es_pr: Identificación de llave
fa: شناسه کلید
fr: ID de la clé
lv: Atslēgas ID
nl_nl: Sleutel-ID
pt_br: ID da chave
ro_ro: ID cheie
ru: ID ключа
tr_tr: Anahtar Kimliği

source: Type
bg: Тип
bs_ba: Tip
de_de: Typ
es_pr: Tipo
fa: نوع
lv: Tips
pt_br: Tipo
ro_ro: Tip
ru: Тип
tr_tr: Tür

source: Creation date
bg: Дата на създаване
bs_ba: Datum kreiranja
de_de: Erstellungsdatum
es_pr: Fecha de creación
fa: تاریخ ایجاد
fr: Date de création
lv: Izveidošanas datums
nl_nl: Aanmaakdatum
pt_br: Data de criação
ro_ro: Data creării
ru: Дата создания
tr_tr: Oluşturulma tarihi

source: No expiration
bg: Няма срок
bs_ba: Ne ističe
de_de: Ohne Ablaufdatum
es_pr: No expira
fa: بدون انقضا
fr: Pas d'expiration
lv: Nav beidzies derīguma termiņš
nl_nl: Geen verloop
pt_br: Sem expiração
ro_ro: Fără dată de expirare
ru: Не устаревает
tr_tr: Süresiz

source: Expiration date
bg: Срок
bs_ba: Rok upotrebe
de_de: Ablaufdatum
es_pr: Fecha de expiración
fa: تاریخ انقضا
fr: Date d'expiration
lv: Derīguma termiņš
nl_nl: Verloopdatu
pt_br: Data de expiração
ro_ro: Data expirării
ru: Дата окончания
tr_tr: Son kullanma tarihi

source: Length
bg: Дължина
bs_ba: Dužina
de_de: Länge
es_pr: Tamaño
fa: طول
fr: Durée
lv: Garums
nl_nl: Lengte
pt_br: Comprimento
ro_ro: Lungime
ru: Длина
tr_tr: Uzunluk

source: User ID
bg: Потребител №
bs_ba: ID kosrisnika
de_de: Benutzer-ID
es_pr: ID de usuario
fa: شناسه کاربری
fr: ID Utilisateur
lv: Lietotāja ID
nl_nl: Gebruikers-ID
pt_br: ID de usuário
ro_ro: Identificatorul utilizatorului
ru: Идентификатор пользователя
tr_tr: Kullanıcı ID

source: GNU privacy guard - a PGP implementation.
bg: GNU защита на поверителността - PGP изпълнение.
de_de: GNU Privacy Guard - eine PGP-Implementierung.
es_pr: GNU Privacy Guard: una implementación de PGP.
pt_br: GNU privacy guard - Uma implementação de PGP.
ro_ro: Protecția confidențialității GNU - o implementare PGP.
tr_tr: GNU gizlilik koruması - bir PGP uygulaması.

source: None
bg: Няма
bs_ba: Nijedno
de_de: Keine
es_pr: Ninguno
fa: هیچکدام.
fr: Aucun
lv: Nav neviens
nl_nl: Geen
pt_br: Nenhum
ro_ro: Nici unul
ru: Ни один
tr_tr: Yok

source: Fingerprint
bg: Пръстов отпечатък
bs_ba: otisak prsta
de_de: Fingerabdruck
es_pr: Huella
fa: اثر انگشت
fr: Empreinte
lv: Pirkstu nospiedumi
nl_nl: Vingerafdru
pt_br: Impressão digital
ro_ro: Amprentă digitală
ru: Отпечаток
tr_tr: Parmakizi

source: Algorithm
bg: Алгоритъм
bs_ba: Algoritam
de_de: Verfahren
es_pr: Algoritmo
fa: الگوریتم
fr: Algorithme
lv: Algoritms
nl_nl: Algoritme
pt_br: Algoritmo
ro_ro: Algoritm
ru: Алгоритм
tr_tr: Algoritma

source: Term
bg: Условие
bs_ba: Pojam
de_de: Begriff
es_pr: Término
fa: ترم Term
fr: Terme
nl_nl: Voorwaarde
pt_br: Termo
ro_ro: Termen
tr_tr: Terim

source: Name, e-mail, key ID or key fingerprint to look for.
bg: Име, е-мейл, ключ № или ключов отпечатък, за преглед.
bs_ba: Ime, e-mail, ID ključ ili otisak ključa potražiti.
de_de: Name, E-Mail, Schlüssel-ID oder Fingerabdruck des Schlüssels, der gesucht wird.
es_pr: Nombre, dirección de correo electrónico, identificador de llave o huella digital de llave a buscar.
fa: نام، ایمیل، شناسه کلید ویا اثرانگشت کلید برای چستچو.
fr: Nom, e-mail, ID de clé ou empreinte à rechercher.
lv: Vārds, e-pasts, atslēgas ID vai atslēgu pirkstu nospiedums.
nl_nl: Naam, e-mail, sleutel ID of sleutel vingerafdruk om naar te zoeken.
pt_br: Nome, e-mail, ID da chave ou impressão digital da chave para procurar.
ro_ro: Numele, e-mailul, ID-ul cheii sau amprenta cheie de căutat.
ru: Имя, e-mail, ID ключа или отпечаток для поиска.
tr_tr: İsim, e-posta, anahtar kimliği veya anahtar parmak izi arayın.

source: Delete
bg: Изтрийте
bs_ba: Obriši
de_de: Löschen
es_pr: Eliminar
fa: حذف
fr: Supprimer
lv: Dzēst
nl_nl: Verwijder
pt_br: Excluir
ro_ro: Șterge
ru: Удалить
tr_tr: Sil

source: Details
bg: Детайли
bs_ba: Detalji
es_pr: Detalles
fa: جزئیات
fr: Détails
lv: Detaļas
nl_nl: Gegevens
pt_br: Detalhes
ro_ro: Detalii
ru: Детали
tr_tr: Ayrıntılar

source: Download
bg: Сваляне
de_de: Herunterladen
es_pr: Descargar
fa: دانلود
fr: Télécharger
lv: Lejupielādēt
pt_br: Baixar
ro_ro: Descarcă
ru: Скачать
tr_tr: İndir

source: Query keyservers
bg: Ключови сървъри за търсене
bs_ba: Upit keyservera
de_de: Schlüsselserver abfragen
es_pr: Hacer búsquedas en servidores de llaves
fa: پرسش و یا query از سرورهای کلید
fr: Interroger les serveurs de clés
lv: Vaicājumu atslēgas serveri
nl_nl: Raadplaag sleutelservers
pt_br: Consultar servidores de chaves
ro_ro: Interogare keyservers
ru: Запрос к серверам ключей
tr_tr: Sorgu anahtar sunucuları

source: Import
bg: Внос
bs_ba: Uvoz
de_de: Importieren
es_pr: Importar
fa: وارد کردن
fr: Importer
lv: Importēt
nl_nl: Importeren
pt_br: Importar
ru: Импорт
tr_tr: İçeri Al

source: Key management
bg: Управление на ключове
bs_ba: Upravljanje ključevima
de_de: Schlüssel-Management
es_pr: Gestión de llaves
fa: مدیریت کلید
fr: Gestion des clés
lv: Atslēgu pārvaldība
nl_nl: Sleutelbeheer
pt_br: Gerenciar chaves
ro_ro: Gestionare chei
ru: Управление ключами
tr_tr: Anahtar yönetimi

source: Upload key
bg: Ключ за качване
bs_ba: Otpremi ključ
de_de: Schlüssel hochladen
es_pr: Subir llave
fa: کلید آپلود
fr: Uploader la clé
lv: Augšupielādes atslēga
nl_nl: Upload sleutel
pt_br: Enviar da chave
ro_ro: Încărcare chei
ru: Загрузить ключ
tr_tr: Anahtar yükle

source: Private keys
bg: Частни ключове
bs_ba: Privatan ključ
de_de: Private Schlüssel
es_pr: Llaves privadas
fa: کلید شخصی
fr: Clés privées
lv: Privātās atslēgas
nl_nl: Priv√©sleutels
pt_br: Chaves privadas
ro_ro: Chei private
ru: Секретные ключи
tr_tr: Özel anahtarlar

source: Public keys
bg: Публични ключове
bs_ba: Javni ljuč
de_de: Öffentliche Schlüssel
es_pr: Llaves públicas
fa: کلید عمومی
fr: Clés publiques
lv: Publiskās atslēgas
nl_nl: Openbare sleutels
pt_br: Chaves públicas
ro_ro: Chei publice
ru: Открытые ключи
tr_tr: Genel anahtarlar

source: Public
bg: Публични
bs_ba: Javni
de_de: Öffentlich
es_pr: Pública
fa: عمومی
fr: Publique
lv: Publiska
nl_nl: Openbaar
pt_br: Pública
ru: Открытый
tr_tr: Herkese açık

source: Secret
bg: Тайни
bs_ba: Tajna
de_de: Geheim
es_pr: Secreto
fa: سری و یا رمز
lv: Noslēpums
nl_nl: Geheim
ru: секретный
tr_tr: Gizli

source: Elgamal
bg: ElGamal (асиметричен алгоритъм за криптиране)
fa: الگمال Elgmal
lv: Elgamāls

source: Bad signature.
bg: Лош подпис.
bs_ba: Loš potpis.
de_de: Ungültige Signatur.
es_pr: Firma inválida.
fa: امضای اشتباه
fr: Signature erronée.
lv: Slikts paraksts.
nl_nl: Foutieve handtekening.
pt_br: Assinatura inválida.
ro_ro: Semnătura nepotrivită.
ru: Неверная подпись
tr_tr: Kötü imza.

source: Document not signed or invalid signature.
bg: Документът не е подписан или подписа е невалиден.
bs_ba: Dokument nije potpisan, ili nevažeći potpis.
de_de: Dokument nicht signiert oder ungültige Signatur.
es_pr: Documento no firmado o firma inválida.
fa: سند امضا نشده و یا امضا قابل قبول نییست
fr: Document non signé ou signature erronée.
lv: Dokuments nav parakstīts vai nederīgs paraksts.
nl_nl: Document niet getekend of ongeldige handtekening.
pt_br: Documento não assinado ou assinatura inválida.
ro_ro: Documentul nu e semnat sau semnătură invalidă.
ru: Документ не подписан, либо подпись неверна.
tr_tr: Belge imzalanmamış veya geçersiz imza.

source: Signature error.
bg: Грешка в подписа.
bs_ba: Greška potpisa.
de_de: Signaturfehler.
es_pr: Error de firma.
fa: خطا در امضا
fr: Erreur de signature.
lv: Paraksta kļūda.
nl_nl: Handtekeningfout
pt_br: Erro de assinatura.
ro_ro: Eroare semnătură.
ru: Ошибка подписи.
tr_tr: İmza hatası.

source: Document is signed but no public key is available for verification.
bg: Документът е подписан, но не е наличен публичен ключ за удостоверение.
bs_ba: Dokument je potpisan, ali javni ključ nije dostupan za provjeru.
de_de: Das Dokument ist signiert, aber kein öffentlicher Schlüssel zur Überprüfung verfügbar.
es_pr: El documento ha sido firmado pero no hay llave pública disponible para verificación.
fa: سند امضا شده است ولیکن کلید عمومی جهت بررسی صحت امضا وجود ندارد.
fr: Ce document est signé mais aucune clé publique n'est disponible pour vérifier la signature.
lv: Dokuments ir parakstīts, bet verifikācijai nav pieejama publiska atslēga.
nl_nl: Document is ondertekend, maar er is geen publieke sleutel beschikbaar voor verificatie.
pt_br: Documento assinado mas não há chave pública para verificação.
ro_ro: Documentul este semnat, dar nici o cheie publică nu este disponibilă pentru verificare.
ru: Документ подписан, но нет открытого ключа для проверки.
tr_tr: Belge imzalanmış ancak doğrulama için genel anahtar bulunmamaktadır.

source: Document is signed, and signature is good.
bg: Документът е подписан и подписа е валиден.
bs_ba: Dokument je potpisan, a potpis je dobar.
de_de: Dokument ist signiert mit gültiger Unterschrift.
es_pr: El documento ha sido firmado y la firma está en buen estado.
fa: سند امضا شده است و امضا مورد تایید میباشد.
fr: Le document est signé et la signature est bonne.
lv: Dokuments ir parakstīts, un paraksts ir labs.
nl_nl: Document is getekend, en handtekening is goed.
pt_br: Documento assinado e a assinatura está em bom estado.
ro_ro: Documentul este semnat, iar semnătura este bună.
ru: Документ подписан и подпись верна.
tr_tr: Belge imzalanmış ve imza iyi.

source: Document is signed with a valid signature.
bg: Документът е подписан с валиден подпис.
bs_ba: Dokument je potpisan sa važećim potpisom.
de_de: Das Dokument ist mit einer gültigen Signatur signiert.
es_pr: El documento ha sido firmado y la firma ha sido validada.
fa: سند با امضای مورد تایید امضا شده است.
fr: Le document est signé avec une signature valide.
lv: Dokumentu paraksta ar derīgu parakstu.
nl_nl: Document is getekend met een geldige handtekening.
pt_br: Documento assinado com assinatura válida.
ro_ro: Documentul este semnat cu o semnătură validă.
ru: Документ подписан допустимой подписью.
tr_tr: Belge geçerli bir imza ile imzalanmıştır.

source: ASCII armored version of the key.
bg: ASCII бронирана версия на ключа.
bs_ba: ASCII oklopna verzija ključa.
de_de: ASCII Version des Schlüssels.
es_pr: Versión ASCII de la llave
fa: ASCII نسخه زره پوش کلیدی.
fr: Version ASCII de la clef
lv: ASCII bruņu versija.
nl_nl: ASCII "armor" versie van de sleutel.
pt_br: Versão ASCII da chave.
ro_ro: Versiunea blindată ASCII a cheii.
tr_tr: Anahtarın ASCII şifreli versiyonu.

source: Key data
bg: Данни за ключа
bs_ba: Ključni podaci
de_de: Schlüssel-Daten
es_pr: Datos de llave
fa: داده های کلیدی
fr: Contenu de la clef
lv: Galvenie dati
nl_nl: Sleutelgegevens
pt_br: Dados da chave
ro_ro: Datele cheii
ru: Содержимое ключа
tr_tr: Anahtar verisi

source: Key
bg: Ключ
bs_ba: Ključ
de_de: Schlüssel
es_pr: Llave
fa: کلید
fr: Clé
lv: Atslēga
nl_nl: Sleutel
pt_br: Chave
ro_ro: Cheie
ru: Ключ
tr_tr: Anahtar

source: Keys
bg: Ключове
bs_ba: Ključevi
de_de: Schlüssel
es_pr: Llaves
fa: کلیدها
fr: Clés
lv: Taustiņi
nl_nl: Sleutels
pt_br: Chaves
ro_ro: Chei
ru: Ключи
tr_tr: Anahtarlar

source: Invalid key data
bg: Невалидни данни за ключ
bs_ba: Nevažeći ključni podaci
de_de: Ungültige Schlüssel-Daten
es_pr: Datos de llave invalidos
fa: داده های کلید نامعتبر
fr: Contenu de clef incorrecte
lv: Nederīgi galvenie dati
nl_nl: Ongeldige sleutelgegevens
pt_br: Dados da chave inválidos
ro_ro: Datele cheii sunt incorecte
ru: Неверные данные ключа
tr_tr: Geçersiz anahtar verisi

source: Key already exists.
bg: Ключът вече съществува.
bs_ba: Ključ već postoji
de_de: Schlüssel existiert bereits.
es_pr: Llave ya existe.
fa: این کلید از قبل وجود دارد.
fr: Clé déjà existante
lv: Atslēga jau eksistē.
nl_nl: Sleutel bestaat al.
pt_br: A chave já existe.
ro_ro: Cheia există deja.
ru: Ключ уже существует.
tr_tr: Anahtar zaten var.

source: Delete keys
bg: Изтриване на ключове
bs_ba: Obriši ključeve
de_de: Schlüssel löschen
es_pr: Eliminar llaves
fa: پاک و یا حذف کلیدها
fr: Supprimer les clés
lv: Dzēst taustiņus
nl_nl: Verwijder sleutels
pt_br: Excluir chaves
ro_ro: Ștergeți cheile
ru: Удалить ключи
tr_tr: Tuşları sil

source: Download keys
bg: Изтегляне на ключове
bs_ba: Preuzimanje ključeva
de_de: Schlüssel herunterladen
es_pr: Descargar llaves
fa: دانلود کلیدها
fr: Télécharger les clés
lv: Lejupielādes taustiņi
nl_nl: Download sleutels
pt_br: Baixar chaves
ro_ro: Descărcați cheile
ru: Скачать ключи
tr_tr: Tuşları indir

source: Import keys from keyservers
bg: Внос ключове от сървъри за ключове
bs_ba: Uvezi ključeve sa keyservera
de_de: Schlüssel von Schlüsselservern importieren
es_pr: Importar llaves del servidores de llaves
fa: وارد کردن کلیده از سرور کلیدها
fr: Importer les clés à partir des serveurs de clés
lv: Importēt atslēgas no atslēgas serveriem
nl_nl: Importeer sleutels van sleutelservers
pt_br: Importar chaves do servidor de chaves
ro_ro: Importă cheile din keyservers
ru: Импортировать ключи с серверов ключей
tr_tr: Anahtarları sunuculardan içe aktarma

source: Use keys to sign content
bg: Използвайте ключове за подписване на съдържание
bs_ba: Koristite tastere za potpisivanje sadržaja
de_de: Schlüssel benutzen um Inhalt zu signieren
es_pr: Usar llaves para firmar contenido
fa: برای امضای محتویات از کلید استفاده کنید
fr: Utiliser des clefs pour signer le document
lv: Izmantojiet taustiņus, lai parakstītu saturu
nl_nl: Gebruik sleutels om inhoud te ondertekenen
pt_br: Usar chaves para assinar conteúdo
ro_ro: Utilizați cheile pentru a semna conținutul
ru: Использовать ключи для подписи контента
tr_tr: İçeriği imzalamak için anahtarları kullanın

source: Upload keys
bg: Ключове за качване
bs_ba: Otpremite ključeve
de_de: Schlüssel hochladen
es_pr: Subir llaves
fa: آپلود کلیدها
fr: Uploader les clés
lv: Augšupielādes taustiņi
nl_nl: Upload sleutels
pt_br: Enviar chaves
ro_ro: Încărcați chei
ru: Загрузить ключи
tr_tr: Anahtarları yükle

source: View keys
bg: Виж ключове
bs_ba: Pogledaj ključeve
de_de: Schlüssel anzeigen
es_pr: Ver llaves
fa: دیدن کلیدها
fr: Afficher les clés
lv: Skatīt taustiņus
nl_nl: Bekijk sleutels
pt_br: Ver as chaves
ro_ro: Vedeți cheile
ru: Просмотр ключей
tr_tr: Anahtarları görüntüle

source: Signatures
bg: Подписи
bs_ba: Potpisi
de_de: Unterschriften
es_pr: Firmas
fa: امضاها
lv: Paraksti
nl_nl: Handtekeningen
pt_br: Assinaturas
ro_ro: Semnături
ru: Подписи
tr_tr: İmzalar

source: Full path to the backend to be used to handle keys and signatures.
bg: Пълен път към бекенда, който да се използва за обработка на ключове и подписи.
de_de: Vollständiger Pfad zum Backend, welcher für die Behandlung von Schlüsseln und Signaturen verwendet werden soll.
es_pr: Ruta completa al controlador que se utilizará para realizar la busqueda.
pt_br: Caminho completo para o backend a ser usado para manipular chaves e assinaturas.
ro_ro: Calea completă către backend pentru a fi folosită pentru a gestiona tastele și semnăturile.
tr_tr: Anahtarları ve imzaları işlemek için kullanılacak backende giden tam yol.

source: Keyserver used to query for keys.
bg: Сървър, използван за търсене на ключове.
bs_ba: Keyserver je koristio upite za ključeve.
de_de: Server, der nach unbekannten Schlüsseln durchsucht wird.
es_pr: Servidor usado para buscar llaves.
fa: Keyserver برای پرس و جو برای کلید استفاده می شود.
fr: Serveur de clefs à contacter
lv: Keyserver izmantoja atslēgvārdu vaicājumam.
nl_nl: Sleutelserver om naar sleutels te zoeken.
pt_br: Servidor usado para procurar chaves.
ro_ro: Keyserver-ul folosit la interogarea cheilor.
ru: Сервер ключей используемый для запроса ключей.
tr_tr: Anahtarları sorgulamak için kullanılan anahtar sunucusu.

source: Delete key: %s
bg: Изтрийте ключ: %s
bs_ba: Izbriši ključ:%s
de_de: Schlüssel löschen: %s
es_pr: Borrar llave: %s
fa: کلید حذف: %s
fr: Supprimer la clé : %s
lv: Dzēst taustiņu: %s
nl_nl: Verwijder sleutel: %s
pt_br: Apagar chave: %s
ro_ro: Ștergeți cheia: %s
ru: Удалить ключ: %s
tr_tr: %s anahtarını sil

source: Details for key: %s
bg: Данни за ключ: %s
bs_ba: Detalji za ključ:%s
de_de: Details für Schlüssel %s
es_pr: Detalles para llave: %s
fa: جزئیات برای کلید: %s
fr: Détails de la clé : %s
lv: Sīkāka informācija par atslēgu: %s
nl_nl: Details voor sleutel: %s
pt_br: Detalhes para chave: %s
ro_ro: Detalii pentru cheia: %s
ru: Подробности для ключа: %s
tr_tr: %s Anahtarın ayrıntıları:

source: Import key ID: %s?
bg: Въведете № на ключа: %s?
bs_ba: Uvoz ID ključa:%s?
de_de: Schlüssel-ID %s importieren?
es_pr: ¿Importar llave: %s?
fa: وارد کردن شناسه کلیدی: %s
fr: Importer l'identifiant de clé : %s ?
lv: Importēt atslēgas ID: %s?
nl_nl: Sleutel ID importeren: %s?
pt_br: Importar ID da chave: %s?
ro_ro: Importați cheia cu ID-ul: %s?
ru: Получить ключ ID: %s?
tr_tr: İçe aktarılacak Anahtar ID: %s?

source: Import key
bg: Внасяне на ключ
bs_ba: Uvedi ključ
de_de: Schlüssel importieren
es_pr: Importar llave
fa: وارد کردن کلید
fr: Importer la clé
lv: Importēt atslēgu
nl_nl: Importeer sleutel
pt_br: Importar chave
ro_ro: Import cheie
ru: Получить ключ
tr_tr: Anahtarı içe aktar

source: Unable to import key: %(key_id)s; %(error)s
bg: Ключът не може да се внесе: %(key_id)s; %(error)s
bs_ba: Nije moguće uvesti ključ:%(key_id)s;%(error)s
de_de: Schlüssel-ID %(key_id)s konnte nicht importiert werden: %(error)s
es_pr: No se pudo importar la llave: %(key_id)s; %(error)s
fa: قادر به وارد کردن کلید نیست: %(key_id)s؛ %(error)s
fr: Impossible d'importer la clé : %(key_id)s; %(error)s
lv: Nevar importēt atslēgu: %(key_id)s; %(error)s
nl_nl: Niet mogelijk om sleutel te importeren: %(key_id)s; %(error)s
pt_br: Não foi possível importar chave: %(key_id)s; %(error)s
ro_ro: Imposibil de importat cheia: %(key_id)s; %(error)s
ru: Невозможно импортировать ключ %(key_id)s; %(error)s
tr_tr: Anahtar içe aktarılamıyor: %(key_id)s; %(error)s

source: Successfully received key: %(key_id)s
bg: Успешно получен ключ: %(key_id)s
bs_ba: Uspešno primljen ključ:%(key_id)s
de_de: Schlüssel %(key_id)s erfolgreich heruntergeladen
es_pr: Llave: %(key_id)s, recibida con éxito
fa: کلید موفقیت آمیز دریافت کرد: %(key_id)s
fr: Clé : %(key_id)s reçue avec ssucès
lv: Veiksmīgi saņemtais taustiņš: %(key_id)s
nl_nl: Sleutel succesvol ontvangen: %(key_id)s
pt_br: Chave: %(key_id)s recebida com sucesso.
ro_ro: Ați primit cu succes cheia: %(key_id)s
ru: Успешно получен ключ: %(key_id)s
tr_tr: Anahtar başarıyla alındı: %(key_id)s

source: Use names, last names, key ids or emails to search public keys to import from the keyserver.
bg: Използвайте имена, фамилни имена, идентификатори на ключове или имейли, за да търсите публични ключове, които да импортирате от сървъра на ключове.
de_de: Namen, Nachnamen, Schlüssel-IDs oder E-Mail-Adressen bei der Suche nach öffentlichen Schlüsseln verwenden, um diese vom Schlüsselserver zu importieren.
es_pr: Utilice nombres, apellidos, identificaciones de llaves o correos electrónicos para buscar llaves públicas para importar desde el servidor de llaves.
fr: Utilisez prénoms, noms, identifiants des clés ou courriels pour rechercher des clés publiques à importer du serveur de clés.
lv: Izmantojiet vārdus, uzvārdus, atslēgas ID vai e-pastus, lai meklētu publiskās atslēgas, lai importētu no atslēgas servera.
pt_br: Use nomes, sobrenomes, ID's de chaves ou e-mails para procurar chaves públicas a serem importadas do servidor de chaves.
ro_ro: Utilizați numele, numele de familie, identitatea cheilor sau e-mailurile pentru a căuta cheile publice de importat de pe serverul de chei.
tr_tr: Anahtar sunucusundan içe aktarılacak ortak anahtarları aramak için ad, soyad, anahtar kimlikleri veya e-postaları kullanın.

source: No results returned
bg: Няма върнати резултати
de_de: Keine Ergebnisse
es_pr: No hay resultados devueltos
fr: Aucun résultat retourné
lv: Rezultāti netiek atgriezti
pt_br: Nenhum resultado retornado
ro_ro: Nu s-au întors rezultate
tr_tr: Sonuç döndürülmedi

source: Key query results
bg: Резултати от заявка за ключ
bs_ba: Ključni rezultati pretrage
de_de: Ergebnis Schlüsselsuche
es_pr: Resultado de búsqueda de llaves
fa: نتایج پرس و جو کلید
fr: Résultats de la recherche de clé
lv: Galvenie vaicājuma rezultāti
nl_nl: Resultaten van de sleutel zoekopdracht
pt_br: Resultados de busca de chave
ro_ro: Rezultatele interogării cheii
ru: Результаты запроса ключа
tr_tr: Anahtar sorgu sonuçları

source: Search
bg: Търсене
bs_ba: Pretraga
de_de: Suche
fa: جستجو
fr: Chercher
lv: Meklēt
nl_nl: Zoek
ro_ro: Căută
ru: Поиск

source: Query key server
bg: Запитване към сървър за ключове
bs_ba: Upit servera ključeva
de_de: Schlüsselserver abfragen
es_pr: Consultar servidor de llaves
fa: پرسش از سرور کلید
fr: Interroger le serveur de clés
lv: Vaicājuma atslēgu serveris
nl_nl: Doorzoek sleutelserver
pt_br: Consultar servidor de chaves
ro_ro: Interogare keyserver
ru: Запросить сервер ключей
tr_tr: Anahtar sorgulama sunucusu

source: Upload new key
bg: Качване на нов ключ
bs_ba: Uvedi novi ključ
de_de: Neuen Schlüssel hochladen
es_pr: Subir una nueva llave
fa: بارگذاری کلید جدید
fr: Uploader une nouvelle clé
lv: Augšupielādējiet jaunu atslēgu
nl_nl: Upload nieuwe sleutel
pt_br: Carregar nova chave
ro_ro: Încărcați o cheie nouă
ru: Загрузить новый ключ
tr_tr: Yeni anahtar yükle

source: Private keys are used to signed documents. Private keys can only be uploaded by the user. The view to upload private and public keys is the same.
bg: Частните ключове се използват за подписване на документи. Частните ключове могат да бъдат качени само от потребителя. Изгледът за качване на частни и публични ключове е същият.
de_de: Private Schlüssel werden für die Signatur von Dokumenten verwendet. Private Schlüssel können nur vom Benutzer selbst hochgeladen werden. Das Formular für das Hochladen von privaten und öffentlichen Schlüsseln ist dasselbe.
es_pr: Las llaves privadas se utilizan para firmar documentos. Las llaves privadas solo pueden ser cargadas por el usuario. La vista para cargar llaves privadas y públicas es la misma.
pt_br: Chaves privadas são usadas para assinaturas de documentos. Chaves privadas somente podem ser carregadas pelo usuário. A tela para carregar chaves públicas e privadas é a mesma.
ro_ro: Cheile private sunt folosite pentru a semna documente. Cheile private pot fi încărcate doar de către utilizator. Vizualizarea pentru a încărca cheile private și publice este aceeași.
tr_tr: Özel anahtarlar, imzalanmış belgeler için kullanılır. Özel anahtarlar yalnızca kullanıcı tarafından yüklenebilir. Özel ve genel anahtarları yükleme görünümü aynıdır.

source: There no private keys
bg: Няма частни ключове
de_de: Keine privaten Schlüssel vorhanden
es_pr: No hay llaves privadas
fr: Aucune clé privée
lv: Nav privāto atslēgu
pt_br: Não há chaves privadas
ro_ro: Nu există chei private
tr_tr: Özel anahtar yok
