Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/django_gpg/locale/*/LC_MESSAGES/django.po
Languages: bg, bs_ba, de_de, es_pr, fa, fr, lv, nl_nl, pt_br, ro_ro, ru, tr_tr

source: Public keys are used to verify signed documents. Public keys can be uploaded by the user or downloaded from keyservers. The view to upload private and public keys is the same.
bg: Публичните ключове се използват за проверка на подписани документи. Публичните ключове могат да бъдат качени от потребителя или изтеглени от сървъри на ключове. Изгледът за качване на частни и публични ключове е един и същ.
de_de: Öffentliche Schlüssel werden zur Verifzierung von signierten Dokumenten benutzt. Sie können von Benutzern hochgeladen oder von Schlüsselservern heruntergeladen werden. Die Ansicht zum Hochladen von privaten und öffentlichen Schlüssel ist identisch.
es_pr: Las llaves públicas se utilizan para verificar documentos firmados. Las llaves públicas pueden ser cargadas por el usuario o descargadas de los servidores de llaves. La vista para subir llaves privadas y públicas es la misma.
fr: Les clés publiques sont utilisées pour vérifier les documents signés. Les clés publiques peuvent être téléversées par l'utilisateur ou téléchargées du serveur de clés. La page est la même pour téléverser une clé privée ou publique.
lv: Publiskās atslēgas tiek izmantotas, lai pārbaudītu parakstītos dokumentus. Publiskās atslēgas var augšupielādēt lietotājs vai lejupielādēt no atslēgas serveriem. Privāto un publisko atslēgu augšupielāde ir tāda pati.
pt_br: Chaves públicas são usadas para verificar documentos assinados digitalmente. Chaves públicas podem ser carregadas pelo usuário ou baixadas de servidores de chaves. A tela para carregamento de chaves públicas e privadas é a mesma.
ro_ro: Cheile publice sunt utilizate pentru a verifica documentele semnate. Cheile publice pot fi încărcate de utilizator sau descărcate de la serverele de chei. Vizualizarea pentru a încărca cheile private și publice este aceeași.
tr_tr: Genel anahtarlar, imzalanmış belgeleri doğrulamak için kullanılır. Genel anahtarlar, kullanıcı tarafından yüklenebilir veya anahtar sunucularından indirilebilir. Özel ve genel anahtarları yükleme görünümü aynıdır.

source: There no public keys
bg: Няма публични ключове
de_de: Keine öffentlichen Schlüssel vorhanden
es_pr: No hay llaves publicas
fr: Aucune clé publique
lv: Nav publisko atslēgu
pt_br: Não há chaves públicas
ro_ro: Nu există chei publice
tr_tr: Genel anahtar yok

source: Key created
es_pr: Llave creada
pt_br: Chave criada
tr_tr: Anahtar oluşturuldu

source: Key downloaded
es_pr: Llave descargada
pt_br: Chave baixada
tr_tr: Anahtar indirildi

source: Home directory used to store keys as well as configuration files.
bs_ba: Home direktorij se koristi za pohranu ključeva, kao i konfiguracijskih datoteka.
fa: ریشه دایرکتوری جهت نگهداری کلیدها بهمراه فایلهای پیکربندی.
lv: Mājas katalogs tiek izmantots, lai saglabātu atslēgas, kā arī konfigurācijas failus.
nl_nl: Homefolder om sleutels en configuratiebestanden in op te slaan.
ru: Домашний каталог, используемый для хранения ключей, а также файлов конфигурации.

source: Path to the GPG binary.
bs_ba: Put do binarnog GPG-a.
fa: محل کتایخانه باینری GPG
lv: Ceļš uz GPG bināro.
nl_nl: Pad naar het GPG uitvoerbestand
ru: Путь к GPG исходникам.

source: Private keys are used to signed documents. Private keys can only be uploaded by the user.The view to upload private and public keys is the same.
lv: Privātās atslēgas tiek izmantotas, lai parakstītu dokumentus. Privātās atslēgas var augšupielādēt tikai lietotājs. Skats, lai augšupielādētu privātās un publiskās atslēgas, ir vienāds.
