Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/logging/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, el, es_pr, it, nl, pt, ro_ro, ru, sl, tr_tr

source: Logging
ar: الدخول الى النظام
bg: Регистрация
cs: Protokolování
el: Καταγραφή συμβάντων και σφαλμάτων
es_pr: Registro
it: Registrazione
nl: logboek registreren
ro_ro: Jurnalizare
ru: Логирование
sl: Logiranje
tr_tr: Giriş

source: Error log deleted
es_pr: Registro de errores eliminado
ro_ro: Jurnalul de erori a fost șters
sl: Dnevnik napak izbrisan
tr_tr: Hata logu silindi

source: Global error log
es_pr: Registro global de errores
pt: Erro global de registo
ro_ro: Jurnal de erori global
sl: Globalni dnevnik napak
tr_tr: Global hata logu

source: Delete
ar: حذف
bg: Изтрийте
cs: Odstranit
el: Διαγραφή
es_pr: Eliminar
it: Cancella
nl: Verwijderen
pt: Remover
ro_ro: Șterge
ru: Удалить
sl: Izbriši
tr_tr: Sil

source: Errors
ar: الأخطاء
bg: Грешки
cs: Chyby
el: Σφάλματα
es_pr: Errores
it: Errori
nl: Fouten
pt: Erros
ro_ro: Erori
ru: Ошибки
sl: Napake
tr_tr: Hatalar

source: Clear errors
ar: حذف الاخطاء
bg: Изчистване на грешки
cs: Vymazat chyby
el: Διαγραφή σφαλμάτων
es_pr: Borrar los errores
it: Cancella errori
nl: Fouten verwijderen
pt: Limpar erros
ro_ro: Ștergeți erorile
ru: Очистить ошибки
sl: Počisti napake
tr_tr: Hataları temizle

source: Internal name
ar: الإسم الداخلي
bg: Вътрешно име
cs: Vnitřní název
el: Όνομα εσωτερικής αναφοράς
es_pr: Nombre interno
it: Nome interno
nl: Interne naam
pt: Nome interno
ro_ro: Nume intern
ru: Внутреннее имя
sl: Interno ime
tr_tr: Dahili adı

source: Error log
ar: الخطأ
bg: Дневник на грешките
cs: Protokol chyb
el: Αρχείο καταγραφής σφαλμάτων
es_pr: Registro de errores
it: Registro degli errori
nl: Fouten logboek
pt: Log de erros
ro_ro: Jurnal de erori
ru: Журнал ошибок
sl: Dnevnik napak
tr_tr: Hata logu

source: Error logs
ar: الأخطاء
bg: Дневници за грешки
cs: Protokoly chyb
el: Αρχεία καταγραφής σφαλμάτων
es_pr: Registros de errores
it: Registri degli errori
nl: Fouten logboeken
pt: Logs de erros
ro_ro: Jurnalele de erori
ru: Журналы ошибок
sl: Dnevniki napak
tr_tr: Hata logları

source: App label
ar: اسم التطبيق
bg: Етикет на приложението
cs: Štítek aplikace
el: Ετικέτα εφαρμογής
es_pr: Etiqueta de la aplicación
it: Etichetta del'app
nl: Applicatie etiket
pt: Rótulo do aplicativo
ro_ro: Eticheta aplicației
ru: Заголовок приложения
sl: Oznaka aplikacije
tr_tr: Uygulama etiketi

source: Error log partition
ar: خطأ التقسيم
bg: Дял на дневника за грешки
cs: Oddíl protokolu chyb
el: Κατάτμηση καταγραφής σφαλμάτων
es_pr: Partición del registro de errores
it: Partizione del registro degli errori
nl: Fouten logboek partitie
pt: Partição de log de erros
ro_ro: Partiție jurnal erori
ru: Раздел журнала ошибок
sl: Particija dnevnika napak
tr_tr: Hata logu bölümü

source: Error log partitions
ar: خطأ في التقسيمات
bg: Дялове в дневника за грешки
cs: Chybové logické oddíly
el: Κατατμήσεις καταγραφής σφαλμάτων
es_pr: Particiones de registro de errores
it: Partizioni del registro degli errori
nl: Fouten logboek partities
pt: Partições de log de erros
ro_ro: Partiții jurnal de erori
ru: Разделы журнала ошибок
sl: Particije dnevnika napak
tr_tr: Hata logu bölümleri

source: Date and time
ar: الوقت والتاريخ
bg: Дата и час
cs: Datum a čas
el: Ημερομηνία και ώρα
es_pr: Fecha y hora
it: Data e ora
nl: Datum en tijd
pt: Data e Hora
ro_ro: Data și ora
ru: Дата и время
sl: Datum in čas
tr_tr: Tarih ve saat

source: Text
ar: النص
bg: Текст
el: Κείμενο
es_pr: Texto
it: Testo
nl: Tekst
pt: Texto
ru: Текст
sl: Besedilo
tr_tr: Metin

source: Error log partition entry
ar: إدخال خاطيء
bg: Запис на дял в дневника за грешки
cs: Chyba záznamu logického oddílu
el: Καταχώριση κατάτμησης αρχείου καταγραφής σφαλμάτων
es_pr: Entrada de partición de registro de errores
it: Voce di partizione del registro degli errori
nl: Fouten logboek partitie toevoeging
pt: Entrada de partição de log de erros
ro_ro: Intrarea partiției jurnal de erori
ru: Запись раздела журнала ошибок
sl: Vnos v particijo dnevnika napak
tr_tr: Hata logu bölümü girişi

source: Error log partition entries
ar: إدخالات خاطئة
bg: Записи в дял на дневника за грешки
cs: Chyba záznamu oddílu oddílu
el: Καταχωρήσεις κατάτμησης αρχείου καταγραφής σφαλμάτων
es_pr: Entradas de la partición del registro de errores
it: Voci della partizione del registro degli errori
nl: Fouten logboek partitie toevoegingen
pt: Entradas de partição de registro de erros
ro_ro: Intrări de partiție jurnal de erori
ru: Записи раздела журнала ошибок
sl: Vnosi v particijo dnevnika napak
tr_tr: Hata logu bölümü girişleri

source: Object
ar: عنصر
bg: Обект
cs: Objekt
el: Αντικείμενο
es_pr: Objeto
it: Oggetto
pt: Objeto
ro_ro: Obiect
ru: Объект
sl: Predmet
tr_tr: Nesne

source: Delete error log
es_pr: Eliminar registro de errores
ro_ro: Ștergeți jurnalul de erori
sl: Izbriši dnevnik napak
tr_tr: Hata logunu sil

source: View error log
ar: استعراض الخطأ
bg: Преглед на дневника за грешки
cs: Zobrazit protokol chyb
el: Προβολή αρχείου καταγραφής σφαλμάτων
es_pr: Ver registro de errores
it: Vedi log errori
nl: Foutenlog bekijken
pt: Ver log de erros
ro_ro: Vizualizați jurnalul de erori
ru: Просмотр журнала ошибок
sl: Oglejte si dnevnik napak
tr_tr: Hata loglarını görüntüle

source: Automatically enable logging to all apps.
ar: تمكين التسجيل للجميع
bg: Автоматично активиране на регистрацията във всички приложения.
cs: Automaticky povolit protokolování pro všechny aplikace.
el: Αυτόματη ενεργοποίηση καταγραφής για όλες τις εφαρμογές.
es_pr: Activar automáticamente el registro de todas las aplicaciones.
it: Abilita automaticamente i log per tutte le app.
nl: Loggen naar alle apps automatisch inschakelen.
pt: Ativar automaticamente o logging de todos as apps.
ro_ro: Activați juranlizarea automată la toate aplicațiile.
ru: Автоматически разрешать всем установленным приложениям делать записи в журнале.
sl: Samodejno omogoči beleženje v vse aplikacije.
tr_tr: Tüm uygulamalarda loglamayı otomatik olarak etkinleştir.

source: List of handlers to which logging messages will be sent. Options are: {}
ar: إستعراض الأخطاء: {}
bg: Списък на манипулаторите, на които ще бъдат изпратени съобщения за регистриране. Опциите са: {}
cs: Seznam obslužných programů, kterým budou zasílány zaznamenané zprávy. Možnosti jsou: {}
el: Λίστα χειριστών στους οποίους θα αποστέλλονται μηνύματα καταγραφής. Οι επιλογές είναι: {}
es_pr: Lista de controladores a los que se enviarán los mensajes de registro. Las opciones son: {}
it: Elenco di gestori a cui verranno inviati i messaggi di registrazione. Le opzioni sono: {}
nl: Lijst van 'handlers' waar logboek berichten naar toe worden gezonden. Opties zijn: {}
pt: Lista de handlers para os quais as mensagens de registro serão enviadas. As opções são: {}
ro_ro: Lista gestionarilor către care vor fi trimise mesaje de înregistrare. Opțiunile sunt: {}
ru: Список обработчиков, которым будут отправляться сообщения журнала. Возможные варианты: {}
sl: Seznam upravljavcev, katerim bodo poslana sporočila beleženja. Možnosti so: {}
tr_tr: Log mesajlarının gönderileceği işleyicilerin listesi. Seçenekler: {}

source: Level for the logging system.
ar: التسجيل للمستوى المحدد
bg: Ниво за регистрационната система.
cs: Úroveň systému protokolování.
el: Επίπεδο για το σύστημα καταγραφής.
es_pr: Nivel para el sistema de registro.
it: Livello per il sistema di registrazione.
nl: Foutniveau van het logboek systeem.
pt: Nível de logging do sistema.
ro_ro: Nivel pentru sistemul de jurnalizare.
ru: Уровень для системы логирования
sl: Raven za sistem beleženja.
tr_tr: Loglama sistemi için seviye.

source: Path to the logfile that will track errors during production.
ar: رابط متابعة الأخطاء
bg: Път към файла на дневника, който ще проследява грешките по време на производството.
cs: Cesta k souboru protokolu, který bude sledovat chyby produkce.
el: Διαδρομή στο αρχείο καταγραφής που θα παρακολουθεί τα σφάλματα κατά την παραγωγή.
es_pr: Ruta de acceso al archivo de registro que va a monitorear errores durante el uso en producción.
it: Percorso del file di log su cui verranno scritti gli errori in produzione.
nl: Pad naar het logbestand dat de fouten tijdens productie volgt.
pt: Caminho para o arquivo de log que rastreará erros durante a produção.
ro_ro: Calea către fișierul jurnal care va urmări erorile în timpul producției.
ru: Путь к файлу журнала, который будет отслеживать ошибки во время работы.
sl: Pot do datoteke dnevnika, ki bo spremljala napake med proizvodnjo.
tr_tr: Production ortamında hataları izleyecek log dosyasının yolu.

source: This view displays the error log of different objects. An empty list is a good thing.
es_pr: Esta vista muestra el registro de errores de diferentes objetos. Una lista vacía es algo bueno.
pt: Esta visualização mostra o erro de registo de diferentes objetos. Uma lista vazia é bom.
ro_ro: Această vizualizare afișează jurnalul de erori al diferitelor obiecte. O listă goală este un lucru bun.
sl: Ta pogled prikazuje dnevnik napak različnih objektov. Prazen seznam je dobra stvar.
tr_tr: Bu sayfa, farklı nesnelere ait hata günlüklerini görüntüler. Boş bir liste iyidir.

source: There are no error log entries
ar: لاتوجد أخطاء في سجل الادخالات
bg: Няма записи в дневника за грешки
cs: V protokolu chyb nejsou žádné záznamy
el: Δεν υπάρχουν καταχωρήσεις καταγραφής σφαλμάτων
es_pr: No hay entradas de registro de errores
it: Non ci sono voci nel registro degli errori
nl: Er is geen foutenlog invoer.
pt: Não há entradas no log de erros
ro_ro: Nu există înregistrări de jurnal de erori
ru: Нет записей в журнале ошибок
sl: V dnevniku napak ni vnosov
tr_tr: Hata log girişi yok

source: Clear error log entries for: %s
ar: الغاء الأخطاء : %s
bg: Изчистване на записите в дневника за грешки за: %s
cs: Vymažte položky protokolu chyb pro: %s
el: Διαγραφή καταχωρίσεων καταγραφής σφαλμάτων για: %s
es_pr: Borrar entradas de registro de errores para: %s
it: Cancella le voci del registro errori per: %s
nl: Foutenlog invoer wissen voor: %s
pt: Limpar entradas de log de erros para: %s
ro_ro: Eliminați intrările din jurnalul de erori pentru: %s
ru: Очистить записи журнала ошибок для: %s
sl: Počisti vnose v dnevniku napak za: %s
tr_tr: Şunlar için hata log girişlerini temizle: %s

source: Object error log cleared successfully
ar: تم مسح السجل بنجاح
bg: Дневникът за грешки в обекта е изчистен успешно
cs: Protokol chyb objektu byl úspěšně vymazán
el: Το αρχείο καταγραφής σφαλμάτων του αντικειμένου διαγράφηκε με επιτυχία
es_pr: El registro de errores del objeto se borró correctamente
it: Registro errori oggetto cancellato correttamente
nl: Object foutenlog met succes gewist
pt: O log de erros do objeto foi apagado com sucesso.
ro_ro: Jurnalului erorilor de obiecte a fost curățat cu succes
ru: Журнал ошибок объекта очищен
sl: Dnevnik napak objekta je bil uspešno izbrisan
tr_tr: Nesne hata logu başarıyla temizlendi

source: Delete error log entry: %s
es_pr: Eliminar entrada de registro de errores: %s
ro_ro: Ștergeți intrarea din jurnalul de erori: %s
sl: Izbrišite vnos v dnevnik napak: %s
tr_tr: Hata logu girişini sil: %s

source: This view displays the error log of an object. An empty list is a good thing.
es_pr: Esta vista muestra el registro de errores de un objeto. Una lista vacía es algo bueno.
pt: Esta vista mostra o erro log de um objeto. Uma lista vazia é algo bom.
ro_ro: Această vizualizare afișează jurnalul de erori al unui obiect. O listă goală este un lucru bun.
ru: Здесь отображаются записи журнала ошибок для объекта. Пустой список - это хорошо.
sl: Ta pogled prikazuje dnevnik napak predmeta. Prazen seznam je dobra stvar.
tr_tr: Bu görünüm, bir nesnenin hata logunu görüntüler. Listenin boş olması tercih sebebidir.

source: Error log entries for: %s
ar: أخطاء النظام : %s
bg: Записи в дневника за грешки за: %s
cs: Položky protokolu chyb pro: %s
el: Καταχωρήσεις σφαλμάτων για: %s
es_pr: Entradas del registro de errores para: %s
it: Voci del registro errori per: %s
nl: Foutenlog invoer voor: %s
pt: Entradas de log de erros para: %s
ro_ro: Intrările de eroare pentru: %s
ru: Записи журнала ошибок для: %s
sl: Vnosi v dnevnik napak za: %s
tr_tr: Şunlar için hata log girişleri: %s
