Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
bg: UUID на документ, универсално уникален идентификационен номер. Уникален идентификатор, генериран за всеки документ.
cs: UUID dokumentu, univerzálně jedinečné ID. Jedinečný identifikátor vygenerovaný pro každý dokument.
es_pr: UUID de un documento, ID único universalmente. Un identificador único generado para cada documento.
it: UUID, ID Universale del Documento. Un identifitacore univoco generato per ogni documento.
nl: UUID van een document, universeel Unique ID. Een unieke identifier, gegenereerd voor ieder document.
pl: UUID dokumentu to jego unikatowy identyfikator. Generowany jest dla każdego dokumentu.
pt_br: UUID de um documento, Universally Unique Identity - Identidade Universal Única. Um identificador único gerado para cada documento.
ro_ro: UUID al unui document, identificator unic universal. Un identificator unic generat pentru fiecare document.

source: The document type of the document.
bg: Тип на документа.
cs: Typ dokumentu.
es_pr: El tipo de documento del documento.
it: Il tipo di documento del documento.
nl: Het documenttype van het document.
pl: Typ dokumentu.
pt_br: O tipo de documento do documento.
ro_ro: Tipul de document al documentului.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
bg: Кратък текст, идентифициращ документа. По подразбиране ще бъде зададено името на първия файл, качен в документа.
cs: Krátký text identifikující dokument. Ve výchozím nastavení bude nastaveno na název souboru prvního souboru nahraného do dokumentu.
es_pr: Un texto breve que identifica el documento. De forma predeterminada, se establecerá en el nombre de archivo del primer archivo cargado en el documento.
it: Un breve testo che identifica il documento. Per impostazione predefinita, verrà impostato sul nome del primo file caricato nel documento.
nl: Een korte tekst die het document identificeert. Wordt standaard ingesteld op de bestandsnaam van het eerste bestand dat naar het document is geüpload.
pt_br: Um pequeno texto identificando o documento. Por predefinição, será definido para o nome do ficheiro do primeiro ficheiro carregado para o documento.
ro_ro: Un scurt text care identifică documentul. În mod implicit, va fi setat la numele fișierului primului fișier încărcat în document.

source: An optional short text describing a document.
bg: Незадължителен кратък текст, описващ документ.
cs: Volitelný krátký text popisující dokument.
es_pr: Un texto breve opcional que describe el documento.
it: Un breve testo opzionale per descrivere il documento.
nl: Een optionele, korte tekst die een document beschrijft.
pl: Opcjonalny, krótki opis dokumentu.
pt_br: Texto opcional descrevendo um documento.
ro_ro: Un text scurt opțional care descrie un document.

source: Description
bg: Описание
cs: Popis
es_pr: Descripción
fa: توضیحات
it: Descrizione
nl: Beschrijving
pl: Opis
pt_br: Descrição
ro_ro: Descriere
tr_tr: Açıklama

source: The date and time of the document creation.
bg: Датата и часът на създаване на документа.
es_pr: La fecha y hora del servidor en que se creó la versión del documento.
nl: De datum en tijd van het maken van het document.
pt_br: Data e hora de criação do documento.
ro_ro: Data și ora creării documentului.

source: Created
bg: Създаден
cs: Vytvořen
es_pr: Creado
it: Creato
nl: Aangemaakt
pt_br: Criado
ro_ro: Creat

source: The primary language in the document.
bg: Основният език в документа.
cs: Primární jazyk v dokumentu.
es_pr: El idioma principal del documento.
it: La lingua principale nel documento.
nl: De primaire taal in het document.
pt_br: O idioma primário no documento.
ro_ro: Limba principală în document.

source: Whether or not this document is in the trash.
bg: Дали този документ е в кошчето или не.
cs: Je tento dokument v koši, či není?
es_pr: Si este documento está o no en la papelera.
it: Se il documento si trova o no nel cestino.
nl: Of dit document in de prullenbak is of niet.
pl: Czy dokument została umieszczony w koszu.
pt_br: Se o documento está ou não na lixeira.
ro_ro: Dacă acest document este sau nu în coșul de gunoi.

source: In trash?
bg: В кошчето ли е?
cs: V koši?
es_pr: ¿En la papelera?
fa: در سطل زباله؟
it: Nel cestino?
nl: In prullenbak?
pl: W koszu?
pt_br: Na lixeira?
ro_ro: În gunoi?
tr_tr: Çöp kutusunda?

source: The server date and time when the document was moved to the trash.
bg: Дата и час на сървъра, когато документът е преместен в кошчето.
cs: Datum a čas serveru, kdy byl dokument přesunut do koše.
es_pr: La fecha y hora del servidor cuando el documento fue movido a la papelera.
it: Data e ora del server in cui il documento è stato messo nel cestino.
nl: De datum en tijd van de server op het moment dat het document naar de prullenbak werd verplaatst.
pl: Data i czas kiedy dokument został przeniesiony do kosza.
pt_br: Data e hora do servidor quando o documento foi movido para a lixeira.
ro_ro: Data și ora serverului când documentul a fost mutat în coșul de gunoi.

source: Date and time trashed
bg: Дата и час на изхвърляне в кошчето
cs: Datum a čas vyhození
es_pr: Fecha y hora de envío a papelera
fa: تاریخ و زمان خراب شد
it: Data e ora di spostamento nel cestino
nl: Datum en tijd in prullenbak
pl: Data i czas umieszczenia w koszu
pt_br: Data e hora de envio à lixeira
ro_ro: Data și ora în gunoi
tr_tr: Çöp kutusunun tarihi ve saati

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
bg: Кочан на документ е документ със запис в базата данни, но не е качен файл. Това може да бъде прекъснато качване или отложено качване чрез API.
cs: Útržek dokumentu je dokument s položkou v databázi, ale není nahrán žádný soubor. Může to být přerušené nahrávání nebo odložené nahrávání prostřednictvím rozhraní API.
es_pr: Un recibo de documento es un documento con una entrada en la base de datos pero ningún archivo subido. Esto podría ser una subida interrumpida o una subida diferida a través de la API.
fa: یک مستند سند یک سند با یک ورودی در پایگاه داده است اما هیچ فایل آپلود نشده است. این می تواند آپلود متوقف شده یا آپلود معلق از طریق API باشد.
it: Un documento troncato è un documento presente sul database che non ha un file scaricato. Potrebbe essere dovuto ad un upload interrotto oppure rimandato per caricarlo via API.
nl: Een document stub is een document met een invoer in de database, maar zonder geüpload document. Dit kan gebeuren door een afgebroken upload en een upload via de API.
pl: Niepełny dokument jest dokumentem z wpisem w bazie danych bez przesłanego pliku. Może się to zdarzyć podczas przerwania przesyłania pliku do systemu lub zawieszenia przesyłania poprzez API.
pt_br: Um rascunho de documento é um documento com uma entrada no banco de dados, mas nenhum arquivo carregado. Isso pode ser um envio interrompido ou um envio diferido por meio da API.
ro_ro: Un stub document este un document cu o intrare în baza de date, dar nu se încarcat niciun fișier. Aceasta ar putea fi o încărcare întreruptă sau o încărcare amânată prin API.
tr_tr: Bir doküman koçanı, veritabanında bir girişi bulunan, ancak hiçbir dosya yüklenmemiş bir dokümandır. Bu, API aracılığıyla kesilen bir yükleme veya ertelenmiş bir yükleme olabilir.

source: Is stub?
bg: Кочан ли е?
cs: Je to útržek?
es_pr: ¿Es un recibo?
fa: آیا خرد است؟
it: Documento troncato?
nl: Is document een stub?
pl: Czy niepełny?
pt_br: É um rascunho?
ro_ro: Este stub?
tr_tr: Koçan mı?

source: Document stub, id: %d
bg: Кочан на документ, №: %d
cs: Útržek dokumentu, id: %d
es_pr: Recibo de documento, id: %d
fa: مستند مستند، شناسه: %d
it: Documento troncato, ID: %d
pl: Niepełny dokument, id: %d
pt_br: Rascunho de documento, id: %d
ro_ro: Stub document, id: %d
tr_tr: Belge koçanı, kimliği: %d

source: A short text identifying the document type.
es_pr: Un breve texto que identifica el tipo de documento.
ro_ro: Un scurt text care identifică tipul de document.

source: Amount of time after which documents of this type will be moved to the trash.
bg: Време, след което документи от този тип ще бъдат преместени в кошчето.
cs: Doba, po které budou dokumenty tohoto typu přesunuty do koše.
es_pr: Cantidad de tiempo tras el cual se enviaran los documentos de este tipo a la papelera.
fa: مقدار زمان که پس از آن اسناد این نوع به سطل زباله منتقل می شود.
it: Quantità di tempo dopo il quale i documenti di questo tipo saranno spostati nel cestino.
nl: Tijdsperiode waarna documenten van dit type naar de prullenbak worden verplaatst.
pl: Czas, po jakim dokumenty tego typu zostaną przeniesione do kosza.
pt_br: Tempo após o qual documentos deste tipo serão enviados para a lixeira.
ro_ro: Cantitatea de timp după care documentele de acest tip vor fi mutate în coșul de gunoi.
tr_tr: Bu türün belgelerinin çöp kutusuna taşınmasından sonraki süre.

source: Trash time period
bg: Период до изхвърляне
cs: Časová perioda koše
es_pr: Período de tiempo de envío a papelera
fa: دوره زمان زباله
it: Tempo per cestinare
nl: Prullenbak tijdsperiode
pl: Okres czasu dotyczący przesunięcia dokumentu do kosza
pt_br: Tempo até o envio para a lixeira
ro_ro: Durata perioadei în gunoi
tr_tr: Çöp kutusu süresi

source: Trash time unit
bg: Единица време за периода до изхвърляне
cs: Časová jednotka koše
es_pr: Unidad de tiempo de envío a papelera
fa: واحد زمان زباله
it: Unità di tempo per cestinare
nl: Prullenbak tijdseenheid
pl: Jednostka czasu dotycząca przesunięcia dokumentu do kosza
pt_br: Unidade de tempo na lixeira
ro_ro: Unitatea timpului păstrare în gunoi
tr_tr: Çöp saati birimi

source: Amount of time after which documents of this type in the trash will be deleted.
bg: Време, след което документи от този тип в кошчето ще бъдат изтрити.
cs: Doba, po které budou dokumenty tohoto typu z koše odstraněny.
es_pr: Cantidad de tiempo tras el cual se eliminarán los documentos de este tipo de la papelera.
fa: مقدار زمان پس از آن اسناد این نوع در سطل زباله حذف خواهد شد.
it: Quantità di tempo dopo il quale i documenti di questo tipo nel cestino saranno cancellati.
nl: Tijdsperiode waarna documenten van dit type uit de prullenbak worden verwijderd.
pl: Czas, po jakim dokumenty tego typu zostaną usunięte.
pt_br: Tempo após a qual documentos deste tipo serão excluídos.
ro_ro: Cantitatea de timp după care documentele de acest tip din coșul de gunoi vor fi șterse.
tr_tr: Çöp kutusundaki bu türdeki belgelerin silinmesinden sonra geçen süre.

source: Delete time period
bg: Изтриване на период от време
cs: Časová perioda smazání
es_pr: Período de tiempo de eliminación
fa: دوره زمانی را حذف کنید
it: Tempo per cancellare
nl: Verwijder tijdsperiode
pl: Okres czasu dotyczący usunięcia dokumentu
pt_br: Tempo de exclusão
ro_ro: Perioada de timp de ștergere
tr_tr: Zaman dilimini sil

source: Delete time unit
bg: Изтриване на единица време
cs: Čsová jednotka smazání
es_pr: Unidad de tiempo de eliminación
fa: واحد زمان را حذف کنید
it: Unità di tempo per cancellare
nl: Verwijder tijdseenheid
pl: Jednostka czasu dotycząca usunięcia dokumentu
pt_br: Unidade de tempo de exclusão
ro_ro: Unitate de timp pt. ștergere
tr_tr: Zaman birimini sil

source: The class responsible for producing the actual filename used to store the uploaded documents.
bg: Класът, отговорен за създаването на действителното име на файл, използвано за съхранение на качените документи.
cs: Třída odpovědná za vytvoření skutečného názvu souboru použitého k uložení nahraných dokumentů.
es_pr: La clase responsable de producir el nombre de archivo real que se usa para almacenar los documentos cargados.
it: La classe responsabile della produzione del nome file effettivo utilizzato per memorizzare i documenti caricati.
nl: De klasse die verantwoordelijk is voor het produceren van de daadwerkelijke bestandsnaam die wordt gebruikt om de geüploade documenten op te slaan.
pt_br: A classe responsável por produzir o nome do arquivo real usado para armazenar os documentos carregados.
ro_ro: Clasa responsabilă de producerea numelui de fișier real utilizat pentru a stoca documentele încărcate.

source: Filename generator backend
bg: Бекенд на генератора на имена на файлове
cs: Backend generátoru názvu souboru
es_pr: Backend generador de nombre de archivo
it: Backend del generatore di nomi di file
nl: Bestandsnaam generator backend
pt_br: Backend do gerador de nome de arquivo
ro_ro: Generator de nume de fișiere backend

source: The arguments for the filename generator backend as a YAML dictionary.
bg: Аргументите за бекенда на генератора на имена на файлове като YAML речник.
cs: Argumenty pro backend generátoru názvů souborů jako slovník YAML.
es_pr: Los argumentos para el backend del generador de nombres de archivo como diccionario YAML.
it: Gli argomenti per il backend del generatore di nomi di file come dizionario YAML.
nl: De argumenten voor de backend van de bestandsnaamgenerator als een YAML-woordenboek.
pt_br: Os argumentos para o backend do gerador de nome de arquivo como um dicionário YAML.
ro_ro: Argumentele pentru generatorul de nume de fișiere sub formă de dicționar YAML.

source: Filename generator backend arguments
bg: Аргументи на бекенда на генератора на имена на файлове
cs: Argumenty backendu generátoru názvu souboru
es_pr: Argumentos de backend del generador de nombre de archivo
it: Argomenti del backend del generatore di nomi di file
nl: Backend-argumenten voor bestandsnaamgenerator
pt_br: Argumentos de backend do gerador de nome de arquivo
ro_ro: Parametri backend pentru generatorul de nume de fișiere

source: Documents types
bg: Типове документи
cs: Typy dokumentů
es_pr: Tipos de documentos
fa: انواع اسناد
it: Tipi di documenti
nl: Documenttypen
pl: Typy dokumentów
pt_br: Tipos de Documentos
ro_ro: Tipuri de documente
tr_tr: Belge türleri

source: Enabled
bg: Активиран
cs: Povoleno
es_pr: Habilitado
fa: فعال شده
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ro_ro: Activat
tr_tr: Etkin

source: Quick label
bg: Кратък етикет
cs: Rychlé jmenovky
es_pr: Etiqueta rapida
fa: برچسب سریع
it: Etichetta rapida
nl: Snel label
pl: Szybka etykieta
pt_br: Rótulo rápido
ro_ro: Etichetă rapidă
tr_tr: Hızlı etiket

source: The server date and time when the document version was created.
bg: Дата и час на сървъра, когато е създадена версията на документа.
cs: Datum a čas serveru, kdy byla vytvořena verze dokumentu.
es_pr: La fecha y hora del servidor en que se creó la versión del documento.
it: La data e l'ora del server in cui è stata creata la versione del documento.
nl: De serverdatum en -tijd waarop de documentversie is gemaakt.
pt_br: A data e hora do servidor de quando o ficheiro do documento foi criado.
ro_ro: Data și ora serverului la care a fost creată versiunea documentului.

source: An optional short text describing the document version.
bg: Незадължителен кратък текст, описващ версията на документа.
cs: Volitelný krátký text popisující verzi dokumentu.
es_pr: Un texto breve opcional que describe la versión del documento.
it: Breve testo opzionale per descrivere la versione del documento.
nl: Een optionele, korte tekst die de documentversie beschrijft.
pl: Opcjonalny krótki tekst opisujący wersję dokumentu.
pt_br: Um texto curto opcional descrevendo a versão do documento.
ro_ro: Un text scurt opțional care descrie versiunea documentului.

source: Determines the active version of the document.
bg: Определя активната версия на документа.
cs: Určuje aktivní verzi dokumentu.
es_pr: Determina la versión activa del documento.
it: Determina la versione attiva del documento.
nl: Bepaalt de actieve versie van het document.
pt_br: Determina a versão ativa do documento.
ro_ro: Determină versiunea activă a documentului.

source: Active
bg: Активен
cs: Aktivní
es_pr: Activo
it: Attivo
nl: Actief
pt_br: Ativo
ro_ro: Activ

source: Document versions
bg: Версии на документа
cs: Verze dokumentů
es_pr: Versiones de documentos
it: Versioni del documento
nl: Documentversies
pt_br: Versões de documento
ro_ro: Versiuni ale documentului

source: Document version export to PDF
bg: Експорт на версия на документа в PDF
cs: Export verze dokumentu do PDF
es_pr: Exportación de la versión del documento a PDF
it: Esportazione della versione del documento in PDF
nl: Documentversie exporteren naar PDF
pt_br: Exportar para PDF versão do documento
ro_ro: Exportul versiunii documentului în PDF

source: Unique integer number for the page. Pages are ordered by this number.
bg: Уникално цяло число за страницата. Страниците са подредени по този номер.
cs: Jedinečné celé číslo pro stránku. Stránky jsou seřazeny podle tohoto čísla.
es_pr: Número entero único para la página. Las páginas están ordenadas por este número.
it: Numero intero univoco per la pagina. Le pagine sono ordinate in base a questo numero.
nl: Uniek geheel getal voor de pagina. Pagina's zijn gerangschikt op dit nummer.
pt_br: Número inteiro e único para a página. Páginas são ordenadas por este número.
ro_ro: Număr întreg unic pentru pagină. Paginile sunt ordonate după acest număr.

source: Content type for the source object of the page.
bg: Тип съдържание за изходния обект на страницата.
cs: Typ obsahu pro zdrojový objekt stránky.
es_pr: Tipo de contenido del objeto fuente de la página.
it: Tipo di contenuto per l'oggetto di origine della pagina.
nl: Inhoudstype voor het bronobject van de pagina.
pt_br: Tipo de conteúdo para a fonte de objeto da página.
ro_ro: Tipul de conținut pentru obiectul sursă al paginii.

source: ID for the source object of the page.
bg: Идентификатор за изходния обект на страницата.
es_pr: ID del objeto fuente de la página.
it: ID per l'oggetto di origine della pagina.
nl: ID voor het bronobject van de pagina.
pt_br: ID para a fonte do objeto da página
ro_ro: ID pentru obiectul sursă al paginii.

source: Document version page
bg: Страница с версия на документа
cs: Stránka verze dokumentu
es_pr: Página de versión del documento
it: Pagina della versione del documento
nl: Documentversiepagina
pt_br: Versão de página do documento
ro_ro: Pagina versiunii documentului

source: %(document_version)s page %(page_number)d of %(total_pages)d
bg: %(document_version)s страница %(page_number)d на %(total_pages)d
cs: %(document_version)s stránka %(page_number)d z %(total_pages)d
es_pr: %(document_version)s página %(page_number)d de %(total_pages)d
it: %(document_version)s pagina %(page_number)d di %(total_pages)d
nl: %(document_version)s pagina %(page_number)d of %(total_pages)d
pt_br: %(document_version)spágina %(page_number)dde %(total_pages)d
ro_ro: %(document_version)s pagina %(page_number)d din %(total_pages)d

source: User
bg: Потребител
cs: Uživatel
es_pr: Usuario
fa: کاربر
it: Utente
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ro_ro: Utilizator
tr_tr: Kullanıcı

source: Favorite document
bg: Предпочитан документ
cs: Oblíbený dokument
es_pr: Documento favorito
it: Documento preferito
nl: Favoriet document
pl: Ulubiony dokument
pt_br: Documento favorito
ro_ro: Document preferat

source: Favorite documents
bg: Предпочитани документи
cs: Oblíbené dokumenty
es_pr: Documentos favoritos
it: Documenti preferiti
nl: Favoriete documenten
pl: Ulubione dokumenty
pt_br: Documentos favoritos
ro_ro: Documente preferate

source: Accessed
bg: Ползван
cs: Přístupné
es_pr: Accedido
fa: دسترسی یافته
it: Ha avuto l'accesso
nl: Bekeken
pl: Dostępne
pt_br: Acessado
ro_ro: Accesat
tr_tr: Erişilen

source: Recent document
bg: Последен документ
cs: Poslední dokument
es_pr: Documento reciente
fa: سند تازه
it: Documento recente
pl: Ostatni dokument
pt_br: Documento recente
ro_ro: Document recent
tr_tr: Son belge

source: Recent documents
bg: Последни документи
cs: Poslední dokumenty
es_pr: Documentos recientes
fa: اسناد تازه
it: Documenti recenti
nl: Recente documenten
pl: Ostatnio przeglądane
pt_br: Documentos recentes
ro_ro: Documente recente
tr_tr: Son belgeler

source: Recently accessed document
bg: Наскоро достъпен документ
es_pr: Recientemente accedido
nl: Recent geopend document
pt_br: Documento acedido recentemente.
ro_ro: Document accesat recent

source: Recently accessed documents
bg: Наскоро достъпни документи
es_pr: No hay documentos a los que se haya accedido recientemente.
nl: Recent geopende documenten
pt_br: Documentos acedidos recentemente.
ro_ro: Documente accesate recent

source: Create documents
bg: Създаване на документи
cs: Vytvořit dokumenty
es_pr: Crear documentos
fa: ایجاد اسناد
it: Crea documenti
nl: Documenten aanmaken
pl: Tworzenie dokumentów
pt_br: Criar documentos
ro_ro: Document nou
tr_tr: Belge oluştur

source: Edit documents
bg: Редактиране на документи
cs: Úpravy dokumentů
es_pr: Editar documentos
fa: ویرایش سند
it: Modifica documenti
nl: Documenten bewerken
pl: Edycja dokumentów
pt_br: Editar documentos
ro_ro: Editați documente
tr_tr: Belgeleri düzenle

source: Edit document properties
bg: Редактиране на свойства на документа
cs: Upravit vlastnosti dokumentu
es_pr: Editar propiedades del documento
fa: ویرایش خصوصیات سند
it: Modifica proprietà documento
nl: Documenteigenschappen bewerken
pl: Edytuj właściwości dokumentu
pt_br: Editar propriedades de documento
ro_ro: Editează proprietăţile
tr_tr: Doküman özelliklerini düzenle

source: Execute document modifying tools
bg: Работа с инструменти за изменение на документа
cs: Spusťte nástroje pro úpravu dokumentů
es_pr: Ejecutar herramientas de modificación de documento
fa: اجرای ابزار ویرایش سند
it: Esegui i tools per la modifica dei documenti
nl: Document modificatie tools starten
pl: Uruchom narzędzia modyfikacji dokumentu
pt_br: Executar as ferramentas de modificação de documento
ro_ro: Lansează uneltele de modificare
tr_tr: Belgeyi değiştiren araçları çalıştırma

source: View documents
bg: Преглед на документи
cs: Zobrazit dokumenty
es_pr: Ver documentos
fa: بازدید سند
it: Visualizza documenti
nl: Documenten bekijken
pl: Zobacz dokumenty
pt_br: Ver documentos
ro_ro: Vizualizează
tr_tr: Belgeleri görüntüle

source: Delete document files
bg: Изтриване на файлове с документи
cs: Smazat soubory dokumentů
es_pr: Eliminar archivos de documentos
it: Elimina i file di documento
nl: Documentbestanden verwijderen
pt_br: Eliminar ficheiros de documento
ro_ro: Ștergeți fișierele documentului

source: Edit document files
bg: Редактиране на файлове с документи
cs: Upravte soubory dokumentů
es_pr: Editar archivos de documentos
it: Modifica i file dei documenti
nl: Documentbestanden bewerken
pt_br: Editar ficheiros de documento
ro_ro: Editați fișierele documentului

source: Download document files
bg: Изтегляне на файлове с документи
cs: Stáhnout soubory dokumentů
es_pr: Descargar archivos de documentos
it: Scarica i file del documento
nl: Documentbestanden downloaden
pt_br: Descarregar ficheiros de documento
ro_ro: Descărcați fișierele de documente

source: Create new document files
bg: Създаване на нови файлове с документи
cs: Vytvořit nové soubory dokumentů
es_pr: Crear nuevos archivos de documentos
it: Crea nuovi file di documenti
nl: Nieuwe documentbestanden maken
pt_br: Criar novos ficheiros de documento
ro_ro: Creați fișiere de document noi

source: Print document files
bg: Отпечатване на файлове с документи
cs: Tisk souborů dokumentů
es_pr: Imprimir archivos de documentos
it: Stampa file documento
nl: Documentbestanden afdrukken
pt_br: Imprimir ficheiros do documento
ro_ro: Imprimați fișiere de documente
