Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Execute document file modifying tools
bg: Работа с инструменти за променяне на файл с документи
cs: Spustit nástroje pro úpravu souboru dokumentu
es_pr: Ejecutar herramientas de modificación de archivos de documentos
it: Eseguire gli strumenti di modifica del file di documento
nl: Hulpprogramma's voor het wijzigen van documentbestanden uitvoeren
pt_br: Executar ferramentas de modificação do ficheiro do documento
ro_ro: Executați instrumente de modificare a fișierelor de documente

source: View document files
bg: Преглед на файлове с документи
cs: Zobrazit soubory dokumentů
es_pr: Ver archivos de documentos
it: Visualizza i file di documenti
nl: Documentbestanden bekijken
pt_br: Ver ficheiros de documento
ro_ro: Vizualizați fișierele documentului

source: Create document versions
bg: Създаване на версии на документа
cs: Vytvářejte verze dokumentů
es_pr: Crear versiones de documentos
it: Crea versioni del documento
nl: Documentversies maken
pt_br: Criar versões do documento.
ro_ro: Creați versiuni de document

source: Delete document versions
bg: Изтриване на версии на документа
cs: Smazat verze dokumentů
es_pr: Eliminar versiones de documentos
it: Elimina le versioni del documento
nl: Documentversies verwijderen
pt_br: Eliminar versões do documento
ro_ro: Ștergeți versiunile documentului

source: Edit document versions
bg: Редактиране на версии на документа
cs: Upravit verze dokumentu
es_pr: Editar versiones de documentos
it: Modifica le versioni del documento
nl: Documentversies bewerken
pt_br: Editar versões do documento
ro_ro: Editați versiunile documentului

source: Export document versions
bg: Експортиране на версии на документа
cs: Exportovat verze dokumentu
es_pr: Exportar versiones de documentos
it: Esporta le versioni del documento
nl: Documentversies exporteren
pt_br: Exportar versões do documento
ro_ro: Exportați versiunile documentelor

source: Print document versions
bg: Печат на версии на документа
cs: Vytisknout verze dokumentu
es_pr: Imprimir versiones de documentos
it: Stampa versioni di documento
nl: Documentversies afdrukken
pt_br: Imprimir versões do documento
ro_ro: Imprimați versiunile documentelor

source: View document versions
bg: Преглед на версии на документа
cs: Zobrazit verze dokumentu
es_pr: Ver versiones de documentos
it: Visualizza le versioni del documento
nl: Documentversies bekijken
pt_br: Ver versões do documento
ro_ro: Vizualizați versiunile documentului

source: Create document types
bg: Създаване на тип документ
cs: Vytvoř typy dokumentů
es_pr: Crear tipos de documentos
fa: ایجاد انواع سند
it: Crea tipo di documento
nl: Documenttypen aanmaken
pl: Tworzenie typów dokumentu
pt_br: Criar tipos de documentos
ro_ro: Tip nou
tr_tr: Doküman türleri oluştur

source: Delete document types
bg: Изтриване на типове документи
cs: Odstraň typy dokumentů
es_pr: Eliminar tipos de documentos
fa: حذف انواع سند
it: Cancella il tipo di documento
nl: Documenttypen verwijderen
pl: Usuń typy dokumentów
pt_br: Excluir tipos de documentos
ro_ro: Şterge tipuri
tr_tr: Doküman türlerini sil

source: Edit document types
bg: Редактиране на типове документи
cs: Úpravy typů dokumentů
es_pr: Editar tipos de documentos
fa: ویرایش انواع سند
it: Modifica il tipo di documento
nl: Documenttypen bewerken
pl: Edytuj typy dokumentów
pt_br: Editar tipos de documentos
ro_ro: Editează tipuri
tr_tr: Doküman türlerini düzenleme

source: View document types
bg: Преглед на типовете документи
cs: Zobrazit typy dokumentů
es_pr: Ver los tipos de documentos
fa: بازدید انواع سند
it: Visualizza i tipi di documento
nl: Documenttypen bekijken
pl: Zobacz typy dokumentów
pt_br: Ver tipos de documentos
ro_ro: Vezi tipuri de documente
tr_tr: Doküman türlerini görüntüleme

source: Restore trashed document
bg: Възстановяване на изхвърлени документи
cs: Obnovit dokument z koše
es_pr: Restaurar documento de la papelera
fa: بازگرداندن سند خراب
it: Ripristina il documento cancellato
nl: Document uit prullenbak herstellen
pl: Odtwórz dokumenty z kosza
pt_br: Restaurar documentos da lixeira
ro_ro: Restaurați documentul de la gunoi
tr_tr: Çöpe atılmış dokümanı geri yükle

source: Delete trashed documents
bg: Изтриване на документи от кошчето
cs: Smazat dokumenty v koši
es_pr: Eliminar documentos en la papelera
it: Elimina i documenti spostati nel cestino
nl: Verwijder documenten in de prullenbak
pt_br: Eliminar documento do lixo
ro_ro: Ștergeți documentele aruncate în gunoi

source: Trash documents
bg: Изхвърли документи
cs: Dokumenty koše
es_pr: Enivar documentos a la papelera
fa: اسناد حذف شده
it: Cestina documenti
nl: Documenten naar prullenbak
pl: Dokumenty w koszu
pt_br: Mover documentos para a lixeira
ro_ro: Docimente la Coș de gunoi
tr_tr: Çöp kutusu belgeleri

source: Documents periodic
bg: Периодика на документите
cs: Dokumenty periodické
es_pr: Documentos periódicos
fa: مستندات دوره ای
it: Documenti periodici
nl: Periodieke documenten
pl: Dokumenty okresowe
pt_br: Documentos periódicos
ro_ro: Documente periodice
tr_tr: Periyodik belgeler

source: Uploads
bg: Качвания
cs: Nahrávání
es_pr: Cargas
fa: آپلود
it: Caricamenti
pl: Pliki przesłane
pt_br: Arquivos carregados
ro_ro: Încărcări
tr_tr: Yüklemeler

source: Empty the trash can
bg: Изпразнете кошчето
cs: Vyprázdněte koš
es_pr: Vacíar la papelera
it: Svuota il cestino
nl: Leeg de prullenbak
pt_br: Esvazia a lixeira
ro_ro: Goliți coșul de gunoi

source: Delete a document
bg: Изтриване на документ
cs: Odstranění dokumentu
es_pr: Eliminar un documento
fa: یک سند را حذف کنید
it: Cancella documento
nl: Een document verwijderen
pl: Usuń dokument
pt_br: Excluir um documento
ro_ro: Ștergeți un document
tr_tr: Belgeyi sil

source: Append all document file pages to a document version
bg: Добавете всички страници с файлове с документи към версия на документа
es_pr: Reiniciar la lista de páginas de una versión de documento
nl: Voeg alle documentbestandspagina's toe aan een documentversie
pt_br: Anexar todos os ficheiros dos documento a uma versão do documento
ro_ro: Adăugați toate paginile fișierului de document la o versiune de document

source: Reset the page list of a document version
bg: Нулирайте списъка със страници на версия на документа
cs: Obnovit seznam stránek verze dokumentu
es_pr: Reiniciar la lista de páginas de una versión de documento
it: Reimposta l'elenco delle pagine di una versione del documento
nl: De paginalijst van een documentversie resetten
pt_br: Repor a lista de página de uma versão do documento
ro_ro: Resetați lista de pagini a unei versiuni de document

source: Delete a document version
bg: Изтрийте версия на документ
es_pr: Eliminar versiones de documentos
nl: Een documentversie verwijderen
pt_br: Eliminar a versão do documento
ro_ro: Ștergeți o versiune a documentului

source: Export a document version
bg: Експортирайте версия на документ
cs: Exportovat verzi dokumentu
es_pr: Exportar una versión de documento
it: Esporta una versione del documento
nl: Een documentversie exporteren
pt_br: Exportar a versão do documento
ro_ro: Exportați o versiune a documentului

source: Check document type trash periods
bg: Проверете периодите на изхвърляне на типа документ
cs: Zkontrolujte periody koše typu dokumentu
es_pr: Compruebe los períodos de envío a papelera del tipo de documento
fa: نوع سند را حذف کنید
it: Controlla la durata del tipo di documento nel cestino
nl: Prullenbaktermijn van documenttype controleren
pl: Sprawdź okresy umieszczania typów dokumentów w koszu
pt_br: Verificar períodos na lixeira para tipo de documento
ro_ro: Verificați perioadele de păstrare la gunoi pentru tipul de document
tr_tr: Belge türü çöp tenekesi periyotlarını kontrol etme

source: Delete document stubs
bg: Изтрийте кочаните на документи
cs: Odstranění útržků dokumentu
es_pr: Eliminar los recibos de documentos
fa: حذف مستندات مقاله
it: Cancella documenti incompleti
nl: Document stubs verwijderen
pl: Usuń niepełne dokumenty
pt_br: Excluir rascunhos do documento
ro_ro: Ștergeți stub-uri de document
tr_tr: Belge taslaklarını sil

source: Check document type delete periods
bg: Проверете периодите на изтриване на типа документ
cs: Zkontrolovat periody odstranění typu dokumentu
es_pr: Comprobar los períodos de eliminación de tipo de documento
fa: بررسی نوع سند را حذف کنید
it: Controlla i periodi di cancellazione dei tipi di documento
nl: Verwijderingstermijn van documenttype controleren
pl: Sprawdź okresy usuwania typów dokumentu
pt_br: Verificar períodos de exclusão do tipo de documento
ro_ro: Verificați perioadele de ștergere pe tipul de document
tr_tr: Belge türü silme periyotlarını kontrol etme

source: Update document page count
bg: Актуализиране на броя на страниците на документа
cs: Aktualizujte počet stránek dokumentu
es_pr: Actualizar el número de páginas del documento
fa: به روز رسانی تعداد سند صفحه
it: Aggiorna il conteggio delle pagine del documento
nl: Document paginatelling bijwerken
pl: Aktualizuj liczbę stron dokumentu
pt_br: Atualizar contagem de páginas do documento
ro_ro: Actualizați numărul de pagini al documentului
tr_tr: Doküman sayfa sayısını güncelle

source: Upload new document file
bg: Качете нов файл с документ
cs: Nahrát nový soubor dokumentu
es_pr: Subir archivo de documento nuevo
it: Carica un nuovo file di documento
nl: Nieuw documentbestand uploaden
pt_br: Carregar novo ficheiro de documento
ro_ro: Încărcați fișierul document nou

source: Upload new document
bg: Качете нов документ
es_pr: Subir archivo de documento nuevo
nl: Nieuw document uploaden
pt_br: Carregar novo documento
ro_ro: Încărcați un document nou

source: Document type label
bg: Етикет на типа документ
cs: Štítek s typem dokumentu
es_pr: Etiqueta de tipo de documento
it: Etichetta del tipo di documento
nl: Label type document
pt_br: Etiqueta de tipo de documento
ro_ro: Etichetă tip document

source: Document label
bg: Етикет на документа
cs: Štítek dokumentu
es_pr: Etiqueta de documento
it: Etichetta del documento
pt_br: Rótulo do documento
ro_ro: Etichetele documentului

source: Document description
bg: Описание на документа
cs: Popis dokumentu
es_pr: Descripción del documento
it: Descrizione del documento
nl: Documentbeschrijving
pt_br: Descrição do documento
ro_ro: Descrierea documentului

source: Document UUID
bg: UUID на документ
cs: UUID dokumentu
es_pr: Documento
it: UUID del documento
pt_br: UUID do documento
ro_ro: UUID al documentului

source: Document file checksum
bg: Контролна сума на файл с документи
cs: Kontrolní součet souboru dokumentu
es_pr: Suma de comprobación del archivo de documento
it: Checksum dei file dei documento
nl: Controlesom documentbestand
pt_br: Soma de controlo do ficheiro do documento
ro_ro: Suma de control a fișierului documentului

source: Document file MIME type
bg: MIME тип на файл с документ
cs: Soubor dokumentu typu MIME
es_pr: Codificación MIME del archivo de documento
it: Tipo MIME di file di documento
nl: Documentbestand MIME-type
pt_br: Tipo de versão de documento MIME
ro_ro: Tipul MIME al fișierului document

source: Document version comment
bg: Коментар към версията на документа
cs: Komentář k verzi dokumentu
es_pr: Comentario de la versión del documento
it: Commento sulla versione del documento
nl: Opmerking documentversie
pt_br: Comentário da versão do documento
ro_ro: Comentariu la versiunea documentului

source: Binary content for the new file.
bg: Двоично съдържание за новия файл.
es_pr: Contenido binario para el nuevo archivo.
it: Contenuto binario per il nuovo file.
nl: Binaire inhoud voor het nieuwe bestand.
pt_br: Conteúdo binário para o novo ficheiro.
ro_ro: Conținut binar pentru noul fișier.

source: Document type ID for the new document.
bg: Идентификатор на типа на документа за новия документ.
cs: ID typu dokumentu pro nový dokument.
es_pr: ID de tipo de documento para el nuevo documento.
it: ID del tipo di documento per il nuovo documento.
nl: Documenttype-ID voor het nieuwe document.
pt_br: ID do tipo de documento para um novo documento
ro_ro: ID tip document pentru noul document.

source: Backend ID
es_pr: ID de backend
ro_ro: ID backend

source: Primary key of the modification backend to execute.
es_pr: Llave principal del backend de modificación a ejecutar.
ro_ro: Cheia primară a backend-ului de modificare de executat.

source: Content type ID of the source object for the page.
bg: Идентификатор за типа на съдържанието на изходния обект за страницата.
cs: ID typu obsahu zdrojového objektu pro stránku.
es_pr: ID de tipo de contenido del objeto de origen de la página.
it: ID del tipo di contenuto dell'oggetto di origine per la pagina.
nl: Inhoudstype-ID van het bronobject voor de pagina.
pt_br: ID do tipo de conteúdo da objecto de fonte para a página.
ro_ro: ID-ul tipului de conținut al obiectului sursă pentru pagină.

source: Document ID for the new favorite document.
bg: Идентификатор на документа за новия предпочитан документ.
cs: ID dokumentu pro nový oblíbený dokument.
es_pr: ID de documento para el nuevo documento favorito.
it: ID del documento per il nuovo documento preferito.
nl: Document-ID voor het nieuwe favoriete document.
pt_br: ID do documento para o novo ficheiro favorito.
ro_ro: ID document pentru noul document preferat.

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
bg: Прагът, при който DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND ще започне да изтрива най-старите файлове с кеш на изображения на страница на документ. Посочете размера в байтове.
cs: Prah, při kterém DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND začne odstraňovat nejstarší soubory mezipaměti obrazu stránky souboru. Zadejte velikost v bajtech.
es_pr: El umbral en el que DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND comenzará a eliminar los archivos de caché de imagenes de páginas de archivos de documentos más antiguos. Especifique el tamaño en bytes.
it: La soglia alla quale DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND inizierà a eliminare i file di cache dell'immagine della pagina del file di documento più vecchi. Specificare la dimensione in byte.
nl: De drempel waarbij de DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND begint met het verwijderen van de cachebestanden van de oudste documentbestandspagina's. Geef de grootte op in bytes.
pt_br: O limite onde o DOCUMENTOS_FICHEIRO_PAGINA_IMAGEM_CACHE_ARMAZENAMENTO_BACKEND irá começar a eliminar os ficheiros de imagem de página do ficheiro do documento mais antigos. Especifique o tamanho em bytes.
ro_ro: Pragul la care DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND va începe să șteargă cele mai vechi fișiere cache a imaginii din paginile fișierului de document. Specificați dimensiunea în octeți.

source: Path to the Storage subclass to use when storing document files.
bg: Път към подклас Storage, който да се използва при съхранение на файлове с документи.
cs: Cesta k podtřídě Úložiště, která se použije při ukládání souborů dokumentů.
es_pr: Ruta a la subclase Storage para usar cuando se almacenan archivos de documentos.
it: Percorso per la classe Storage da usare per l'archiviazione dei file dei documenti.
nl: Pad naar de Storage subclass die gebruikt wordt bij opslag van documentbestanden.
pl: Ścieżka do podklasy Storage używana podczas przechowywania plików dokumentów.
pt_br: Caminho para a subclasse de Storage que será usada para armazenar os arquivos de documento.
ro_ro: Calea către subclasa de stocare care trebuie utilizată la stocarea fișierelor de documente.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
bg: Аргументи за предаване към DOCUMENT_FILE_STORAGE_BACKEND.
es_pr: Argumentos para pasar al DOCUMENT_FILE_STORAGE_BACKEND.
it: Argomenti da passare al DOCUMENT_FILE_STORAGE_BACKEND.
nl: Argumenten om door te geven aan de DOCUMENT_FILE_STORAGE_BACKEND.
pt_br: Argumentos a passar para o DOCUMENTO_FICHEIRO_ARMAZENAMENTO_BACKEND.
ro_ro: Argumente de transmis la DOCUMENT_FILE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing the cached document file page image files.
bg: Път към подкласа Storage, който да се използва при съхраняване на кешираните файлове с изображения на страницата на файла на документа.
cs: Cesta k podtřídě Storage, která se má použít při ukládání obrazových souborů stránky se soubory dokumentu v mezipaměti.
es_pr: Ruta a la subclase de almacenamiento que se utilizará al almacenar los archivos de imagen de página del archivo de documento en caché.
it: Percorso per la classe Storage da utilizzare quando si archiviano i file di immagine della pagina del file di documento nella cache.
nl: Pad naar de subklasse Opslag die moet worden gebruikt bij het opslaan van de paginabeeldbestanden van het documentbestand in de cache.
pt_br: Caminho para a subclasse de armazenamento a ser utilizado a quando armazenando os ficheiros de imagem de página do ficheiro do documento em cache.
ro_ro: Calea către subclasa Storage de utilizat atunci când stocați fișierele de imagine din pagina fișierului documentului din cache.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
bg: Аргументи за предаване към DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
cs: Argumenty k předání DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
es_pr: Argumentos para pasar a DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
it: Argomenti da passare a DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
nl: Argumenten om door te geven aan de DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
pt_br: Argumentos a passar para o DOCUMENTOS_FICHEIRO_PAGINA_IMAGEM_CACHE_ARMAZENAMENTO_BACKEND.
ro_ro: Argumente de transmis la DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
bg: Максимален брой предпочитани документи за запомняне на потребител.
cs: Maximální počet oblíbených dokumentů, na uživatele
es_pr: Número máximo de documentos favoritos para recordar por usuario.
it: Numero massimo di documenti preferiti da memorizzare per utente.
nl: Maximale aantal favoriete documenten om te onthouden per gebruiker.
pl: Maksymalna liczba ulubionych dokumentów do zapamiętania na użytkownika.
pt_br: Número máximo de documentos favoritos por usuário.
ro_ro: Numărul maxim de documente preferate de reținut pentru fiecare utilizator.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
bg: Размер на блоковете, които да се използват при изчисляване на контролната сума на файла на документа. Стойност 0 деактивира изчислението на блока и целият файл ще бъде зареден в паметта.
cs: Velikost bloků, které se mají použít při výpočtu kontrolního součtu souboru dokumentu. Hodnota 0 zakáže výpočet bloku a celý soubor bude načten do paměti.
es_pr: Tamaño de los bloques que se utilizarán al calcular la suma de comprobación del archivo de documento. Un valor de 0 desactiva el cálculo de bloque y todo el archivo se cargará en la memoria.
it: Grandezza dei blocchi da usare nel calcolo del checksum del file del documento. Un valore 0 disabilita il calcolo dei blocchi e l'intero file verrà caricato in memoria.
nl: Blokgrootte om te gebruiken bij het berekenen van de controlesom van het bestandsdocument. Een waarde van 0 schakelt de blokberekening uit en laadt het gehele bestand in het geheugen.
pt_br: Tamanhos dos blocos a serem usados ao se calcular o checksum do arquivo do documento. Um valor 0 irá desabilitar o cálculo em blocos e todo arquivo será carregado na memória.
ro_ro: Dimensiunea blocurilor de utilizat la calcularea sumelor de control ale fișierului documentului. O valoare de 0 dezactivează calculul blocului și întregul fișier va fi încărcat în memorie.

source: Default documents language (in ISO639-3 format).
bg: Език на документи по подразбиране (във формат ISO639-3).
cs: Výchozí jazyk dokumentů (ve formátu ISO639-3).
es_pr: Idioma predeterminado de los documentos (en formato ISO639-3).
it: Lingua di default del documento (in formato ISO639-3).
nl: Standaard taal van documenten (in ISO639-3 opmaak).
pl: Domyślny język dokumentów (w formacie ISO639-3).
pt_br: Idioma padrão do documento (em formato ISO639-3).
ro_ro: Limba standard a documentelor (în format ISO639-3).

source: List of supported document languages. In ISO639-3 format.
bg: Списък на поддържаните езици на документи. Във формат ISO639-3
cs: Seznam podporovaných jazyků dokumentů. Ve formátu ISO639-3.
es_pr: Lista de idiomas de documentos apoyados. En formato ISO639-3.
it: Elenco delle lingue supportate. In ISO639-3 format.
nl: Lijst met ondersteunde talen voor documenten. In ISO639-3 opmaak.
pl: Lista wspieranych języków dokumentu w formacie ISO639-3.
pt_br: Lista de idiomas de documento suportados. Em formato ISO639-3.
ro_ro: Lista limbilor de documente acceptate. În format ISO639-3.

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
bg: Прагът, при който DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND ще започне да изтрива най-старите версии на кешираните изображения на страницата на документа. Посочете размера в байтове.
es_pr: El umbral en el que DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND comenzará a eliminar las versiones de la memoria caché de imágenes de la página de la versión más antigua del documento. Especifique el tamaño en bytes.
it: La soglia alla quale DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND inizierà a eliminare le versioni più vecchie della cache dell'immagine della pagina della versione del documento. Specificare la dimensione in byte.
nl: De drempel waarbij de DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND begint met het verwijderen van de cacheversies van de paginaafbeeldingen met de oudste documentversie. Geef de grootte op in bytes.
pt_br: O limite onde o DOCUMENTO_VERSAO_PAGINA_IMAGEM_CACHE_ARMAZENAMENTO_BACKEND irá começar a eliminar as versões mais antigas da imagem da página de versão do documento. Especifique o tamanho em bytes.
ro_ro: Pragul la care DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND va începe să șteargă cele mai vechi versiuni de cache a imaginilor din pagina de versiune a documentului. Specificați dimensiunea în octeți.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
bg: Път към подкласа Storage, който да се използва при съхранение на кешираните версии на изображението на страницата на версията на документа.
cs: Cesta k podtřídě Úložiště, která se má použít při ukládání verzí obrázku stránky verze dokumentu v mezipaměti.
es_pr: Ruta a la subclase de almacenamiento que se utilizará al almacenar las versiones de la imagen de la página de la versión del documento en caché.
it: Percorso per la classe Storage da utilizzare quando si archiviano le versioni dell'immagine della pagina della versione del documento memorizzato nella cache.
nl: Pad naar de subklasse Opslag die moet worden gebruikt bij het opslaan van de pagina-afbeeldingsversies van de documentversie in de cache.
pt_br: Caminho para a subclasse de armazenamento a ser utilizado para armazenar as versões da imagem da página de versão do documento.
ro_ro: Calea către subclasa Storage de utilizat atunci când stocați versiunile de imagini ale paginii versiunii documentului stocate în cache.
