Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Document "%(instance)s" is not in favorites.
bg: Документът &quot;%(instance)s&quot; не е в предпочитани.
cs: Dokument &quot;%(instance)s&quot; není v oblíbených.
es_pr: El documento "%(instance)s" no está en favoritos.
it: Il documento "%(instance)s" non è tra i preferiti.
nl: Document "%(instance)s" staat niet in favorieten.
pl: Dokument „%(instance)s” nie jest w ulubionych.
pt_br: O documento "%(instance)s" não está nos favoritos.
ro_ro: Documentul "%(instance)s" nu este în preferate.
tr_tr: %(instance)s dökümanı favorilerde değil

source: %(count)d document removed from favorites.
bg: %(count)d документ е премахнат от предпочитаните.
cs: %(count)d dokument odstraněn z oblíbených.
es_pr: %(count)d documento eliminado de favoritos.
it: %(count)d documento rimosso dai preferiti.
nl: %(count)d document verwijderd uit favorieten.
pl: Dokument %(count)d został usunięty z ulubionych.
pt_br: %(count)d documentos removidos dos favoritos.
ro_ro: Documentul %(count)d a fost eliminat de la preferate.
tr_tr: %(count)d döküman favorilerden silindi

source: %(count)d documents removed from favorites.
bg: %(count)d документи премахнати от предпочитаните.
cs: %(count)d dokumenty byly odebrány z oblíbených.
es_pr: %(count)d documentos eliminados de los favoritos.
it: %(count)d documenti rimossi dai preferiti.
nl: %(count)d documenten verwijderd uit favorieten.
pl: Dokumenty %(count)d zostały usunięte z ulubionych.
pt_br: %(count)d documentos removidos dos favoritos.
ro_ro: Documentele %(count)d au fost eliminate de la preferate.
tr_tr: %(count)d döküman favorilerden silindi

source: Remove the selected document from favorites?
es_pr: ¿Eliminar el documento seleccionado de favoritos?
ro_ro: Eliminați documentul selectat din favorite?

source: Print: %s
bg: Печат: %s
cs: Tisk: %s
es_pr: Imprimir: %s
fa: چاپ : %s
it: Stampa: %s
nl: Afdrukken: %s
pl: Wydruk: %s
pt_br: Imprimir: %s
ro_ro: Tipărește: %s
tr_tr: Yazdırma: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
bg: Този изглед ще изброява най-новите документи, гледани или манипулирани по някакъв начин от този потребителски акаунт.
cs: V tomto zobrazení budou uvedeny nejnovější dokumenty, které byly tímto uživatelským účtem jakýmkoli způsobem prohlíženy nebo jakýmkoli jiným způsobem manipulovány.
es_pr: Esta vista enumerará los últimos documentos visualizados o manipulados de alguna manera por esta cuenta de usuario.
it: Questa schermata elenca gli ultimi documenti visti o manipolati in qualche modo da questo account utente.
nl: Dit overzicht geeft de laatst bekeken of bewerkte documenten door dit gebruikersaccount.
pl: W tym widoku wymienione są najnowsze dokumenty przeglądane lub modyfikowane w jakikolwiek sposób przez to konto użytkownika.
pt_br: Esta visualização irá listar os últimos documentos vistos ou manuseados de qualquer forma por esta conta de usuário.
ro_ro: Această vizualizare va afișa cele mai recente documente vizualizate sau manipulate în vreun fel de acest cont de utilizator.
tr_tr: Burada bu kullanıcı tarafından en son bakılan ya da değiştirilen belgelerin listesini görüntüleyebilirsiniz.

source: There are no recently accessed documents
bg: Няма наскоро достъпени документи
cs: Nejsou k dispozici žádné nedávno přístupné dokumenty
es_pr: No hay documentos a los que se haya accedido recientemente.
nl: Er zijn geen recent geopende documenten
pt_br: Não existem documentos recentes acedidos.
ro_ro: Nu există documente accesate recent

source: This view will list the latest documents created in the system.
bg: В този изглед ще бъдат изброени най-новите документи, създадени в системата.
cs: Toto zobrazení zobrazí seznam nejnovějších dokumentů vytvořených v systému.
es_pr: Esta vista mostrará una lista de los últimos documentos creados en el sistema.
nl: In deze weergave worden de nieuwste documenten weergegeven die in het systeem zijn gemaakt.
pt_br: Este modo de visualização irá listar os últimos documentos criados no sistema.
ro_ro: Această vizualizare va lista cele mai recente documente create în sistem.

source: There are no recently created documents
bg: Няма наскоро създадени документи
cs: Neexistují žádné nedávno vytvořené dokumenty
es_pr: No hay documentos creados recientemente.
nl: Er zijn geen recent aangemaakte documenten
pt_br: Não existem documentos criados recenetemente.
ro_ro: Nu există documente create recent

source: Document "%(object)s" moved to trash.
es_pr: Documento "%(object)s" movido a la papelera.
pt_br: Documento "%(object)s" movido para o lixo
ro_ro: Documentul „%(object)s” a fost mutat în coșul de gunoi.

source: %(count)d document moved to the trash.
bg: %(count)d документ бе преместен в кошчето.
cs: Dokument %(count)d byl přesunut do koše.
es_pr: Documento %(count)d movido a la papelera.
it: %(count)d documento spostato nel cestino.
nl: %(count)d document naar de prullenbak verplaatst.
pl: Dokument %(count)d został przeniesiony do kosza.
pt_br: %(count)d documento movido para a lixeira.
ro_ro: %(count)d document transferat în coșul de gunoi.
tr_tr: %(count)d adet belge çöp kutusuna taşındı.

source: %(count)d documents moved to the trash.
bg: %(count)d документи бяха преместени в кошчето.
cs: Dokumenty %(count)d byly přesunuty do koše.
es_pr: %(count)d documentos movidos a la papelera.
it: %(count)d documenti spostati nel cestino.
nl: %(count)d documenten naar de prullenbak verplaatst.
pl: Dokumenty %(count)d zostały przeniesione do kosza.
pt_br: %(count)d documentos movidos para a lixeira.
ro_ro: %(count)d documente transferate în coșul de gunoi.
tr_tr: %(count)d adet belge çöp kutusuna taşındı.

source: Move the document "%(object)s" to trash?
es_pr: ¿Mover el documento "%(object)s" a la papelera?
pt_br: Mover o documento "%(object)s" para o lixo?
ro_ro: Mutați documentul „%(object)s” în coșul de gunoi?

source: Move the selected document to the trash?
es_pr: ¿Mover el documento seleccionado a la papelera?
pl: Czy przenieść wybrany dokument do kosza?
pt_br: Mover o documento selecionado para o lixo?
ro_ro: Mutați documentul selectat în coșul de gunoi?
tr_tr: Seçili belge çöp kutusuna taşınsın mı?

source: Move the %(count)d selected documents to trash?
es_pr: ¿Mover los %(count)d documentos seleccionados a la papelera?
pt_br: Mover %(count)ddocumentos selecionados para o lixo?
ro_ro: Mutați %(count)d documente selectate în coșul de gunoi?

source: Empty trash?
bg: Да изпразня ли кошчето?
cs: Vysypat koš?
es_pr: ¿Vaciar papelera?
fa: سطل زباله خالی
it: Cancellare il cestino?
nl: Prullenbak legen?
pl: Pusty kosz?
pt_br: Esvaziar a lixeira?
ro_ro: Goliți Coșul de gunoi?
tr_tr: Çöp kutusunu boşalt?

source: The trash emptying task has been queued.
bg: Задачата за изпразване на боклука е на опашка.
cs: Úkol vyprázdnění koše byl zařazen do fronty.
es_pr: La tarea de vaciado de la papelera se ha puesto en cola.
it: L'attività di svuotamento del cestino è stata messa in coda.
nl: De taak voor het legen van de prullenbak is in de wachtrij geplaatst.
pt_br: A tarefa de esvaziamento da lixeira foi colocada na fila.
ro_ro: Sarcina de golire a coșului de gunoi a fost pusă la coadă.

source: Trash document "%(object)s" submitted for deletion.
es_pr: Documento desechado "%(object)s" sometido para eliminación.
pt_br: Documento do lixro "%(object)s" submetido para ser eliminado
ro_ro: Documentul de gunoi „%(object)s” a fost trimis pentru ștergere.

source: %(count)d trashed document submitted for deletion.
bg: %(count)d бракуван документ, предназначен за изтриване.
cs: %(count)d vyhozený dokument předložený k odstranění.
es_pr: %(count)d documento en la papelera fue enviado para su eliminación.
it: %(count)d documento eliminato inviato per l'eliminazione.
nl: %(count)d document uit prullenbak ingediend voor verwijdering.
pt_br: %(count)d documento da lixeria enviado para exclusão.
ro_ro: %(count)d document din gunoi trimis pentru ștergere.

source: %(count)d trashed documents submitted for deletion.
bg: %(count)d бракувани документи предназначени за изтриване.
cs: %(count)d vyhozené dokumenty předložené k odstranění.
es_pr: %(count)d documentos en la papelera fueron enviados para su eliminación.
it: %(count)d documenti eliminati inviati per l'eliminazione.
nl: %(count)d documenten uit prullenbak ingediend voor verwijdering.
pt_br: %(count)d documentos da lixeria enviados para exclusão.
ro_ro: %(count)d documente din gunoi trimise pentru ștergere.

source: Delete the trashed document "%(object)s"?
es_pr: ¿Eliminar el documento desechado "%(object)s"?
pt_br: Eliminar o documento no lixo "%(object)s"?
ro_ro: Ștergeți documentul din coșul de gunoi „%(object)s”?

source: Delete the selected trashed document?
es_pr: ¿Eliminar el documento desechado seleccionado?
pl: Usunąć wybrany dokument z kosza?
pt_br: Eliminar o documento selecionado no lixo?
ro_ro: Ștergeți documentul din coșul de gunoi selectat?

source: Delete the %(count)d selected trashed documents?
es_pr: ¿Eliminar los %(count)d documentos desechados seleccionados?
pt_br: Eliminar %(count)ddocumentos no lixo?
ro_ro: Ștergeți%(count)d documente selectate din coșul de gunoi?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
bg: За да се избегне загуба на данни, документите не се изтриват моментално. Първо, те се поставят в кошчето. Оттук те могат да бъдат окончателно изтрити или възстановени.
cs: Aby nedocházelo ke ztrátě dat, dokumenty se neodstraní okamžitě. Nejprve jsou umístěny do koše. Odtud mohou být nakonec odstraněny nebo obnoveny.
es_pr: Para evitar la pérdida de datos, los documentos no se eliminan al instante. Primero, se colocan en la papelera. Desde aquí, pueden ser finalmente eliminados o restaurados.
it: Per evitare la perdita di dati, i documenti non vengono eliminati all'istante. Innanzitutto, vengono inseriti nel cestino. Da qui possono essere infine eliminati o ripristinati.
nl: Om gegevensverlies te voorkomen, worden documenten niet meteen verwijderd. In eerste instantie worden ze in de prullenbak geplaatst. Daarna kunnen ze hieruit definitief worden verwijderd of hersteld.
pl: Aby uniknąć utraty danych, dokumenty nie są natychmiast usuwane. Najpierw są umieszczane w koszu na śmieci. Stąd można je trwale usunąć lub przywrócić.
pt_br: Para evitar a perda de dados, documentos não são excluídos imediatamente. Primeiro, eles são colocados na lixeira. Depois disso eles podem ser finalmente exluídos ou restaurados.
ro_ro: Pentru a evita pierderea datelor, documentele nu sunt șterse instantaneu. Mai întâi, ele sunt plasate în coșul de gunoi. De aici, ele pot fi ulterior șterse sau restaurate.

source: There are no documents in the trash can
bg: В кошчето няма документи
cs: V koši nejsou žádné dokumenty
es_pr: No hay documentos en la papelera
it: Non ci sono documenti nel cestino
nl: Er zijn geen documenten in de prullenbak
pl: W koszu nie ma żadnych dokumentów
pt_br: Não há documentos na lixeira
ro_ro: Nu există documente în coșul de gunoi

source: Trashed document "%(object)s" restored.
es_pr: Documento desechado "%(object)s" restaurado.
pt_br: Documento no lixo "%(object)s" restaurado
ro_ro: Documentul aruncat în coșul de gunoi „%(object)s” a fost restaurat.

source: %(count)d trashed document restored.
bg: %(count)d изхвърлен документ е възстановен.
cs: %(count)d dokument byl obnoven z koše.
es_pr: %(count)d documento restaurado.
it: %(count)d documento cancellato ripristinato.
nl: %(count)d document uit prullenbak hersteld.
pl: Dokument %(count)d został przywrócony z kosza.
pt_br: %(count)d documento da lixeira restaurado
ro_ro: %(count)d document din coșul de gunoi restabilit.

source: %(count)d trashed documents restored.
bg: %(count)d изхвърлени документи са възстановени.
cs: %(count)d dkumenty obnoveny z koše.
es_pr: %(count)d documentos restaurados.
it: %(count)d documenti eliminati ripristinati.
nl: %(count)d documenten uit prullenbak hersteld.
pl: Dokumenty %(count)d zostały przywrócone z kosza.
pt_br: %(count)d documentos da lixeira restaurados.
ro_ro: %(count)d documente din coșul de gunoi restaurate.

source: Restore the trashed document: %(object)s
es_pr: Restaurar el documento desechado: %(object)s
pt_br: Restaurar o documento no lixo: %(object)s
ro_ro: Restaurați documentul aruncat în coșul de gunoi: %(object)s

source: Restore the selected trashed document?
es_pr: ¿Restaurar el documento desechado seleccionado?
pl: Przywrócić wybrany zniszczony dokument?
pt_br: Restaurar o documento no lixo selecionado?
ro_ro: Restabiliți documentul din coșul de gunoi selectat?

source: Restore the %(count)d selected trashed documents?
es_pr: ¿Restaurar los %(count)d documentos desechados seleccionados?
pt_br: Restaurar %(count)ddocumento no lixo selecionado?
ro_ro: Restabiliți %(count)d documente selectate din coșul de gunoi?

source: New document type for the workflow document.
bg: Нов тип документ за документа в работния поток.
cs: Nový typ dokumentu pro dokument pracovního postupu.
es_pr: Nuevo tipo de documento para el documento de flujo de trabajo.
nl: Nieuw documenttype voor het workflowdocument.
pt_br: Novo tipo de documento para o documento do workflow.
ro_ro: Nou tip de document pentru documentul de flux de lucru.

source: Change document type
bg: Променете типа на документа
cs: Změnit typ dokumentu
es_pr: Cambiar el tipo de documento
nl: Wijzig documenttype
pt_br: Alterar o tipo do documento
ro_ro: Schimbați tipul documentului

source: Send document to trash
bg: Изпращане на документ в кошчето
cs: Odeslat dokument do koše
es_pr: Enviar documento a la papelera
it: Invia documento nel cestino
nl: Document naar prullenbak sturen
pt_br: Enviar documento para a lixeira
ro_ro: Trimiteți documentul la coșul de gunoi

source: ID
ro_ro: ID-ul

source: Original
bg: Оригинал
cs: Originál
it: Originale
nl: Origineel

source: Append all pages
nl: Alle pagina's toevoegen

source: Reset pages
nl: Pagina's resetten

source: The name of the document type.
nl: De naam van de documenttype.
pl: Nazwa typu dokumentu.

source: Document version pages are links to actual content pages. Create them using the page remap actions or the page reset action.
nl: Documentversiepagina's zijn koppelingen naar pagina's met daadwerkelijke inhoud. Maak ze met behulp van de acties voor het opnieuw toewijzen van pagina's of de actie voor het opnieuw instellen van de pagina.

source: %(count)d document version queued for page list append.
nl: %(count)d documentversie in wachtrij voor paginalijst toevoegen.

source: %(count)d document versions queued for page list append.
nl: %(count)d documentversies in de wachtrij voor paginalijst toevoegen.

source: Append all the document file pages to document version: %s?
nl: Voeg alle documentbestandspagina's toe aan documentversie: %s?

source: %(count)d document version queued for page list reset.
nl: %(count)d documentversie in wachtrij voor reset paginalijst.

source: %(count)d document versions queued for page list reset.
nl: %(count)d documentversies in de wachtrij voor het opnieuw instellen van de paginalijst.

source: The page list will match that of the latest document file.
nl: De paginalijst komt overeen met die van het laatste documentbestand.

source: Reset the page list of document version: %s?
nl: Reset de paginalijst van documentversie: %s?

source: Versions comment
pl: Wersja komentarza

source: Versions encoding
pl: Wersja odkodowania

source: Versions mime type
pl: Wersja rodzaju MIME

source: Versions timestamp
pl: Znacznik czasowy wersji

source: Return the lastest version of the document.
pl: Wróć do ostatniej wersji dokumentu.

source: Latest version
pl: Najnowsza weersja

source: Duplicates
fa: تکراری
pl: Duplikaty
tr_tr: Yinele

source: Document downloaded
fa: سند دریافت شده
pl: Dokument pobrany
tr_tr: Doküman indirildi

source: New version uploaded
fa: نسخه جدید آپلود شد
pl: Nowa wersja została przesłana
tr_tr: Yeni sürüm yüklendi

source: Document properties edited
fa: خصوصیات سند ویرایش شد
pl: Właściwości dokumentu zostały zmodyfikowane
tr_tr: Düzenlenen belge özellikleri

source: Document version reverted
fa: نسخه سند باز شده است
pl: Wersja dokumentu została przywrócona
tr_tr: Doküman sürümü geri alındı

source: Compress
fa: فشرده سازی
pl: Kompresuj
tr_tr: Şıkıştırma

source: Download the document in the original format or in a compressed manner. This option is selectable only when downloading one document, for multiple documents, the bundle will always be downloads as a compressed file.
fa: سند را در فرمت اصلی یا به صورت فشرده دانلود کنید. این گزینه فقط هنگام دانلود یک سند انتخاب می شود، برای چندین اسناد، بسته نرم افزاری همیشه به عنوان یک فایل فشرده در دسترس خواهد بود.
pl: Pobiera dokument w formacie oryginalnym lub w formie skompresowanej. Powyższa opcja ma zastosowanie jedynie w przypadku pobierania pojedynczego pliku. W przypadku wielu dokumentów zostaną one pobrane w formie skompresowanego archiwum.
tr_tr: Dokümanı orijinal formatında veya sıkıştırılmış bir şekilde indirin. Bu seçenek yalnızca bir belgeyi indirirken seçilebilir, birden fazla belge için paket sıklıkla sıkıştırılmış bir dosya olarak indirilir.

source: Compressed filename
fa: نام فایل فشرده شده
pl: Nazwa pliku skompresowanego
tr_tr: Sıkıştırılmış dosya adı

source: The filename of the compressed file that will contain the documents to be downloaded, if the previous option is selected.
fa: اگر انتخاب قبلی انجام شده، نام فایل فشرده شده که شامل کلیه فایلهای که قراراست که دانلود شوند.
pl: Nazwa pliku zawierającego gotowe do pobrania dokumenty w formie skompresowanej, jeśli poprzednio wybrano opcję kompresji.
tr_tr: Önceki seçenek seçiliyse, indirilecek belgeleri içeren sıkıştırılmış dosyanın dosya adı.

source: File mimetype
pl: Typ MIME pliku
tr_tr: Dosya mimetype

source: File encoding
fa: فایل Encoding
pl: Kodowanie pliku
tr_tr: Dosya şifreleme

source: File size
fa: اندازه فایل
pl: Rozmiar pliku
tr_tr: Dosya büyüklüğü

source: File path in storage
fa: آدرس فایل در مخزن
pl: Ścieżka pliku w systemie
tr_tr: Depoda dosya yolu

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open the downloaded document version correctly.
fa: فرمت فایل را می گیرد و آن را به انتهای نام فایل منتقل می کند تا سیستم عامل هایی را که بر روی پسوندهای فایل تکیه دارند، به درستی باز می کند.
pl: Pobiera rozszerzenie pliku i łączy je z nazwą pliku umożliwiając systemom operacyjnym poprawnie otworzyć pobraną wersję dokumentu.

source: Advanced download
pl: Pobieranie zaawansowane

source: Recently added
pl: Ostatnio dodane
tr_tr: Son eklenenler

source: Download version
fa: دانلود نسخه
pl: Pobierz wersję
tr_tr: Sürümü indir

source: Details
fa: جزئیات
pl: Szczegóły
tr_tr: Ayrıntılar

source: Revert
fa: بازگرداندن
pl: Przywróć
tr_tr: Tersine çevir

source: Disable page
pl: Wyłącz stronę

source: Disable pages
pl: Wyłącz strony

source: Enable page
pl: Włącz stronę

source: Enable pages
pl: Włącz strony

source: Duplicated documents
fa: اسناد تکراری
pl: Zdublowane dokumenty
tr_tr: Yinelenen belgeler

source: Duplicated document scan
fa: اسکن سند تکراری
pl: Zduplikowany skan dokumentu
tr_tr: Yinelenmiş doküman taraması

source: The name of the document.
pl: Nawa dokumentu.

source: The server date and time when the document was finally processed and added to the system.
pl: Data i czas kiedy dokument został ostatecznie przetworzony i dodany do systemu.

source: Added
fa: اضافه شده
pl: Dodano
tr_tr: Eklendi

source: The dominant language in the document.
pl: Główny język dokumentu.

source: Document page
fa: صفحه سند
pl: Strona dokumentu
tr_tr: Belge sayfası

source: Document pages
fa: صفحات سند
pl: Strony dokumentu
tr_tr: Doküman sayfaları

source: Page %(page_num)d out of %(total_pages)d of %(document)s
fa: صفحه شماره%(page_num)d از%(total_pages)d از سند %(document)s
pl: Strona %(page_num)d z %(total_pages)d stron dokumentu %(document)s
tr_tr: Sayfa %(page_num)d dışarı-in %(total_pages)d of %(document)s

source: The server date and time when the document version was processed.
pl: Data i czas kiedy wersja dokumentu została przetworzona.

source: Duplicated document
fa: سند تکثیر شده
pl: Duplikat dokumentu
tr_tr: Yinelenen doküman

source: Delete documents
fa: حذف سند
pl: Usuwanie dokumentów
tr_tr: Belge sil

source: Download documents
fa: دانلود اسناد
pl: Pobieranie dokumentów
tr_tr: Belgeleri indir

source: Create new document versions
fa: ایجاد نسخه جدید سند
pl: Tworzenie nowych wersji dokumentów
tr_tr: Yeni belge sürümleri oluştur

source: Print documents
fa: اسناد چاپ
pl: Drukuj dokumenty
tr_tr: Belgeleri yazdır

source: Revert documents to a previous version
fa: بازگشت اسناد به نسخه قبلی
pl: Przywróć dokumenty do poprzedniej wersji
tr_tr: Dokümanları önceki bir sürüme geri döndürme

source: View documents' versions list
fa: لیست نسخه های اسناد را مشاهده کنید
pl: Zobacz listę wersji dokumentów
tr_tr: Belgelerin sürüm listelerini görüntüle

source: Converter
fa: مبدل
pl: Konwerter
tr_tr: Dönüştürücü

source: Generate document page image
fa: تصویر صفحه سند را تولید کنید
pl: Utwórz obraz strony dokumentu
tr_tr: Doküman sayfası görüntüsü oluştur

source: Clean empty duplicate lists
pl: Wyczyść listę duplikatów

source: Upload new document version
fa: نسخه سند جدید را آپلود کنید
pl: Prześlij nową wersję dokumentu
tr_tr: Yeni belge sürümü yükle

source: Scan document duplicates
pl: Wyszukaj duplikatów dokumentów.

source: Path to the Storage subclass to use when storing the cached document image files.
pl: Ścieżka na dysku do zapamiętywania tymczasowych obrazów dokumentu.

source: Arguments to pass to the DOCUMENT_CACHE_STORAGE_BACKEND.
pl: Argumenty do przekazania do DOCUMENT_CACHE_STORAGE_BACKEND.

source: Disables the first cache tier which stores high resolution, non transformed versions of documents's pages.
fa: اولین سطر ذخیره سازی که نسخه های با وضوح بالا و بدون تغییرات صفحات اسناد را ذخیره می کند را غیرفعال می کند.
pl: Wyłącza pierwszy poziom pamięci podręcznej, która przechowuje strony dokumentu w wersjach o wysokiej rozdzielczości, nieprzekształcone.
tr_tr: Belgelerin sayfalarının dönüştürülmemiş, yüksek çözünürlüklü sürümlerini depolayan ilk önbellek katmanını devre dışı bırakır.

source: Disables the second cache tier which stores medium to low resolution, transformed (rotated, zoomed, etc) versions of documents' pages.
fa: محدوده دوم حافظه پنهان که محتویات نسخه های با وضوح متوسط ​​و پایین را تغییر داده (چرخش، زوم و ...) صفحات اسناد را غیرفعال می کند.
pl: Wyłącza drugi poziom pamięci podręcznej, która przechowuje strony dokumentu w wersjach od średniej do niskiej rozdzielczości, przekształcone (obrócone, powiększone, itp.).
tr_tr: Orta sayfadan düşük çözünürlüğe, belgenin sayfalarının dönüştürülmüş (döndürülmüş, yakınlaştırılmış vb.) Sürümlerini depolayan ikinci önbellek katmanını devre dışı bırakır.

source: Time in seconds that the browser should cache the supplied document images. The default of 31559626 seconds corresponde to 1 year.
pl: Czas w sekundach, przez który przeglądarka powinna buforować dostarczone obrazy dokumentów. Domyślnie 31559626 sekund odpowiada 1 rokowi.

source: Maximum number of recently accessed (created, edited, viewed) documents to remember per user.
pl: Maksymalna liczba ostatnio otwieranych (tworzonych, edytowanych, przeglądanych) dokumentów do zapamiętania na użytkownika.
tr_tr: Kullanıcı başına en son erişilen (oluşturulmuş, düzenlenmiş, görüntülenen) belgelerin maksimum sayısı.

source: Arguments to pass to the DOCUMENT_STORAGE_BACKEND.
pl: Argumenty do przekazania do DOCUMENT_STORAGE_BACKEND.

source: New document versions per month
fa: نسخه های جدید سند در هر ماه
pl: Nowe wersje dokumentów miesięcznie
tr_tr: Aylık yeni belge sürümleri
