Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Total document versions at each month
fa: نسخه های سند کامل در هر ماه
pl: Liczba wersji dokumentów w każdym miesiącu
tr_tr: Her ayki toplam belge versiyonu

source: Document images
pl: Obrazy dokumentu

source: Document image
pl: Obraz dokumentu

source: This could mean that the document is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document page recalculation action to attempt to introspect the page count again.
pl: Może to oznaczać, że dokument ma nieobsługiwany format, jest uszkodzony lub proces przesyłania został przerwany. Użyj akcji ponownego obliczania strony dokumentu, aby spróbować ponownie sprawdzić liczbę stron.

source: No document pages available
pl: Strony dokumentu są niedostępne

source: Pages for document: %s
fa: صفحات برای سند: %s
pl: Strony dokumentu: %s
tr_tr: Doküman için Sayfalar: %s

source: Disable the selected document page?
pl: Wyłączyć wybraną stronę dokumentu?

source: Enable the selected document page?
pl: Włączyć wybraną stronę dokumentu?

source: Download document version
fa: نسخه سند را دانلود کنید
pl: Pobieranie wersji dokumentu

source: All later version after this one will be deleted too.
fa: همجنین کلیه نسخه های بعد از این نسخه حذف خواهند گردید.
pl: Wszystkie kolejne wersje również zostaną usunięte.
tr_tr: Bunun ardındaki tüm sonraki sürümler de silinir.

source: Revert to this version?
fa: بازگشت به این نسخه
pl: Przywrócić tę wersję?
tr_tr: Bu sürüme geri dönmek için?

source: Document version reverted successfully
fa: بازگشت موفق نسخه سند.
pl: Wersję dokumentu przywrócono pomyślnie
tr_tr: Belge sürümü başarıyla geri alındı

source: Error reverting document version; %s
fa: خطا در بازگشت نسخه سند: %s
pl: Błąd podczas przywracania wersji dokumentu: %s
tr_tr: Belge sürümünü geri yüklerken hata oluştu; %s

source: Change
fa: تغییر دادن
pl: Zmień
tr_tr: Değişiklik

source: Download
fa: دانلود
pl: Pobierz
tr_tr: İndir

source: Properties for document: %s
fa: خصوصیات سند : %s
pl: Właściwości dokumentu: %s
tr_tr: Belge için özellikler: %s

source: %(count)d document queued for page count recalculation
fa: %(count)d سند در محدوده شمارش تعداد صفحات
pl: %(count)d dokument dodano do kolejki przeliczenia liczby stron
tr_tr: %(count)d Belgesi, sayfa sayısı yeniden hesaplaması için kuyruğa alındı

source: %(count)d documents queued for page count recalculation
fa: %(count)d اسناد در محدوده شمارش شمارش صفحات
pl: %(count)d dokumentów dodano do kolejki przeliczenia liczby stron
tr_tr: %(count)d Belgeler, sayfa sayısı yeniden hesaplaması için kuyruğa alındı

source: Recalculate the page count of the selected document?
fa: بازشماری تعداد صفحات اسناد انتخاب شده
pl: Przeliczyć liczbę stron wybranego dokumentu?
tr_tr: Seçilen belgenin sayfa sayısını yeniden hesapla mı?

source: Recalculate the page count of the document: %s?
fa: شمارش صفحه سند را محاسبه کنید: %s؟
pl: Przeliczyć liczbę stron dokumentu: %s?
tr_tr: Belge sayfa sayısını tekrar hesaplayın: %s?

source: Document "%(document)s" is empty. Upload at least one document version before attempting to detect the page count.
pl: Dokument "%(document)s" jest pusty. Załaduj ostatnią wersję dokumentu przed wyliczaniem ilości stron.

source: Transformation clear request processed for %(count)d document
fa: درخواست واضح تر تبدیل شده برای سند %(count)d پردازش شده است
pl: Żądanie usunięcia przekształcenia wykonano dla %(count)d dokumentu
tr_tr: %(count)d Belgesi için temizleme dönüşümü isteği işlendi

source: Transformation clear request processed for %(count)d documents
fa: درخواست واضح تر تبدیل شده برای اسناد %(count)d پردازش شده است
pl: Żądanie usunięcia przekształcenia wykonano dla %(count)d dokumentów
tr_tr: %(count)d Belgeleri için temizleme dönüşümü isteği işlendi

source: Clear all the page transformations for the selected document?
fa: آیا تبدیلات صفحه برای سند انتخاب شده پاک گردد؟
pl: Usunąć wszystkie przekształcenia strony dla wybranego dokumentu?
tr_tr: Seçilen belgenin tüm sayfa dönüşümlerini silinsin mi?

source: Clear all the page transformations for the document: %s?
fa: پاک کردن تمام تغییرات صفحه برای سند: %s؟
pl: Usunąć wszystkie przekształcenia strony dla dokumentu: %s?
tr_tr: Belgenin tüm sayfa dönüşümlerini temizle: %s?

source: Error deleting the page transformations for document: %(document)s; %(error)s.
fa: خطا %(error)s در زمان حذف تبدیلات سند %(document)s
pl: Błąd podczas usuwania przekształceń strony dla dokumentu: %(document)s; %(error)s.
tr_tr: Belge için sayfa dönüşümleri silinirken hata oluştu: %(document)s; %(error)s.

source: Error cloning the page transformations for document: %(document)s; %(error)s.
pl: Błąd klonowania przekształcenia strony dla dokumentu: %(document)s; %(error)s.
tr_tr: Belge için sayfa dönüşümleri kopyalanırken hata oluştu: %(document)s; %(error)s

source: Submit
fa: ارسال
pl: Wykonaj
tr_tr: Gönder

source: Clone page transformations for document: %s
fa: تبدیل صفحه کلون برای سند: %s
pl: Sklonuj transformacje strony dla dokumentu: %s
tr_tr: Belge için sayfa dönüşümlerini kopyalayın: %s

source: There are no recently accessed document
pl: Brak ostatnio dostępnego dokumentu
tr_tr: En son erişilen belge bulunmamaktadır

source: This view will list the latest documents uploaded in the system.
pl: Ten widok zawiera listę najnowszych dokumentów przesłanych do systemu.
tr_tr: Burada sisteme en son yüklenen belgelerin listesini görüntüleyebilirsiniz.

source: There are no recently added document
pl: Brak ostatnio dodanego dokumentu
tr_tr: Son eklenen döküman bulunmamaktadır

source: Only exact copies of this document will be shown in the this list.
pl: Jedynie dokładne kopie tego dokumentu będą wyświetlane na liście.
tr_tr: Bu listede bu belgenin sadece birebir aynı kopyaları gösterilir.

source: There are no duplicates for this document
pl: Brak duplikatów tego dokumentu.
tr_tr: Bu belgenin kopyası bulunmamaktadır

source: Duplicates for document: %s
fa: تکراری برای سند: %s
pl: Duplikaty dokumentu: %s
tr_tr: Belge için yineler: %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
pl: Duplikaty to dokumenty składające się z dokładnie tego samego pliku, aż do ostatniego bajtu. Pliki, które mają ten sam tekst lub OCR, ale nie są identyczne lub zostały zapisane w innym formacie, nie będą wyświetlane jako duplikaty.
tr_tr: Yinelenen Belgeler son byte'ına kadar bire bir aynı belgelerdir. İçerik olarak aynı metin veya OKT(Optik Karakter Tanıma)'ya sahip olmasına rağmen aynı olmayan ya da farklı bir dosya uzantısıyla kaydedilen belgeler (belge.pdf ve belge.docx gibi ) yinelenen belge olarak gösterilmemektedir.

source: There are no duplicated documents
pl: Nie ma zduplikowanych dokumentów
tr_tr: Yinelenen belge bulunmamaktadır

source: Scan for duplicated documents?
fa: برای اسناد تکراری اسکن کنید؟
pl: Wyszukać zdublowane dokumenty?
tr_tr: Yinelenen belgeleri tara?

source: Duplicated document scan queued successfully.
fa: اسکن کپی اسکن شده با موفقیت انجام شد.
pl: Skanowanie zduplikowanych dokumentów dodano pomyślnie do kolejki wykonania.
tr_tr: Çoğaltılan doküman taraması başarıyla sıraya girdi.

source: Add
fa: افزودن
pl: Dodaj
tr_tr: Ekle

source: Add the selected document to favorites
pl: Dodaj wybrany dokument do ulubionych
tr_tr: Seçili dökümanı favorilere ekle

source: Remove
fa: برداشتن
pl: Usuń
tr_tr: Sil

source: Remove the selected document from favorites
pl: Usuń wybrany dokument z ulubionych
tr_tr: Seçili dökümanı favorilerden sil

source: Trash emptied successfully
fa: سطل زباله با موفقیت حذف شد
pl: Opróżnienie kosza wykonano pomyślnie
tr_tr: Çöp kutusu başarıyla boşaltıldı

source: Pages: %d
pl: Strony: %d
