Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
bg: Взема разширението на файла и го премества в края на името на файла, което позволява на операционните системи, които разчитат на разширения на файлове, да отворят правилно документа.
cs: Vezme příponu souboru a přesune ji na konec názvu souboru, což umožní operačním systémům, které spoléhají na přípony souborů, aby dokument otevřely správně.
es_pr: Toma la extensión de archivo y la mueve al final del nombre de archivo, lo que permite que los sistemas operativos que dependen de las extensiones de archivo abran el documento correctamente.
it: Mette l'estensione del file alla fine del nome, consentendo ai sistemi operativi che tengono conto di ciò di aprire il file correttamente.
nl: Neemt de bestandsextensie en verplaatst deze naar het einde van de bestandsnaam om besturingssystemen die afhankelijk zijn van bestandsextensies in staat te stellen het document correct te openen.
pl: Pobiera rozszerzenie pliku i przenosi go na koniec nazwy pliku, umożliwiając systemom operacyjnym korzystającym z rozszerzeń plików prawidłowe otwieranie dokumentu.
pt_br: Toma e move a extensão do arquivo para o final do seu nome, permitindo aos sistemas operacionais que utilizam extensões de arquivo abrir o documento corretamente.
ro_ro: Ia extensia de fișier și o mută până la capătul fișierului, permițând sistemelor de operare care se bazează pe extensii de fișiere să deschidă documentul corect.

source: Date created
bg: Дата на създаване
cs: Datum vytvoření
es_pr: Fecha de creación
it: Data di creazione
nl: Datum gecreeërd
pt_br: Data criada
ro_ro: Data creării

source: Language
bg: Език
cs: Jazyk
es_pr: Idioma
fa: زبان
it: Lingua
nl: Taal
pl: Język
pt_br: Idioma
ro_ro: Limba
tr_tr: Dil

source: Document type
bg: Тип документ
cs: Typ dokumentu
es_pr: Tipo de documento
fa: نوع سند
it: Tipo documento
pl: Typ dokumentów
pt_br: Tipo de documento
ro_ro: Tipul documentului
tr_tr: Belge Türü

source: The backend that will be executed against the selected document version.
es_pr: El backend que se ejecutará en la versión del documento seleccionado.
ro_ro: Backend-ul care va fi executat pe versiunea de document selectată.

source: Backend
bg: Бекенд
es_pr: Controlador

source: Content type
bg: Тип съдържание
cs: Typ obsahu
es_pr: Tipo de contenido
it: Tipo di contenuto
nl: Inhoudstype
pt_br: Tipo de conteúdo
ro_ro: Tipul de conținut

source: Object ID
bg: Идентификатор на обекта
cs: ID objektu
es_pr: ID de objeto
it: ID dell'oggetto
pt_br: ID do objeto
ro_ro: ID obiect

source: Source
bg: Източник
cs: Zdroj
es_pr: Fuente
it: Sorgente
nl: Bron
pt_br: Fonte
ro_ro: Sursă

source: Destination page number
bg: Номер на записваната страница
cs: Číslo cílové stránky
es_pr: Número de página de destino
it: Numero della pagina di destinazione
nl: Bestemmingspaginanummer
pt_br: Número de página de destino
ro_ro: Numărul paginii de destinație

source: Target page number can't be repeated.
bg: Номерът на целевата страница не може да се повтори.
cs: Číslo cílové stránky nelze opakovat.
es_pr: El número de página de destino no se puede repetir.
it: Il numero di pagina di destinazione non può essere ripetuto.
nl: Het doelpaginanummer kan niet worden herhaald.
pt_br: Número de página alvo não pode ser repetido
ro_ro: Numărul paginii țintă nu poate fi repetat.

source: Page range
bg: Поредица от страници
cs: Rozsah stran
es_pr: Rango de páginas
fa: محدوده صفحات
it: Intervallo pagina
nl: Paginabereik
pl: Zakres stron
pt_br: Intervalo de páginas
ro_ro: Gamă de pagini
tr_tr: Sayfa aralığı

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
bg: Номер на страницата, от която ще бъдат клонирани всички трансформации. Съществуващите трансформации ще бъдат загубени.
cs: Číslo stránky, ze kterého budou klonovány všechny transformace. Stávající transformace budou ztraceny.
es_pr: Número de página a partir del cual se clonarán todas las transformaciones. Se perderán las transformaciones existentes.
it: Numero della pagina dalla quale verranno clonate tutte le trasformazioni. Le trasformazioni esistenti andranno perse.
nl: Paginanummer waarvan alle transformaties zullen worden gekloond. Bestaande transformaties zullen verloren gaan.
pl: Numer strony, z którego zostaną sklonowane wszystkie przekształcenia. Istniejące przekształcenia będą utracone.
pt_br: Número de página a partir do qual todas as transformações serão clonadas. Transformações existentes serão perdidas.
ro_ro: Numărul paginii din care vor fi clonate toate transformările. Transformările existente vor fi pierdute.

source: Delete
bg: Изтрийте
cs: Odstranit
es_pr: Eliminar
fa: حذف
it: Cancella
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro_ro: Șterge
tr_tr: Sil

source: Edit
bg: Редактиране
cs: Upravit
es_pr: Editar
fa: ویرایش
it: Modifica
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro_ro: Editați
tr_tr: Düzenleme

source: Quick download
bg: Бързо изтегляне
cs: Rychlé stažení
es_pr: Descarga rápida
it: Download rapido
nl: Snelle download
pl: Szybkie pobieranie
pt_br: Download rápido
ro_ro: Descărcați rapid

source: Files
bg: Файлове
cs: Soubory
es_pr: Archivos
it: File
nl: Bestanden
pt_br: Ficheiros
ro_ro: Fișiere

source: Print
bg: Печат
cs: Tisk
es_pr: Imprimir
fa: چاپ
it: Stampa
pl: Drukuj
pt_br: Imprimir
ro_ro: Imprimare
tr_tr: Yazdır

source: Properties
bg: Свойства
cs: Vlastnosti
es_pr: Propiedades
fa: خصوصیات
it: Proprietà
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ro_ro: Proprietăți
tr_tr: Özellikler

source: Preview
bg: Предварителен преглед
cs: Náhled
es_pr: Muestra
fa: پیش دید ویا دیدن
it: Anteprima
nl: Voorbeeldweergave
pl: Podgląd
pt_br: Pré-visualizar
ro_ro: Previzualizare
tr_tr: Önizleme

source: Clear transformations
bg: Изчисти трансформациите
cs: Vymazání transformací
es_pr: Borrar transformaciones
fa: پاک کردن تبدیلات
it: Cancella trasformazioni
nl: Transformaties wissen
pl: Wyczyść transformacje
pt_br: Remover transformações
ro_ro: Șterge transformări
tr_tr: Dönüşümleri temizle

source: Clone transformations
bg: Клонирай трансформациите
cs: Klonování transformací
es_pr: Clonar transformaciones
fa: تحولات کلون
it: Clona trasformazioni
nl: Transformaties klonen
pl: Sklonuj przekształcenia
pt_br: Clonar transformações
ro_ro: Clonare transformări
tr_tr: Klon dönüşümü

source: First page
bg: Първа страница
cs: První strana
es_pr: Primera página
fa: اولین صفحه
it: Prima pagina
nl: Eerste pagina
pl: Pierwsza strona
pt_br: Primeira página
ro_ro: Prima pagină
tr_tr: İlk sayfa

source: Last page
bg: Последна страница
cs: Poslední strana
es_pr: Última página
fa: آخرین صفحه
it: Ultima pagina
nl: Laatste pagina
pl: Ostatnia strona
pt_br: Última pagina
ro_ro: Ultima pagină
tr_tr: Son Sayfa

source: Previous page
bg: Предишна страница
cs: Předchozí strana
es_pr: Pagina anterior
fa: صفحه قبلی
it: Pagina precedente
nl: Vorige pagina
pl: Poprzednia strona
pt_br: Página anterior
ro_ro: Pagina precedentă
tr_tr: Önceki sayfa

source: Next page
bg: Следваща страница
cs: Další strana
es_pr: Siguiente página
fa: صفحه بعدی
it: Pagina successiva
nl: Volgende pagina
pl: Następna strona
pt_br: Próxima pagina
ro_ro: Pagina următoare
tr_tr: Sonraki Sayfa

source: Document file pages
bg: Страници на файл с документи
cs: Stránky souboru dokumentu
es_pr: Páginas de archivos de documentos
it: Pagine dei file dei documenti
nl: Documentbestandspagina's
pt_br: Páginas de ficheiro do documento
ro_ro: Pagini de fișiere de documente

source: Rotate left
bg: Завърти наляво
cs: Otočit doleva
es_pr: Girar a la izquierda
fa: چرخش به چپ
it: Ruota a sinistra
nl: Draai linksom
pl: Obrót w lewo
pt_br: Girar para a esquerda
ro_ro: Rotire la stanga
tr_tr: Sola döndür

source: Rotate right
bg: Завърти надясно
cs: Otočit doprava
es_pr: Gira a la derecha
fa: چرجش به راست
it: Ruota a destra
nl: Draai rechtsom
pl: Obrót w prawo
pt_br: Girar para a direita
ro_ro: Rotire la dreapta
tr_tr: Sağa döndür

source: Page image
bg: Изображение на страница
cs: Obrázek stránky
es_pr: Imagen de la página
fa: تصویر صفحه
it: Immagine della pagina
nl: Pagina afbeelding
pl: Obraz strony
pt_br: Imagem da página
ro_ro: Imaginea paginii
tr_tr: Sayfa görüntüsü

source: Reset view
bg: Нулиране на изгледа
cs: Resetovat zobrazení
es_pr: Reestablecer vista
fa: ریست ویو Reset View
it: Reset visualizzazione
nl: Weergave opnieuw instellen
pl: Resetuj widok
pt_br: Redefinir visualização
ro_ro: Vedere inițială
tr_tr: Görünümü sıfırla

source: Zoom in
bg: Увеличаване
cs: Přiblížit
es_pr: Agrandar imágen
fa: بزرگنمایی
nl: Inzoomen
pl: Powiększ
pt_br: Mais zoom
ro_ro: Mărește
tr_tr: Yakınlaştır

source: Zoom out
bg: Намаляване
cs: Oddálit
es_pr: Reducir imágen
fa: کوچک نمایی
nl: Uitzoomen
pl: Pomniejszyć
pt_br: Menos zoom
ro_ro: Micșorează
tr_tr: Uzaklaştır

source: Recalculate page count
bg: Преизчисляване броя на страниците
cs: Přepočítat počet stran
es_pr: Recalcular el conteo de páginas
fa: شمارش صفحه مجددا محاسبه کنید
it: Ricalcola numero pagine
nl: Aantal pagina's herberekenen
pl: Przelicz liczbę stron
pt_br: Recalcular a contagem de páginas
ro_ro: Renumărarea paginilor
tr_tr: Sayfa sayısını yeniden hesapla

source: Change type
bg: Промяна на типа
cs: Změnit typ
es_pr: Cambiar tipo
fa: تغییر نوع
it: Cambia tipo
nl: Type wijzigen
pl: Zmień typ
pt_br: Mudar o tipo
ro_ro: Modificați tipul
tr_tr: Türünü değiştir

source: All documents
bg: Всички документи
cs: Všechny dokumenty
es_pr: Todos los documentos
fa: کلیه اسناد
it: Tutti i documenti
nl: Alle documenten
pl: Wszystkie dokumenty
pt_br: Todos os documentos
ro_ro: Toate documentele
tr_tr: Bütün belgeler

source: Recently accessed
bg: Наскоро достъпени
cs: Nedávno otevřeno
es_pr: Recientemente accedido
it: Consultati di recente
nl: Recent bekeken
pl: Ostatnio przeglądane
pt_br: Acessado recentemente
ro_ro: Accesate recent
tr_tr: Son erişilenler

source: Recently created
bg: Новосъздадени
cs: Nedávno vytvořeno
es_pr: Recientemente creado
it: Creato di recente
nl: Recent gemaakt
pt_br: Criado recentemente
ro_ro: Create recent

source: Edit properties
bg: Редактиране на свойства
cs: Upravit vlastnosti
es_pr: Editar propiedades
fa: ویرایش خصوصیات
it: Modifica proprietà
nl: Eigenschappen bewerken
pl: Edytuj właściwości
pt_br: Editar propriedades
ro_ro: Editați proprietățile
tr_tr: Özellikleri düzenle

source: Create document type
bg: Създаване на тип документ
cs: Vytvořit dokument typu
es_pr: Crear tipo de documento
fa: ایجاد نوع سند
it: Crea tipo di documento
nl: Documenttype aanmaken
pl: Tworzenie typów dokumentów
pt_br: Criar Tipo de documento
ro_ro: Creați tipul de document
tr_tr: Belge türü oluştur

source: Deletion policies
bg: Политики за изтриване
cs: Zásady mazání
es_pr: Políticas de eliminación
it: Politiche di cancellazione
nl: Verwijderingsregels
pl: Zasady usuwania
pt_br: Políticas de exclusão
ro_ro: Politicile de ștergere

source: Add quick label to document type
bg: Добавете бърз етикет към типа документ
cs: Přidejte k typu dokumentu rychlou jmenovku
es_pr: Añadir nombre típico al tipo de documento
fa: برچسب سریع را به نوع سند اضافه کنید
it: Aggiungi un'etichetta rapida al tipo documento
nl: Snel label toevoegen aan documenttype
pl: Dodaj szybką etykietę do typu dokumentu
pt_br: Adicionar etiqueta rápida ao tipo de documento
ro_ro: Adăugați etichetă rapidă la tipul de document
tr_tr: Belge türüne hızlı etiket ekleme

source: Quick labels
bg: Бързи етикети
cs: Rychlé jmenovky
es_pr: Nombres típicos
fa: برچسب های سریع
it: Etichette rapide
nl: Snel labels
pl: Szybkie etykiety
pt_br: Etiquetas rápidas
ro_ro: Etichete rapide
tr_tr: Hızlı etiketler

source: Filename generation
bg: Генериране на име на файл
cs: Generování názvu souboru
es_pr: Generación de nombre de archivo
it: Generazione del nome del file
nl: Genereren van bestandsnamen
pt_br: Geração de nome de arquivo
ro_ro: Generarea numelui de fișier

source: Make active
bg: Направете активна
cs: Aktivovat
es_pr: Convertir en activa
it: Rendere attivo
nl: Maak actief
pt_br: Ativar
ro_ro: Activați

source: Create document version
bg: Създайте версия на документа
cs: Vytvořit verzi dokumentu
es_pr: Crear versión de documento
it: Creare versione documento
nl: Documentversie maken
pt_br: Criar versão do documeno
ro_ro: Creați versiune a documentului

source: Export
bg: Експортиране
es_pr: Exportar
it: Esportare
nl: Exporteren
pt_br: Exportar

source: Versions
bg: Версии
cs: Verze
es_pr: Versiones
fa: نسخه ها
it: Versioni
nl: Versies
pl: Wersje
pt_br: Versões
ro_ro: Versiuni
tr_tr: Sürümler

source: Modify
es_pr: Modificar
ro_ro: Modifică

source: Remap pages
bg: Презапис на страници
cs: Přemapovat stránky
es_pr: Reasignar páginas
it: Rimappa le pagine
nl: Pagina's opnieuw toewijzen
pt_br: Remapear páginas
ro_ro: Remapează paginile

source: Document version
bg: Версия на документа
cs: Verze dokumentu
es_pr: Versión del documento
fa: نسخه سند
it: Versione documento
nl: Documentversie
pl: Wersja dokumentu
pt_br: Versão do documento
ro_ro: Versiune document
tr_tr: Doküman sürümü

source: Document version pages
bg: Страници на версията на документа
cs: Stránky verze dokumentu
es_pr: Páginas de la versión del documento
it: Pagine della versione del documento
nl: Documentversiepagina's
pt_br: Versão de páginas do documento
ro_ro: Paginile versiunii documentului

source: Favorites
bg: Любими
cs: Oblíbené
es_pr: Favoritos
it: Preferiti
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ro_ro: Preferate
tr_tr: Favoriler

source: Add to favorites
bg: Добави към предпочитани
cs: Přidat k oblíbeným
es_pr: Agregar a los favoritos
it: Aggiungi ai preferiti
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
ro_ro: Adaugă la favorite
tr_tr: Favorilere Ekle

source: Remove from favorites
bg: Премахни от предпочитани
cs: Odstranit z oblíbených
es_pr: Remover de favoritos
it: Rimuovi dai preferiti
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ro_ro: Eliminați de la favorite
tr_tr: Favorilerden sil

source: Move to trash
bg: Преместване в кошчето
cs: Přesunout do koše
es_pr: Mover a la papelera
fa: انتقال به سطل زباله
it: Sposta nel cestino
nl: Naar prullenbak verplaatsen
pl: Przenieś do kosza
pt_br: Mover para a lixeira
ro_ro: Aruncă la gunoi
tr_tr: Çöp kutusuna taşıyın

source: Trash can
bg: Кошче за боклук
cs: Odpadkový koš
es_pr: Papelera
fa: سطل زباله می تواند
it: Cestino
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
ro_ro: Coș de gunoi
tr_tr: Çöp Kutusu

source: Restore
bg: Възстанови
cs: Obnovit
es_pr: Restaurar
fa: بازگرداندن
it: Ripristina
nl: Herstellen
pl: Odtwórz
pt_br: Restaurar
ro_ro: Restabilire
tr_tr: Geri yükle

source: Empty trash
bg: Изпразни кошчето
cs: Prázdný koš
es_pr: Vaciar papelera
fa: سطل زباله خالی
it: Svuota cestino
nl: Prullenbak legen
pl: Opróżnij kosz
pt_br: Esvaziar a lixeira
ro_ro: Golire coș de gunoi
tr_tr: Çöp kutusunu boşalt

source: Default
bg: По подразбиране
cs: Výchozí
es_pr: Por defecto
fa: پیش فرض
nl: Standaardwaarde
pl: Domyślne
pt_br: Padrão
ro_ro: Implicit
tr_tr: Varsayılan

source: Document version "%(document_version)s" has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
bg: Версията на документа &quot;%(document_version)s&quot; е експортирана и е достъпна за изтегляне чрез връзката: %(download_url)s или от областта за изтегляне (%(download_list_url)s).
es_pr: La versión del documento "%(document_version)s" se ha exportado y está disponible para su descarga mediante el enlace: %(download_url)s o desde el área de descargas (%(download_list_url)s).
it: La versione del documento "%(document_version)s" è stata esportata ed è disponibile per il download tramite il collegamento: %(download_url)s o dall'area download (%(download_list_url)s).
nl: Documentversie "%(document_version)s" is geëxporteerd en kan worden gedownload via de link: %(download_url)s of vanuit het downloadgedeelte (%(download_list_url)s).
pt_br: Versão do documento "%(document_version)s" foi exportada e está disponível para descarregar utilizando o link: %(download_url)s ou a área de descargas (%(download_list_url)s).
ro_ro: Versiunea documentului „%(document_version)s” a fost exportată și este disponibilă pentru descărcare folosind link-ul: %(download_url)s sau din zona de descărcări (%(download_list_url)s).

source: Document version exported.
bg: Експортирана версия на документа.
es_pr: Versión de documento exportada.
it: Versione documento esportata.
nl: Documentversie geëxporteerd.
pt_br: Versão do documento exportada.
ro_ro: Versiunea documentului a fost exportată.

source: January
bg: Януари
cs: leden
es_pr: Enero
it: Gennaio
nl: Januari
pl: Styczeń
pt_br: Janeiro
ro_ro: ianuarie

source: February
bg: Февруари
cs: únor
es_pr: Febrero
it: Febbraio
nl: Februari
pl: Luty
pt_br: Fevereiro
ro_ro: februarie

source: March
bg: Март
cs: březen
es_pr: Marzo
it: Marzo
nl: Maart
pl: Marzec
pt_br: Março
ro_ro: martie

source: April
bg: Април
cs: duben
es_pr: Abril
it: Aprile
pl: Kwiecień
pt_br: Abril
ro_ro: aprilie

source: May
bg: Май
cs: květen
es_pr: Mayo
it: Maggio
nl: Mei
pl: Maj
pt_br: Maio
ro_ro: mai

source: June
bg: Юни
cs: červen
es_pr: Junio
it: Giugno
nl: Juni
pl: Czerwiec
pt_br: Junho
ro_ro: iunie

source: July
bg: Юли
cs: červenec
es_pr: Julio
it: Luglio
nl: Juli
pl: Lipiec
pt_br: Julho
ro_ro: iulie

source: August
bg: Август
cs: srpen
es_pr: Agosto
it: Agosto
nl: Augustus
pl: Sierpień
pt_br: Agosto

source: September
bg: Септември
cs: září
es_pr: Septiembre
it: Settembre
pl: Wrzesień
pt_br: Setembro
ro_ro: septembrie

source: October
bg: Октомври
cs: říjen
es_pr: Octubre
it: Ottobre
nl: Oktober
pl: Październik
pt_br: Outubro
ro_ro: octombrie

source: November
bg: Ноември
cs: listopad
es_pr: Noviembre
it: Novembre
pl: Listopad
pt_br: Novembro
ro_ro: noiembrie

source: December
bg: Декември
cs: prosinec
es_pr: Diciembre
it: Dicembre
pl: Grudzień
pt_br: Dezembro
ro_ro: decembrie

source: All pages
bg: Всички страници
cs: Všechny strany
es_pr: Todas las páginas
fa: تمام صفحات
it: Tutte le pagine
nl: Alle pagina's
pl: Wszystkie strony
pt_br: Todas as páginas
ro_ro: Toate paginile
tr_tr: Tüm sayfalar

source: The server date and time when the document file was processed.
bg: Дата и час на сървъра, когато файлът на документа е бил обработен.
cs: Datum a čas serveru, kdy byl zpracován soubor dokumentu.
es_pr: La fecha y hora del servidor en que se procesó el archivo del documento.
it: La data e l'ora del server in cui il file del documento è stato elaborato.
nl: De serverdatum en -tijd waarop het documentbestand is verwerkt.
pt_br: A data e hora do servidor de quando o ficheiro do documento foi processado.
ro_ro: Data și ora serverului la care a fost procesat fișierul document.

source: Timestamp
bg: Времева марка
cs: Časové razítko
es_pr: Marca de tiempo
fa: علامت زمان
pl: Znacznik czasu
pt_br: Registro de data e hora
ro_ro: Marcaj temporal
tr_tr: Zaman Damgası

source: An optional short text describing the document file.
bg: Незадължителен кратък текст, описващ файла на документа.
cs: Volitelný krátký text popisující soubor dokumentu.
es_pr: Un texto breve opcional que describe el archivo del documento.
it: Un breve testo facoltativo che descrive il file del documento.
nl: Een optionele korte tekst die het documentbestand beschrijft.
pt_br: Um pequeno texto opcional a descrever o ficheiro do documento.
ro_ro: Un text scurt opțional care descrie fișierul documentului.

source: Comment
bg: Коментар
cs: Komentář
es_pr: Comentario
fa: شرح
it: Commento
nl: Commentaar
pl: Komentarz
pt_br: Comentário
ro_ro: Comentariu
tr_tr: Yorum Yap

source: File
bg: Файл
cs: Soubor
es_pr: Archivo
fa: فایل
nl: Bestand
pl: Plik
pt_br: Arquivo
ro_ro: Fișier
tr_tr: Dosya

source: Filename
bg: Име на файл
cs: Název souboru
es_pr: Nombre del archivo
it: Nome file
nl: Bestandsnaam
pt_br: Nome do arquivo
ro_ro: Nume fişier

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
bg: Mimetype на файла на документа. MIME типовете са стандартен начин за описване на формата на файл, в този случай файловия формат на документа. Някои примери: &quot;text / plain&quot; или &quot;image / jpeg&quot;.
cs: Mimetype souboru souboru dokumentu. Typy MIME jsou standardním způsobem, jak popsat formát souboru, v tomto případě formát souboru dokumentu. Několik příkladů: „text/plain“ nebo „image/jpeg“.
es_pr: La codificación MIME del archivo del documento. Los tipos MIME son una forma estándar de describir el formato de un archivo, en este caso el formato de archivo del documento. Algunos ejemplos: "texto / plano" o "imagen / jpeg".
it: Il tipo MIME del file del documento. I tipi MIME sono un modo standard per descrivere il formato di un file, in questo caso il formato del file del documento. Alcuni esempi: "text/plain" o "image/jpeg".
nl: Het mimetype van het documentbestand. MIME-typen is een standaardmanier om het formaat van een bestand te beschrijven, in dit geval het bestandsformaat van het document. Enkele voorbeelden: "text/plain" of "image/jpeg".
pt_br: O mimetype do arquivo do ficheiro do documento. Tipos MIME são uma forma padrão de descrever o formato de um ficheiro, neste caso o formato do ficheiro do documento. Alguns exemplos: "text/plain" ou "image/jpeg".
ro_ro: Fișierul documentului mimetype. Tipurile MIME sunt o modalitate standard de a descrie formatul unui fișier, în acest caz formatul de fișier al documentului. Câteva exemple: „text / simplu” sau „imagine / jpeg”.

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
bg: Кодиране на файла на документа. двоичен 7-битов, двоичен 8-битов, текст, base64 и др.
cs: Kódování souboru dokumentu. binární 7bitové, binární 8bitové, textové, base64 atd.
es_pr: La codificación del archivo de documento. Binario de 7 bits, binario de 8 bits, texto, base64, etc.
it: La codifica del file del file di documento. binario a 7 bit, binario a 8 bit, testo, base64, ecc.
nl: De codering van het documentbestand. binair 7-bit, binair 8-bit, tekst, base64, enz.
pt_br: A codificação do arquivo do ficheiro do documento. binary 7-bit, binary 8-bit, texto, base64, etc.
ro_ro: Codificarea fișierului fișierului document. binar pe 7 biți, binar pe 8 biți, text, base64 etc.

source: Document files
bg: Файлове на документи
cs: Soubory dokumentů
es_pr: Archivos de documentos
it: File di documento
nl: Documentbestanden
pt_br: Ficheiros de documento
ro_ro: Fișiere de documente

source: Label
bg: Етикет
cs: Jmenovka
es_pr: Etiqueta
fa: برچسب
it: Etichetta
pl: Etykieta
pt_br: Rótulo
ro_ro: Conținut etichetă
tr_tr: Etiket

source: Document file page
bg: Страница на файл с документи
cs: Stránka se souborem dokumentu
es_pr: Página de archivo de documento
it: Pagina del file del documento
nl: Documentbestandspagina
pt_br: Página do documento.
ro_ro: Pagina fișierului documentului

source: %(document_file)s - page %(page_num)d of %(total_pages)d
bg: %(document_file)s - страница %(page_num)d на %(total_pages)d
cs: %(document_file)s - stránka %(page_num)d z %(total_pages)d
es_pr: %(document_file)s - página %(page_num)d de %(total_pages)d
it: %(document_file)s - pagina %(page_num)d di %(total_pages)d
nl: %(document_file)s - pagina %(page_num)d van %(total_pages)d
pt_br: %(document_file)s - página %(page_num)d de %(total_pages)d
ro_ro: %(document_file)s - pagina %(page_num)d din %(total_pages)d
