Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Delete document file: %(object)s.
bg: Изтрийте файла на документа: %(object)s.
es_pr: Eliminar el archivo de documento: %(object)s.
it: Elimina file documento: %(object)s.
nl: Documentbestand verwijderen: %(object)s.
pt_br: Eliminar ficheiro de documento: %(object)s
ro_ro: Ștergeți fișierul document: %(object)s.

source: Delete the %(count)d selected document file.
bg: Изтрийте файла с %(count)d избран документ.
es_pr: Eliminar %(count)d archivo de documento seleccionado.
it: Elimina il %(count)d file di documento selezionato.
nl: Verwijder het geselecteerde documentbestand %(count)d.
pt_br: Eliminar%(count)d ficheiro de documento selecionado
ro_ro: Ștergeți fișierul document selectat %(count)d.

source: Delete the %(count)d selected document files.
bg: Изтрийте %(count)d избрани файлове с документи.
es_pr: Eliminar los %(count)d archivos de documento seleccionados.
it: Elimina i %(count)d file di documento selezionati.
nl: Verwijder de %(count)d geselecteerde documentbestanden.
pt_br: Eliminar os %(count)dficheiros de documentos selecionados
ro_ro: Ștergeți %(count)d fișiere document selectate.

source: All document files pages from this document file and the document version pages linked to them will be deleted too.
bg: Всички страници от този файл с документи и страниците на версията на документа, свързани с тях, също ще бъдат изтрити.
cs: Budou odstraněny také všechny stránky souborů dokumentu z tohoto souboru dokumentu a stránky s verzemi dokumentu, které jsou k nim připojeny.
es_pr: También se eliminarán todas las páginas de archivos de documento de este archivo de documento y las páginas de versión de documento vinculadas a ellos.
it: Verranno eliminate anche tutte le pagine dei file di documento da questo file di documento e le pagine della versione del documento ad esse collegate.
nl: Alle documentbestandspagina's van dit documentbestand en de documentversiepagina's die eraan gekoppeld zijn, worden ook verwijderd.
pt_br: Todas as páginas de ficheiros de documento deste ficheiro de documento e das páginas de versão do documento associadas às mesma serão eliminadas também.
ro_ro: Toate paginile fișierelor de document din acest fișier de document și paginile versiunii de document legate de acestea vor fi de asemenea șterse.

source: Edit document file: %s
bg: Редактиране на файл с документ: %s
cs: Upravit soubor dokumentu: %s
es_pr: Editar archivo de documento: %s
it: Modifica file documento: %s
nl: Documentbestand bewerken: %s
pt_br: Editar documento de ficheiro: %s
ro_ro: Editați fișierul document: %s

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
bg: Файл са действителните файлове, които са качени за всеки документ. Съдържанието им трябва да бъде прехвърлено във версия, преди да може да се използва.
cs: Soubor jsou skutečné soubory, které byly nahrány pro každý dokument. Jejich obsah je třeba před použitím namapovat na verzi.
es_pr: Archivos de documents son los archivos reales que se cargaron para cada documento. Su contenido debe asignarse a una versión antes de que pueda usarse.
it: I file sono i file effettivi che sono stati caricati per ogni documento. Il loro contenuto deve essere mappato a una versione prima di poter essere utilizzato.
nl: Bestand zijn de daadwerkelijke bestanden die voor elk document zijn geüpload. Hun inhoud moet worden toegewezen aan een versie voordat deze kan worden gebruikt.
pt_br: Ficheiros são os ficheiros reais que foram carregados para cada documentos. O seu conteúdo precisa de ser mapeado para uma versão antes de ser utilizafdo.
ro_ro: Fișierele sunt fișierele reale care au fost încărcate pentru fiecare document. Conținutul lor trebuie mapat la o versiune înainte de a putea fi utilizat.

source: No files available
bg: Няма налични файлове
cs: Nejsou k dispozici žádné soubory
es_pr: No hay archivos disponibles
it: Nessun file disponibile
nl: Geen bestanden beschikbaar
pt_br: Não há ficheiros disponíveis
ro_ro: Nu există fișiere disponibile

source: Files of document: %s
bg: Файлове на документа: %s
cs: Soubory dokumentu: %s
es_pr: Archivos de documento: %s
it: File del documento: %s
nl: Bestanden van document: %s
pt_br: Ficheiros de documento: %s
ro_ro: Fișierele documentului: %s

source: Preview of document file: %s
bg: Преглед на файл с документ: %s
es_pr: Vista previa del archivo del documento: %s
it: Anteprima del file del documento: %s
nl: Voorbeeld van documentbestand: %s
pt_br: Pré-visualização do ficheiro do documento: %s
ro_ro: Previzualizare fișier document: %s

source: Properties of document file: %s
bg: Свойства на файл с документи: %s
cs: Vlastnosti souboru dokumentu: %s
es_pr: Propiedades del archivo de documento: %s
it: Proprietà del file del documento: %s
nl: Eigenschappen van documentbestand: %s
pt_br: Propriedades do ficheiro do documento: %s
ro_ro: Proprietățile fișierului document: %s

source: Transformation clear request processed for %(count)d document file.
bg: Заявка за изчистване преобразуването на %(count)dфайл с документи.
cs: Žádost o vymazání transformace zpracována pro %(count)dsouborů dokumentu.
es_pr: Solicitud de borrado de transformación procesada para %(count)d archivo de documento.
nl: Verzoek om transformatie wissen verwerkt voor %(count)d documentbestand.
pt_br: Pedido de remoção de transformações processado para %(count)dficheiro de documento.
ro_ro: Solicitarea de ștergere a transformării a fost procesată pentru %(count)d fișier document.

source: Transformation clear request processed for %(count)d document files.
bg: Заявка за изчистване преобразуването на %(count)dфайлове с документи.
es_pr: Solicitud de borrado de transformación procesada para %(count)d archivos de documentos.
nl: Verzoek om transformatie wissen verwerkt voor %(count)d documentbestanden.
pt_br: Pedido de remoção de transformação processado para %(count)dficheiro de documento.
ro_ro: Solicitarea de ștergere a transformării a fost procesată pentru %(count)d fișiere de document.

source: Clear all the page transformations for the selected document file?
es_pr: ¿Borrar todas las transformaciones de página para el archivo de documento seleccionado?
ro_ro: Ștergeți toate transformările de pagină pentru fișierul document selectat?

source: Clear all the page transformations for the document file: %s?
bg: Изчистване на всички трансформации на страници за файла на документа: %s?
es_pr: ¿Borrar todas las transformaciones de página para el archivo de documento: %s?
it: Cancella tutte le trasformazioni di pagina per il file del documento: %s?
nl: Wis alle paginatransformaties voor het documentbestand: %s?
pt_br: Limpar todas as transformações da página para o ficheiro do documento: %s?
ro_ro: Ștergeți toate transformările de pagină pentru fișierul document: %s?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
bg: Грешка при изтриването на трансформациите на страници за файл на документ: %(document_file)s; %(error)s.
es_pr: Error al eliminar las transformaciones de página para el archivo de documento: %(document_file)s; %(error)s.
it: Errore durante l'eliminazione delle trasformazioni di pagina per il file documento: %(document_file)s; %(error)s.
nl: Fout bij het verwijderen van de paginatransformaties voor documentbestand: %(document_file)s; %(error)s.
pt_br: Erro ao eliminar as transformações da página para o ficheiro de documento: %(document_file)s;%(error)s.
ro_ro: Eroare la ștergerea transformărilor paginii pentru fișierul document: %(document_file)s; %(error)s.

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
bg: Грешка при клонирането на трансформациите на страницата за файл на документ: %(document_file)s; %(error)s.
es_pr: Error al clonar las transformaciones de página para el archivo de documento: %(document_file)s; %(error)s.
it: Errore durante la clonazione delle trasformazioni di pagina per il file documento: %(document_file)s; %(error)s.
nl: Fout bij het klonen van de paginatransformaties voor documentbestand: %(document_file)s; %(error)s.
pt_br: Erro ao clonar as transformações da página para o ficheiro de documento: %(document_file)s;%(error)s.
ro_ro: Eroare la clonarea transformărilor paginii pentru fișierul document: %(document_file)s; %(error)s.

source: Transformations cloned successfully.
bg: Трансформациите клонирани успешно.
cs: Transformace byly úspěšně klonovány.
es_pr: Transformaciones clonadas con éxito.
fa: تغییرات با موفقیت کلون شدند.
it: Clonazione delle trasformazioni completata.
nl: Transformaties met succes gekloond.
pl: Sklonowano transformacje pomyślnie.
pt_br: Transformações clonadas com sucesso.
ro_ro: Transformările clonate cu succes.
tr_tr: Dönüşümler başarıyla kopyalandı.

source: Clone page transformations of document file: %s
bg: Клониране на трансформации на страница на файл с документи: %s
cs: Klonování transformací stránky souboru dokumentu: %s
es_pr: Clonar transformaciones de página del archivo de documento: %s
it: Clona le trasformazioni della pagina del file del documento: %s
nl: Paginatransformaties van documentbestand klonen: %s
pt_br: Clonar as transformações da página do ficheiro do documento: %s
ro_ro: Clonează transformările paginii ale fișierului document: %s

source: Documents of type: %s
bg: Документи от тип: %s
cs: Dokumenty typu: %s
es_pr: Documentos de tipo: %s
fa: اسناد نوع: %s
it: Documento di tipo: %s
nl: Document van type: %s
pl: Dokumenty typu: %s
pt_br: Documentos do tipo: %s
ro_ro: Documente de tipul: %s
tr_tr: Belgelerin türü: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
bg: Типовете документи са най-основните единици за конфигурация. Всичко в системата зависи от тях. Определете типа документ за всеки тип физически документ, който възнамерявате да качите. Примерни типове документи: фактура, разписка, наръчник, рецепта, баланс.
cs: Typy dokumentů jsou nejzákladnější konfigurační jednotky. Vše v systému bude záviset na nich. Definujte typ dokumentu pro každý typ fyzického dokumentu, který chcete odeslat. Příklady typů dokumentů: faktura, účtenka, příručka, předpis, rozvaha.
es_pr: Los tipos de documentos son las unidades de configuración más básicas. Todo en el sistema dependerá de ellos. Defina un tipo de documento para cada tipo de documento físico que desee cargar. Tipos de documentos de ejemplo: factura, recibo, manual, receta, balance.
it: I tipi di documento sono le unità di configurazione più basilari. Tutto nel sistema dipenderà da loro. Definire un tipo di documento per ciascun tipo di documento fisico che si intende caricare. Tipi di documenti di esempio: fattura, ricevuta, manuale, prescrizione, bilancio.
nl: Documenttypen zijn de basiseenheden voor een juiste instelling. Alle functies in het systeem zijn ervan afhankelijk. Definieer een documenttype voor elke soort fysiek document dat u wilt uploaden. Voorbeeld documenttypen: facturen, bonnetjes, handleidingen, bijsluiters, balansoverzichten etc.
pl: Typy dokumentów są najbardziej podstawowymi jednostkami konfiguracji. Wszystko w systemie będzie od nich zależeć. Zdefiniuj typ dokumentu dla każdego rodzaju fizycznego dokumentu, który zamierzasz przesłać. Przykładowe typy dokumentów: faktura, paragon, instrukcja, recepta, bilans.
pt_br: Tipos de documentos são a unidade mais básica de configuração. Tudo no sistema depende dos tipos. Defina um tipo de documento para cada tipo de documento físico que você pretende carregar. Exemplos: fatura, recibo, manual, contrato, notificação, precrição.
ro_ro: Tipurile de documente sunt cele mai elementare unități de configurare. Totul în sistem va depinde de ele. Definiți un tip de document pentru fiecare tip de document fizic pe care intenționați să îl încărcați. Exemple de tipuri de documente: factură, chitanță, procedură, manual de utilizare, prescripție, bilanț.

source: No document types available
bg: Няма налични типове документи
cs: Nejsou k dispozici žádné typy dokumentů
es_pr: No hay tipos de documentos disponibles
it: Nessun tipo di documento disponibile
nl: Geen documenttypen beschikbaar
pl: Typ dokumentu jest niedostępny
pt_br: Não há tipos de documentos disponíveis.
ro_ro: Nu sunt disponibile tipuri de documente

source: All documents of this type will be deleted too.
bg: Всички документи от този тип също ще бъдат изтрити.
cs: Všechny dokumenty tohoto typu budou také smazány.
es_pr: Todos los documentos de este tipo serán borrados también
fa: کلیه اسناد از این نوع حذف خواهند شد.
it: Tutti i documenti di questo tipo saranno cancellati .
nl: Alle documenten van dit documenttype zullen ook worden verwijderd.
pl: Wszystkie dokumenty tego typu zostaną również usunięte.
pt_br: Todos os documentos deste tipo serão excluídos também.
ro_ro: Toate documentele de acest tip vor fi de asemenea șterse.
tr_tr: Bu türdeki tüm belgeler de silinir.

source: Delete the document type: %s?
bg: Изтриване на тип документ: %s?
cs: Odstranit typ dokumentu: %s?
es_pr: ¿Eliminar el tipo de documento: %s?
fa: نوع سند را حذف کنید: %s؟
it: Cancellare il tipo documento: %s?
nl: Verwijder dit documenttype: %s?
pl: Usunąć typ dokumentu: %s?
pt_br: Remove o documento do tipo: %s?
ro_ro: Ștergeți tipul de document: %s?
tr_tr: Belge türünü silin: %s?

source: Edit document type: %s
bg: Редактиране на тип документ: %s
cs: Upravit typ dokumentu: %s
es_pr: Editar tipo de documento: %s
fa: ویرایش نوع سند : %s
it: Modifica il tipo di documento: %s
nl: Bewerk documenttype: %s
pl: Edytuj typ dokumentu: %s
pt_br: Editar o tipo de documento: %s
ro_ro: Editați tipul de document: %s
tr_tr: Belge türünü düzenle: %s

source: Trash
es_pr: Papelera
it: Cestino
pt_br: Lixeira
ro_ro: Gunoi

source: Deletion policies for document type: %s
bg: Политики за изтриване за тип документ: %s
cs: Zásady mazání pro typ dokumentu: %s
es_pr: Políticas de eliminación para el tipo de documento: %s
it: Criteri di eliminazione per il tipo di documento: %s
nl: Verwijderingsbeleid voor documenttype: %s
pl: Zasady usuwania dla dokumentów typu: %s
pt_br: Políticas de exclusão para o tipo de documento: %s
ro_ro: Politicile de ștergere pentru tipul de document: %s

source: Create quick label for document type: %s
bg: Създайте кратък етикет за типа документ: %s
cs: Vytvořte rychlou jmenovku pro typ dokumentu: %s
es_pr: Crear una etiqueta rápida para el tipo de documento: %s
fa: برچسب سریع برای نوع سند را ایجاد کنید: %s
it: Crea etichetta rapida per il tipo documento: %s
nl: Snel label aanmaken voor documenttype: %s
pl: Utwórz szybką etykietę dla typu dokumentu: %s
pt_br: Criar uma etiqueta rápida para o documento tipo: %s
ro_ro: Creați o etichetă rapidă pentru tipul de document: %s
tr_tr: Belge türü için hızlı etiket oluşturun: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
bg: Да се изтрие ли краткият етикет: %(label)s, от тип документ &quot;%(document_type)s&quot;?
cs: Odstranit rychlou jmenovku: %(label)s, z typu dokumentu „%(document_type)s“?
es_pr: ¿Eliminar la etiqueta rápida: %(label)s, del tipo de documento "%(document_type)s"?
fa: برچسب سریع: %(label)s را از نوع سند "%(document_type)s" حذف کنید؟
it: Cancellare l'etichetta: %(label)s, dal tipo documento "%(document_type)s"?
nl: Verwijder het snel label: %(label)s, van documenttype "%(document_type)s"?
pl: Usunąć szybką etykietę: %(label)s z typu dokumentu "%(document_type)s"?
pt_br: Apagar a etiqueta rápida: %(label)s, do documento tipo "%(document_type)s"?
ro_ro: Ștergeți eticheta rapidă: %(label)s, de la tipul de document "%(document_type)s"?
tr_tr: Hızlı etiketi silin: %(label)s, Belge türünün "%(document_type)s" ?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
bg: Редактиране на кратък етикет „%(filename)s“ от документ тип „%(document_type)s“
cs: Upravit rychlou jmenovku „%(filename)s“ z typu dokumentu „%(document_type)s“
es_pr: Editar etiqueta rápida "%(filename)s" del tipo de documento "%(document_type)s"
fa: برچسب سریع "%(filename)s" را از نوع سند "%(document_type)s" ویرایش کنید
it: Modifica etichetta rapida "%(filename)s" dal tipo documento "%(document_type)s"
nl: Snel label "%(filename)s" voor documenttype "%(document_type)s" bewerken
pl: Edytuj szybką etykietę "%(filename)s" typu dokumentu "%(document_type)s"
pt_br: Editar etiqueta rápida "%(filename)s" para documento do tipo "%(document_type)s"
ro_ro: Editați eticheta rapidă "%(filename)s" din tipul de document "%(document_type)s"
tr_tr: "%(filename)s" hızlı etiketini %(document_type)sBelge türünden düzenleyin

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
bg: Кратките етикети са предварително определени имена на файлове, които позволяват бързото преименуване на документите при тяхното качване, като се избират от списък. Кратките етикети могат да се използват и след качването на документите.
cs: Rychlé jmenovky jsou předdefinované názvy souborů, které umožňují rychlé přejmenování dokumentů při jejich odesílání výběrem ze seznamu. Rychlé jmenovky lze použít také po nahrání dokumentů.
es_pr: Las etiquetas rápidas son nombres de archivo predeterminados que permiten el cambio de nombre rápido de documentos a medida que se cargan al seleccionarlos de una lista. Las etiquetas rápidas también se pueden usar después de cargar los documentos.
it: Le etichette rapide sono nomi di file predefiniti che consentono di rinominare rapidamente i documenti mentre vengono caricati selezionandoli da un elenco. Le etichette rapide possono essere utilizzate anche dopo che i documenti sono stati caricati.
nl: Snel labels zijn vooraf vastgestelde bestandsnamen die snel hernoemen van documenten bij upload mogelijk maken, omdat ze gekozen kunnen worden uit een lijst. Snel labels kunnen ook worden gebuikt nadat de documenten zijn geüpload.
pl: Szybkie etykiety to z góry określone nazwy plików, które umożliwiają szybką zmianę nazw dokumentów podczas ich przesyłania przez wybranie ich z listy. Z szybkich etykiet można również korzystać po przesłaniu dokumentów.
pt_br: Rótulos rápidos (quick labels) são nomes de arquivos predeterminados que permitem que os documentos sejam rapidadamente renomeados ao serem selecionados de uma lista. O rótulos rápidos também podem ser usados depois que os documentos foram carregados.
ro_ro: Etichetele rapide sunt nume de fișier predeterminate care permit redenumirea rapidă a documentelor în momentul în care sunt încărcate selectându-le dintr-o listă. Etichetele rapide pot fi de asemenea folosite după ce documentele au fost încărcate.

source: There are no quick labels for this document type
bg: Няма кратки етикети за този тип документи
cs: Pro tento typ dokumentu neexistují žádné rychlé jmenovky
es_pr: No hay etiquetas rápidas para este tipo de documento
it: Non ci sono etichette rapide per questo tipo di documento
nl: Er zijn geen snel labels voor dit documenttype
pl: Brak szybkich etykiet dla tego typu dokumentu
pt_br: Não há rótulos rápidos para este tipo de documento
ro_ro: Nu există etichete rapide pentru acest tip de document

source: Quick labels for document type: %s
bg: Кратки етикети за типа документ: %s
cs: Rychlé jmenovky pro typ dokumentu: %s
es_pr: Nombre típicos para el tipo de documento: %s
fa: برچسب های سریع برای نوع سند: %s
it: Etichette rapide per il tipo documento: %s
nl: Snel labels voor documenttype: %s
pl: Szybkie etykiety dla typu dokumentu: %s
pt_br: Etiquetas rápidas para documento do tipo: %s
ro_ro: Etichete rapide pentru tipul de document: %s
tr_tr: Belge türü için hızlı etiketler: %s

source: Filename generation setup for document type: %s
bg: Настройка на генериране на име на файл за тип документ: %s
cs: Nastavení generování názvu souboru pro typ dokumentu: %s
es_pr: Configuración de generación de nombre de archivo para el tipo de documento: %s
it: Impostazione della generazione del nome file per il tipo di documento: %s
nl: Instelling bestandsnaam genereren voor documenttype: %s
pt_br: Configuração de geração de nome de arquivo para tipo de documento: %s
ro_ro: Configurarea generării de nume de fișier pentru tipul documentului: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
bg: Номерът на тази страница ще бъде пропуснат. Ако искате да постигнете последователно номериране на страници, вместо това използвайте действието за повторно преобразуване на страницата.
cs: Číslo stránky této stránky bude přeskočeno. Pokud chcete dosáhnout sekvenčního číslování stránek, použijte místo toho akci přemapování stránky.
es_pr: Se omitirá el número de página de esta página. Si desea lograr una numeración de páginas secuencial, utilice la acción de reasignación de página.
it: Il numero di pagina di questa pagina verrà saltato. Se vuoi ottenere una numerazione sequenziale delle pagine, usa invece l'azione di rimappatura della pagina.
nl: Het paginanummer van deze pagina wordt overgeslagen. Als u sequentiële paginanummering wilt bereiken, gebruikt u in plaats daarvan de actie pagina opnieuw toewijzen.
pt_br: O número desta página será omitido. Se quiser uma numeração de página sequencial, utilize preferencialmente a ação de remapeamento da página.
ro_ro: Numărul paginii acestei pagini va fi omis. Dacă doriți să obțineți o numerotare secvențială a paginilor, utilizați în schimb acțiunea de remapare a paginii.

source: Delete document version page %s ?
bg: Да се изтрие ли версията на документа %s?
cs: Odstranit stránku verze dokumentu %s?
es_pr: ¿Eliminar la página de la versión del documento %s?
it: Elimina la pagina della versione del documento %s ?
nl: Documentversiepagina %s verwijderen?
pt_br: Eliminar a página da versão do documento %s?
ro_ro: Ștergeți pagina versiunii documentului %s ?

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
es_pr: Las páginas de versión del documento son enlaces a páginas de contenido real. Créelos usando las acciones de reasignación de página o la acción de modificación de versión.
ro_ro: Paginile versiunii documentului sunt link-uri către pagini de conținut real. Creați-le folosind acțiunile de remapare a paginii sau acțiunea de modificare a versiunii.

source: No document version pages available
bg: Няма налични страници с версия на документа
cs: Nejsou k dispozici žádné stránky s verzemi dokumentu
es_pr: No hay páginas de versión de documento disponibles
it: Nessuna pagina della versione del documento disponibile
nl: Geen documentversiepagina's beschikbaar
pt_br: Não existem páginas de versão de documento disponíveis.
ro_ro: Nu sunt disponibile pagini cu versiunea documentului

source: Pages of document version: %s
bg: Страници на версия на документа: %s
cs: Stránky verze dokumentu: %s
es_pr: Páginas de la versión del documento: %s
it: Pagine della versione del documento: %s
nl: Pagina's van documentversie: %s
pt_br: Páginas de versão de documento: %s
ro_ro: Pagini ale versiunii documentului: %s

source: None
bg: Няма
cs: Žádný
es_pr: Ninguno
fa: هیچکدام.
it: Nessuno
nl: Geen
pl: Brak
pt_br: Nenhum
ro_ro: Nici unul
tr_tr: Yok
