Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
bg: Аргументи за предаване към DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
es_pr: Argumentos para pasar a DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
it: Argomenti da passare a DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
nl: Argumenten om door te geven aan de DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
pt_br: Argumentos a passar DOCUMENTOS_VERSAO_PAGINA_IMAGEM_CACHE_ARMAZENAMENTO_BACKEND.
ro_ro: Argumente de transmis la DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
bg: Максимален брой наскоро достъпни документи (създадени, редактирани, прегледани) за запомняне на потребител.
es_pr: Número máximo de documentos que se accedieron recientemente (creados, editados, visualizados) para recordar por usuario.
it: Numero massimo di documenti aperti di recente (creati, modificati, visualizzati) da ricordare per utente.
nl: Maximaal aantal recent geopende documenten (gemaakt, bewerkt, bekeken) om per gebruiker te onthouden.
pt_br: Número máximo de documentos recentemente acedidos (criados, editados, visualizados) a serem lembrados por utilizador.
ro_ro: Numărul maxim de documente accesate recent (create, editate, vizualizate) de reținut pentru fiecare utilizator.

source: Maximum number of recently created documents to show.
bg: Максимален брой наскоро създадени документи за показване.
cs: Maximální počet nedávno vytvořených dokumentů k zobrazení.
es_pr: Número máximo de documentos creados recientemente para mostrar.
it: Numero massimo di documenti creati di recente da visualizzare.
nl: Maximale aantal recent aangemaakt documenten om te tonen.
pl: Maksymalna liczba ostatnio utworzonych dokumentów do wyświetlenia.
pt_br: Número máximo de documentos recém-criados a serem mostrados.
ro_ro: Numărul maxim de documente create recent pentru a fi afișate.
tr_tr: Gösterilecek en fazla son oluşturulan belgeler sayısı

source: Amount in degrees to rotate a document page per user interaction.
bg: Градуси на завъртане на страница от документ, при потребителско действие
cs: Částka ve stupních pro otočení stránky dokumentu na interakci uživatele.
es_pr: Cantidad de grados que se va a girar una página de documento por cada acción del usuario.
fa: مقدار درچه چرخش یک صفحه از سند به ازای هر کاربر
it: Quantità di gradi per la rotazione della pagina del documento
nl: Aantal graden waarmee documentpagina roteert per gebruikersactie.
pl: Kąt obrotu strony dokumentu przez użytkownika.
pt_br: Valor em graus para girar uma página do documento por interação do usuário.
ro_ro: Ce rotaţie pentru pagină (în grade) este folosită în interacțiunea cu utilizatorul.
tr_tr: Kullanıcı etkileşimi başına bir doküman sayfasını döndürmek için gereken derece miktarı.

source: Time after which a document stub will be considered invalid and deleted.
bg: Време, след което кочана на документа ще бъде считан за невалиден и изтрит.
cs: Čas, po kterém bude útržek dokumentu považován za neplatný a odstraněný.
es_pr: Tiempo después del cual un recibo de documento se considerará no válido y se eliminará.
it: Tempo trascorso il quale uno stub di documento verrà considerato non valido ed eliminato.
nl: Tijdsperiode waarna een documentstub ongeldig en verwijderd wordt.
pt_br: Tempo até que um rascunho de um documento seja considerado inválido e deverá ser apagado.
ro_ro: Perioada după care un eşantion de document va fi considerat nevalid și șters.

source: Height in pixels of the document thumbnail image.
bg: Височина в пиксели на миниатюрното изображение на документа.
cs: Výška obrázku v náhledech obrázku v pixelech.
es_pr: Altura en píxeles de la imagen en miniatura del documento.
it: Altezza in pixel dell'immagine anteprima del documento.
nl: Hoogte in pixels van de document thumbnail afbeelding.
pl: Wysokość miniatury dokumentu w pikselach.
pt_br: Altura em pixels da miniatura do documento.
ro_ro: Înălțimea în pixeli a imaginii miniatură a documentelor.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
bg: Максимален процент (%) допустим за интерактивно увеличаване страницата от потребителя
cs: Maximální částka v procentech (%), která uživateli umožňuje interaktivně přibližovat stránku dokumentu.
es_pr: Cantidad máxima en porcentaje (%) a permitir al usuario aumentar la página del documento de forma interactiva.
fa: حداکثر درصد(%) اندازه بزرگنمایی بوسیله کاربر برروی یک صفحه از سند بصورت تعاملی
it: Ingrandimento massimo in percentuale (%) da consentire all'utente per una pagina del documento in modo interattivo.
nl: Maximaal toegestane documentpagina zoom percentage (%) per gebruikeractie.
pl: Maksymalna, procentowa (%) skala powiększenia strony dokumentu przez użytkownika.
pt_br: Valor máximo em porcentagem (%) para permitir ao usuário aumentar o zoom em uma página do documento de forma interativa.
ro_ro: Suma maximă în procente (%), permisă utilizatorilor pentru mărirea interactiv a unei pagini .
tr_tr: Kullanıcının bir belge sayfasını etkileşimli olarak yakınlaştırmasını sağlamak için yüzde olarak maksimum miktarı (%).

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
bg: Минимален процент (%) допустим за интерактивно смаляване страницата от потребителя
cs: Minimální částka v procentech (%) umožňující uživateli interaktivně oddálit stránku dokumentu.
es_pr: Cantidad mínima en porcentaje (%) a permitir al usuario disminuir la página del documento de forma interactiva.
fa: حداکثر درصد(%) اندازه کوچک نمایی بوسیله کاربر برروی یک صفحه از سند بصورت تعاملی
it: Quantità minima in percentuale (%) per consentire all'utente di ingrandire una pagina di documento in modo interattivo.
nl: Minimaal toegestane documentpagina zoom percentage (%) per gebruikeractie.
pl: Minimalna, procentowa (%) skala pomniejszenia strony dokumentu przez użytkownika.
pt_br: Valor mínimo em porcentagem (%) para permitir ao usuário diminuir o zoom em uma página do documento de forma interativa.
ro_ro: Suma minimă în procente (%), permisă utilizatorului pentru micșorarea interactivă a unei pagini .
tr_tr: Kullanıcıya bir belge sayfasını etkileşimli olarak uzaklaştırmak için yüzde olarak minimum tutar (%).

source: Amount in percent zoom in or out a document page per user interaction.
bg: Процент приближаване или отдалечаване на страницата на документа, приложен за потребителя
cs: Částka v procentech přiblížení nebo oddálení stránky dokumentu na interakci uživatele.
es_pr: Cantidad en porcentaje a acercar o alejar una página de documento por cada interacción del usuario.
fa: اندازه بزرگنمایی/کوچک نمایی یک صفحه از سند جهت تعامل با هرکاربر
it: Percentuale dello zoom di una pagina del documento per l'interazione dell'utente.
nl: Percentage in- of uitzoomen voor documentpagina per gebruikeractie.
pl: Liczba punktów procentowych powiększenia lub pomniejszenia strony dokumentu przez użytkownika.
pt_br: Quantidade em porcentagem (%) de zoom em uma página ou documento por interação do usuário.
ro_ro: Suma în procente folosită pentru a mării sau micşora un document interactiv cu utilizatorul.
tr_tr: Kullanıcı etkileşimi başına belge sayfasında yakınlaştırma veya uzaklaştırma yüzdesi.

source: New documents per month
bg: Нови документи на месец
cs: Nové dokumenty za měsíc
es_pr: Nuevos documentos por mes
fa: اسناد جدید در هر ماه
it: Nuovi documenti per mese
nl: Nieuwe documenten per maand
pl: Nowe dokumenty miesięcznie
pt_br: Novos documentos por mês
ro_ro: Documente noi pe lună
tr_tr: Aylık yeni belgeler

source: New document files per month
bg: Нови файлове с документи на месец
cs: Nové soubory dokumentů za měsíc
es_pr: Nuevos archivos de documentos por mes
it: Nuovi file di documenti al mese
nl: Nieuwe documentbestanden per maand
pt_br: Novos ficheiros de documento por mês
ro_ro: Fișiere de documente noi pe lună

source: New document pages per month
bg: Нови страници на документи на месец
cs: Nové stránky dokumentu za měsíc
es_pr: Nuevas páginas de documentos por mes
fa: صفحات سند جدید در هر ماه
it: Nuove pagine di documento per mese
nl: Nieuwe documentpagina's per maand
pl: Nowe strony dokumentów miesięcznie
pt_br: Novas páginas de documentos por mês
ro_ro: Pagini noi de documente pe lună
tr_tr: Aylık yeni belge sayfaları

source: Total documents at each month
bg: Общо документи на всеки месец
cs: Celkem dokumentů za každý měsíc
es_pr: Total de documentos cada mes
fa: مجموع اسناد در هر ماه
it: Totale documenti per ogni mese
nl: Totaal aantal documenten voor iedere maand
pl: Liczba dokumentów w każdym miesiącu
pt_br: Total de documentos por mês
ro_ro: Total documente în fiecare lună
tr_tr: Her ayın toplam belgeleri

source: Total document files at each month
bg: Общо файлове с документи за всеки месец
cs: Soubory dokumentů celkem za každý měsíc
es_pr: Archivos de documentos totales en cada mes
it: File di documenti totali ogni mese
nl: Totaal aantal documentbestanden per maand
pt_br: Total de ficheiros de documento por mês
ro_ro: Total fișiere de documente în fiecare lună

source: Total document pages at each month
bg: Общо страници от документи на всеки месец
cs: Celkový počet stránek dokumentu v každém měsíci
es_pr: Total de páginas de documentos cada mes
fa: صفحات سند مجموع در هر ماه
it: Totale pagine documento per ogni mese
nl: Totaal aantal documentpagina's voor iedere maand
pl: Liczba stron dokumentów w każdym miesiącu
pt_br: Total de páginas de documentos por mês
ro_ro: Numărul total de pagini de documente din fiecare lună
tr_tr: Her ayki toplam belge sayfası

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
bg: Не може да се инициализира хранилището на файла с документи. Проверете настройките {} и {} за грешки при форматирането.
cs: Nelze inicializovat úložiště souborů dokumentů. Zkontrolujte nastavení {} a {}, zda nedošlo k chybám ve formátování.
es_pr: No se puede inicializar el almacenamiento del archivo del documento. Verifique la configuración {} y {} para ver si hay errores de formato.
it: Impossibile inizializzare l'archiviazione del file del documento. Controllare le impostazioni {} e {} per errori di formattazione.
nl: Kan de opslag van het documentbestand niet initialiseren. Controleer de instellingen {} en {} op opmaakfouten.
pt_br: Não foi possível iniciar o armazenamento do ficheiro do documento. Verifique as configurações {} e {} para formatar erros.
ro_ro: Nu se poate inițializa stocarea fișierului de document. Verificați setările {} și {} pentru erori de formatare.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
bg: Не може да се инициализира съхранението на изображението на файла на документа. Проверете настройките {} и {} за грешки при форматирането.
cs: Nelze inicializovat úložiště obrazu souboru dokumentu. Zkontrolujte nastavení {} a {}, zda neobsahují chyby formátování.
es_pr: No se puede inicializar el almacenamiento de imágenes del archivo del documento. Verifique la configuración {} y {} para ver si hay errores de formato.
it: Impossibile inizializzare l'archiviazione dell'immagine del file di documento. Controllare le impostazioni {} e {} per errori di formattazione.
nl: Kan de afbeeldingsopslag van het documentbestand niet initialiseren. Controleer de instellingen {} en {} op opmaakfouten.
pt_br: Não foi possível iniciar o armazenamento da imagem do ficheiro do documento. Verifique as configurações {} e {} para formatar erros.
ro_ro: Imposibil de inițializat stocarea imaginii fișierului documentului. Verificați setările {} și {} pentru erori de formatare.

source: Document file page images
bg: Изображения на страници на файл с документи
cs: Obrázky stránek souboru dokumentu
es_pr: Imágenes de páginas de archivos del documento
it: Immagini della pagina del file di documento
nl: Documentbestand pagina-afbeeldingen
pt_br: Imagens de página de ficheiro do documento
ro_ro: Imaginile paginii fișierului documentului

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
bg: Не може да се инициализира хранилището на изображението на версията на документа. Проверете настройките {} и {} за грешки при форматирането.
es_pr: No se puede inicializar el almacenamiento de imágenes de la versión del documento. Verifique la configuración {} y {} para ver si hay errores de formato.
it: Impossibile inizializzare l'archiviazione dell'immagine della versione del documento. Controllare le impostazioni {} e {} per errori di formattazione.
nl: Kan de afbeeldingsopslag van de documentversie niet initialiseren. Controleer de instellingen {} en {} op opmaakfouten.
pt_br: Não foi possível iniciar o armazenamento da imagem da versão do documento. Verifique as configurações {} e {} para formatar erros.
ro_ro: Nu se poate inițializa stocarea imaginii versiunii documentului. Verificați setările {} și {} pentru erori de formatare.

source: Document version page images
bg: Изображения на страницата с версия на документа
cs: Obrázky stránky verze dokumentu
es_pr: Imágenes de páginas de archivos de documents
it: Immagini della pagina della versione del documento
nl: Pagina-afbeeldingen documentversie
pt_br: Imagens de página de versão de documento
ro_ro: Imaginile paginii cu versiunea documentului

source: Document page image preview
bg: Визуализация на изображението на страницата на документа
cs: Náhled obrázku strany dokumentu
es_pr: Vista previa de la imagen de la página del documento
it: Anteprima dell'immagine della pagina del documento
nl: Document pagina-afbeelding voorbeeldweergave
pl: Podgląd obrazu strony dokumentu
pt_br: Pré-visualização da página do documento
ro_ro: Previzualizare imagine pagină document

source: Document file page transformation error
es_pr: Error de transformación de página de archivo de documento
ro_ro: Eroare de transformare a paginii fișierului de document

source: Document version page transformation error
es_pr: Error de transformación de página de versión de documento
ro_ro: Eroare de transformare a paginii versiunii documentului

source: No valid or active version
bg: Няма валидна или активна версия
cs: Žádná platná nebo aktivní verze
es_pr: No hay versión válida o activa
it: Nessuna versione valida o attiva
nl: Geen geldige of actieve versie
pt_br: Versão inválida ou desativada.
ro_ro: Nicio versiune validă sau activă

source: No version pages
bg: Няма страници с версии
cs: Žádné stránky s verzemi
es_pr: No hay páginas de versión
it: Nessuna pagina di versione
nl: Geen versiepagina's
pt_br: Não há versões de páginas.
ro_ro: Fără pagini de versiune

source: Page %(page_number)s of %(total_pages)s
bg: Страница %(page_number)s от %(total_pages)s
cs: Strana %(page_number)s z %(total_pages)s
es_pr: Página %(page_number)s de %(total_pages)s
it: Pagina %(page_number)s di %(total_pages)s
nl: Pagina %(page_number)s van %(total_pages)s
pl: Strona %(page_number)s z %(total_pages)s
pt_br: Página %(page_number)s de %(total_pages)s
ro_ro: Pag %(page_number)s din %(total_pages)s

source: No pages to display
bg: Няма страници за показване
cs: Žádné stránky k zobrazení
es_pr: No hay páginas para mostrar
it: Nessuna pagina da visualizzare
nl: Geen pagina's voor weergave
pl: Brak stron do wyświetlenia
pt_br: Não há páginas a exibir
ro_ro: Nu există pagini de afișat

source: Unknown language "%s"
bg: Неизвестен език &quot;%s&quot;
cs: Neznámý jazyk &quot;%s&quot;
es_pr: Idioma desconocido "%s"
it: Lingua sconosciuta "%s"
nl: Onbekende taal "%s"
pl: Nieznany język : "%s"
pt_br: Idioma desconhecido "%s"
ro_ro: Limbă necunoscută "%s"

source: %(count)d document file queued for page count recalculation.
bg: %(count)d файл с документи на опашка за преизчисляване на броя страници.
es_pr: %(count)d archivo de documento en cola para recalcular el total de páginas.
it: %(count)d file di documento in coda per il ricalcolo del conteggio delle pagine.
nl: %(count)d documentbestand in de wachtrij geplaatst voor herberekening van het aantal pagina's.
pt_br: %(count)d ficheiro de documento em linha para recalcular a contagem de página.
ro_ro: %(count)d fișier document pus în coadă pentru recalcularea numărului de pagini.

source: %(count)d document files queued for page count recalculation.
bg: %(count)d файлове с документи, поставени на опашка за преизчисляване на броя страници.
es_pr: %(count)d archivos de documentos en cola para recalcular el total de páginas.
it: %(count)d file di documento in coda per il ricalcolo del conteggio delle pagine.
nl: %(count)d documentbestanden in de wachtrij voor herberekening van het aantal pagina's.
pt_br: %(count)dficheiros de documento em linha para recalcular a contagem de página.
ro_ro: %(count)d fișiere de document puse în coadă pentru recalcularea numărului de pagini.

source: Recalculate the page count of the selected document file?
es_pr: ¿Volver a calcular el recuento de páginas del archivo de documento seleccionado?
ro_ro: Recalculați numărul de pagini ale fișierului document selectat?

source: Recalculate the page count of the document file: %s?
bg: Да се преизчисли ли броя на страниците на файла на документа: %s?
es_pr: ¿Vuelva a calcular el total de páginas del archivo del documento: %s?
it: Ricalcola il conteggio delle pagine del file del documento: %s?
nl: Herbereken het aantal pagina's van het documentbestand: %s?
pt_br: Recalcular o número de páginas do ficheiro de documento: %s?
ro_ro: Recalculați numărul de pagini din fișierul document: %s?

source: This could mean that the document file is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document file page recalculation action to attempt to introspect the page count again.
bg: Това може да означава, че файлът с документ е във формат, който не се поддържа, че е повреден или че процесът на качване е прекъснат. Използвайте действието за преизчисляване на страницата на файла на документа, за да се опитате да проверите отново броя на страниците.
cs: To může znamenat, že soubor dokumentu je ve formátu, který není podporován, je poškozený nebo byl přerušen proces odesílání. Pomocí akce přepočtu stránky souboru dokumentu se pokuste znovu prozkoumat počet stránek.
es_pr: Esto podría significar que el archivo del documento tiene un formato que no es compatible, que está dañado o que se interrumpió el proceso de carga. Utilice la acción de recalculo de total de páginas del archivo del documento para intentar inspeccionar el total de páginas nuevamente.
it: Ciò potrebbe significare che il file del documento è di un formato non supportato, che è danneggiato o che il processo di caricamento è stato interrotto. Utilizzare l'azione di ricalcolo della pagina del file del documento per tentare di analizzare nuovamente il conteggio delle pagine.
nl: Dit kan betekenen dat het documentbestand een indeling heeft die niet wordt ondersteund, dat het beschadigd is of dat het uploadproces is onderbroken. Gebruik de herberekeningsactie documentbestand pagina's om opnieuw te proberen het aantal pagina's te onderzoeken.
pt_br: Isto pode significar que o ficheiro do documento está num formato que não é suportado ou que o ficheiro foi corrompido ou que o processo de carregamento foi interrompido. Utilize a ação de recalcular a página do ficheiro do documento para tentar analisar a contagem de página novamente.
ro_ro: Aceasta ar putea însemna că fișierul document are un format care nu este acceptat, că este corupt sau că procesul de încărcare a fost întrerupt. Utilizați acțiunea de recalculare a paginii fișierului document pentru a încerca din nou să introspectați numărul de pagini.

source: No document file pages available
bg: Няма налични страници с файлове с документи
cs: Nejsou k dispozici žádné stránky souboru dokumentu
es_pr: No hay páginas de archivos de documentos disponibles
it: Nessuna pagina di file di documento disponibile
nl: Geen documentbestandspagina's beschikbaar
pt_br: Não há páginas do ficheiro do documento disponíveis.
ro_ro: Nu sunt disponibile pagini de fișiere de document

source: Pages of document file: %s
bg: Страници на файл с документи: %s
cs: Stránky souboru dokumentu: %s
es_pr: Páginas del archivo del documento: %s
it: Pagine del file del documento: %s
nl: Pagina's van documentbestand: %s
pt_br: Páginas do ficheiro do documento: %s
ro_ro: Pagini ale fișierului document: %s

source: There are no more pages in this document
bg: Няма повече страници в този документ
cs: V tomto dokumentu nejsou žádné další stránky
es_pr: No hay más páginas en este documento
fa: پایان صفحات سند
it: Non ci sono più pagine in questo documento
nl: Er zijn verder geen pagina's meer in dit document
pl: Ten dokument nie zawiera więcej stron
pt_br: Não há mais páginas neste documento
ro_ro: Nu mai sunt pagini în acest document.
tr_tr: Bu belgede başka sayfa yok

source: You are already at the first page of this document
bg: Вече сте на първа страница на този документ
cs: Jste již na první straně tohoto dokumentu
es_pr: Usted ya está en la primera página de este documento
fa: شما در حال حاضر برروی اولین صفحه این سند میباشید.
it: Sei già alla prima pagina del documento
nl: U bent al op de eerste pagina van dit document
pl: Jesteś już na pierwszej stronie tego dokumentu
pt_br: Você já está na primeira página deste documento
ro_ro: Sunteți deja la prima pagină a acestui document
tr_tr: Zaten bu belgenin ilk sayfasındasın

source: Image of: %s
bg: Изображение на: %s
cs: Obrázek: %s
es_pr: Imágen de: %s
fa: تصویر: %s
it: Immagine di: %s
nl: Afbeelding van: %s
pl: Obraz dokumentu: %s
pt_br: Imagem de: %s
ro_ro: Imaginea: %s
tr_tr: Görüntüsü: %s

source: Error deleting document file "%(instance)s"; %(exception)s
bg: Грешка при изтриване на файл с документ „%(instance)s“; %(exception)s
es_pr: Error al eliminar el archivo de documento "%(instance)s"; %(exception)s
it: Errore durante l'eliminazione del file documento "%(instance)s"; %(exception)s
nl: Fout bij het verwijderen van documentbestand "%(instance)s"; %(exception)s
pt_br: Erro ao eliminar o ficheiro do documento "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea fișierului document „%(instance)s”; %(exception)s

source: Document file "%(object)s" deleted successfully.
bg: Файлът на документа &quot;%(object)s&quot; беше изтрит успешно.
es_pr: El archivo de documento "%(object)s" se eliminó correctamente.
it: Il file del documento "%(object)s" è stato eliminato con successo.
nl: Documentbestand "%(object)s" is succesvol verwijderd.
pt_br: Ficheiro de documento "%(object)s" eliminado com sucesso.
ro_ro: Fișierul document „%(object)s” a fost șters cu succes.

source: %(count)d document file deleted successfully.
bg: %(count)d файл с документи е изтрит успешно.
cs: %(count)d soubor dokumentu byl úspěšně odstraněn.
es_pr: %(count)d archivo de documento eliminado correctamente.
it: %(count)d file di documento eliminato con successo.
nl: %(count)d documentbestand succesvol verwijderd.
pt_br: %(count)dficheiro de documento eliminado com sucesso
ro_ro: %(count)d fișier document a fost șters cu succes.

source: %(count)d document files deleted successfully.
bg: %(count)d файлове с документи бяха изтрити успешно.
es_pr: %(count)d archivos de documentos eliminados correctamente.
it: %(count)d file di documento eliminati con successo.
nl: %(count)d documentbestanden succesvol verwijderd.
pt_br: %(count)dficheiros de documento eliminados com sucesso
ro_ro: %(count)d fișiere document au fost șterse cu succes.
