Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: Documents
bg: Документи
cs: Dokumenty
es_pr: Documentos
fa: اسناد
it: Documenti
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ro_ro: Documente
tr_tr: Belgeler

source: Decorations
bg: Декорации
cs: Dekorace
es_pr: Decoraciones
it: Decorazioni
nl: Decoraties
pt_br: Decorações
ro_ro: Decorațiuni

source: Create a document type
bg: Създайте тип документ
cs: Vytvořit typ dokumentu
es_pr: Crear tipo de documento
fa: نوع سند را ایجاد کنید
it: Creare un tipo di documento
nl: Een documenttype aanmaken
pl: Utwórz typ dokumentu
pt_br: Criar tipo de documento
ro_ro: Creați un tip de document
tr_tr: Belge türü oluşturma

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
bg: На всеки качен документ трябва да бъде присвоен тип документ, това е основният начин, по който Mayan EDMS категоризира документите.
cs: Každému nahranému dokumentu musí být přiřazen typ dokumentu, jedná se o základní způsob, jakým Mayan EDMS kategorizuje dokumenty.
es_pr: Cada documento cargado debe tener asignado un tipo de documento, es la forma básica en que Mayan EDMS clasifica los documentos.
fa: هر سند آپلود شده باید یک نوع سند اختصاص داده شود، این شیوه اصلی Mayan EDMS اسناد را دسته بندی می کند.
it: Ad ogni documento caricato deve essere assegnato un tipo documento, questa è la via più semplice per categorizzare i documenti in Mayan EDMS.
nl: Ieder geüpload document krijgt een documenttype toegewezen, dit is de manier waarop MAYAN EDMS documenten indeelt.
pl: Każdy przesłany dokument musi mieć przypisany typ dokumentu, ponieważ jest to podstawowy sposób kategoryzacji dokumentów w Mayan EDMS.
pt_br: A cada documento carregado deve ser atribuído um tipo de documento. Esta é forma básica pela qual o Mayan EDMS categoriza os documentos.
ro_ro: Fiecare document încărcat trebuie să fie atribuit unui tip de document, acesta este modul de bază în care Mayan EDMS categorizează documente.
tr_tr: Yüklenen her belgeye bir belge türü atanmalıdır; bu, Mayan EDMS'in belgeleri sınıflandırmasının temel şeklidir.

source: File comments
bg: Файлови коментари
cs: Komentáře k souboru
es_pr: Comentarios de archivo
it: Commenti sui file
nl: Bestandsopmerkingen
pt_br: Arquivar comentários
ro_ro: Comentarii despre fișier

source: File encodings
bg: Файлови кодирания
cs: Kódování souborů
es_pr: Codificaciones del archivo
it: Codifiche dei file
nl: Bestandscoderingen
pt_br: Arquivar codificações
ro_ro: Codificări de fișiere

source: File MIME types
bg: Файлови MIME типове
cs: MIME Typy souborů
es_pr: Tipos MIME de archivos
it: Tipi MIME di file
nl: MIME-typen van bestanden
pt_br: Arquivar tipos de MIME
ro_ro: Tipuri MIME de fișiere

source: File timestamps
bg: Файлови времеви печати
cs: Časová razítka souborů
es_pr: Marcas de tiempo del archivo
it: Timestamp dei file
nl: Tijdstempels bestand
pt_br: Arquivar carimbos de data e hora
ro_ro: Marcaje temporale pentru fișiere

source: Document file
bg: Файл на документа
cs: Soubor dokumentu
es_pr: Archivo de documento
it: File di documento
nl: Document bestand
pt_br: Ficheiro do documento
ro_ro: Fișier document

source: Page number
bg: Номер на страница
cs: Číslo strany
es_pr: Número de página
fa: شماره صفحه
it: Numero di pagina
nl: Paginanummer
pl: Numer strony
pt_br: Número da página
ro_ro: Numărul paginii
tr_tr: Sayfa numarası

source: Return the latest file of the document.
bg: Върнете най-новия файл на документа.
cs: Vrátit nejnovější soubor dokumentu.
es_pr: Devuelve el último archivo del documento.
it: Restituisce l'ultimo file del documento.
nl: Retourneer het laatste bestand van het document.
pt_br: Devolver o último ficheiro do documento.
ro_ro: Returnează cel mai recent fișier al documentului.

source: Latest file
bg: Последен файл
cs: Nejnovější soubor
es_pr: Último archivo
it: File più recente
nl: Laatste bestand
pt_br: Último ficheiro
ro_ro: Cel mai recent fișier

source: Return the document instance.
bg: Върнете екземпляра на документа.
cs: Vraťte instanci dokumentu.
es_pr: Devuelve la instancia del documento.
it: Restituisce l'istanza del documento.
nl: Retourneer de documentinstantie.
pt_br: Retornar a instância do documento.
ro_ro: Întoarce instanța documentului.

source: Document
bg: Документ
cs: Dokument
es_pr: Documento
fa: سند
it: Documento
pl: Dokument
pt_br: Documento
tr_tr: Belge

source: Thumbnail
bg: Умалено изображение
cs: Náhled
es_pr: Foto miniatura
fa: اندازه کوچک
it: Miniatura
pl: Miniaturka
pt_br: Miniatura
ro_ro: Miniatură
tr_tr: Küçük ikon

source: Type
bg: Тип
cs: Typ
es_pr: Tipo
fa: نوع
it: Tipo
pl: Typ
pt_br: Tipo
ro_ro: Tip
tr_tr: Tür

source: Pages
bg: Страници
cs: Strany
es_pr: Páginas
fa: صفحات
it: Pagine
nl: Pagina's
pl: Strony
pt_br: Páginas
ro_ro: Pagini
tr_tr: Sayfalar

source: Date and time added
bg: Добавени дата и час
cs: Datum a čas přidány
es_pr: Fecha y hora agregadas
it: Data e ora aggiunte
nl: Datum en tijd toegevoegd
pt_br: Data e hora adicionada
ro_ro: Data și ora adăugate

source: Access date and time
bg: Дата и час на достъп
es_pr: Fecha y hora agregadas
nl: Toegangsdatum en tijd
pt_br: Aceder a data e hora
ro_ro: Data și ora accesului

source: Keeps the original filename of the uploaded file.
bg: Запазва оригиналното име на качения файл.
cs: Zachová původní název nahraného souboru.
es_pr: Mantiene el nombre de archivo original del archivo cargado.
it: Mantiene il nome file originale del file caricato.
nl: Behoudt de originele bestandsnaam van het geüploade bestand.
pt_br: Mantém o nome do arquivo original do arquivo carregado.
ro_ro: Păstrează numele original al fișierului încărcat.

source: Generates an immutable, random UUID (RFC 4122) for each file.
bg: Генерира неизменяем, произволен UUID (RFC 4122) за всеки файл.
es_pr: Genera un UUID aleatorio e inmutable (RFC 4122) para cada archivo.
it: Genera un UUID casuale e immutabile (RFC 4122) per ogni file.
nl: Genereert een onveranderlijke, willekeurige UUID (RFC 4122) voor elk bestand.
pt_br: Gera um imutável e aleatório UUID (RFC 4122) para acda ficheiro.
ro_ro: Generează un UUID imuabil, aleatoriu (RFC 4122) pentru fiecare fișier.

source: UUID plus original
bg: UUID плюс оригинал
cs: UUID plus originál
es_pr: UUID más original
it: UUID e originale
nl: UUID plus origineel
pt_br: UUID mais original

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
bg: Генерира неизменяем, произволен UUID (RFC 4122) за всеки файл и добавя оригиналното име на качения файл.
cs: Pro každý soubor generuje neměnné, náhodné UUID (RFC 4122) a připojí původní název souboru nahraného souboru.
es_pr: Genera un UUID aleatorio e inmutable (RFC 4122) para cada archivo y agrega el nombre de archivo original del archivo cargado.
it: Genera un UUID casuale e immutabile (RFC 4122) per ogni file e aggiunge il nome del file originale del file caricato.
nl: Genereert een onveranderlijke, willekeurige UUID (RFC 4122) voor elk bestand en voegt de originele bestandsnaam van het geüploade bestand toe.
pt_br: Gera um imutável e aleatório UUID /RFC 4122) para cada ficheiro e anexa o nome do ficheiro original do ficheiro carregado.
ro_ro: Generează un UUID imuabil, aleatoriu (RFC 4122) pentru fiecare fișier și adaugă numele de fișier original al fișierului încărcat.

source: Total pages
bg: Общо страници
cs: Počet stran
es_pr: Paginas totales
it: Pagine totali
nl: Totaal aantal pagina's
pl: Razem stron
pt_br: Total de páginas
ro_ro: Total pagini

source: Total documents
bg: Общо документи
cs: Celkem dokumentů
es_pr: Total de documentos
fa: کل اسناد
it: Totale documenti
nl: Totaal aantal documenten
pl: Razem dokumenty
pt_br: Total de documentos
ro_ro: Total documente
tr_tr: Toplam belge

source: Documents in trash
bg: Документи в кошчето
cs: Dokumenty v koši
es_pr: Documentos en la papelera
fa: اسناد در سطل زباله
it: Documenti nel cestino
nl: Documenten in prullenbak
pl: Dokumenty w koszu
pt_br: Documentos na lixeira
ro_ro: Documentele din coșul de gunoi
tr_tr: Çöp kutusu içindeki belgeler

source: Document types
bg: Типове документи
cs: Typy dokumentů
es_pr: Tipos de documento
fa: انواع سند
it: Tipi documento
pl: Typy dokumentów
pt_br: Tipos de documentos
ro_ro: Tipuri de documente
tr_tr: Doküman türleri

source: New documents this month
bg: Нови документи този месец
cs: Nové dokumenty tento měsíc
es_pr: Nuevos documentos este mes
fa: اسناد جدید در این ماه
it: Nuovi documenti in questo mese
nl: Nieuwe documenten deze maand
pl: Nowe dokumenty w bieżącym miesiącu
pt_br: Novos documentos deste mês
ro_ro: Documente noi în această lună
tr_tr: Bu ayki yeni belgeler

source: New pages this month
bg: Нови страници този месец
cs: Nové stránky tento měsíc
es_pr: Nuevas páginas este mes
fa: صفحات جدید در این ماه
it: Nuove pagine in questo mese
nl: Nieuwe pagina's deze maand
pl: Nowe strony w bieżącym miesiącu
pt_br: Novas páginas deste mês
ro_ro: Pagini noi în această lună
tr_tr: Bu ayın yeni sayfaları

source: Append. Create a new version and append the new file pages.
bg: Добавете. Създайте нова версия и добавете новите файлови страници.
cs: Připojit. Vytvořte novou verzi a připojte nové stránky souborů.
es_pr: Adjuntar. Crear una nueva versión y agregar las páginas del nuevo archivo.
it: Aggiungere. Crea una nuova versione e aggiungi le nuove pagine del file.
nl: Toevoegen. Maak een nieuwe versie en voeg de nieuwe bestandspagina's toe.
pt_br: Anexar. Criar nova versão e anexar novas páginas do ficheiro.
ro_ro: Adăugare. Creați o nouă versiune și adăugați noile pagini ale fișierului.

source: Keep. Do not create a new version and keep the current version pages.
bg: Запазете. Не създавайте нова версия и запазете страниците с текущата версия.
es_pr: Mantener. No crear una nueva versión y conservar las páginas de la versión actual.
it: Mantenere. Non creare una nuova versione e mantenere le pagine della versione corrente.
nl: Houden. Maak geen nieuwe versie en bewaar de pagina's met de huidige versie.
pt_br: Manter. Não criar uma nova versão e manter a versão atual das páginas.
ro_ro: Păstrare. Nu creați o versiune nouă și păstrați paginile versiunii curente.

source: Replace. Create a new version and use the new file pages.
bg: Сменете. Създайте нова версия и използвайте новите файлови страници.
cs: Nahradit. Vytvořte novou verzi a použijte nové stránky se soubory.
es_pr: Reemplazar. Crear una nueva versión y usar las páginas del nuevo archivo.
it: Sostituire. Crea una nuova versione e usa le nuove pagine di file.
nl: Vervangen. Maak een nieuwe versie en gebruik de nieuwe bestandspagina's.
pt_br: Substituir. Criar nova versão e utilizar as novas páginas do ficheiro.
ro_ro: Înlocuire. Creați o nouă versiune și utilizați noile pagini de fișiere.

source: Append all file pages
es_pr: Agregar todas las páginas del archivo
ro_ro: Adăugați toate paginile fișierului

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
bg: Текущите страници ще бъдат изтрити и след това всички страници с файлове с документи ще бъдат добавени като страници на тази версия на документа.
es_pr: Las páginas actuales se eliminarán y luego todas las páginas del archivo del documento se agregarán como páginas de esta versión del documento.
nl: De huidige pagina's worden verwijderd en alle documentbestandspagina's worden toegevoegd als pagina's van deze documentversie.
pt_br: As páginas serão eliminados e posteriormente todas as páginas de ficheiros de documentos serão anexadas como páginas desta versão do documento.
ro_ro: Paginile curente vor fi șterse și apoi toate paginile fișierului documentului vor fi atașate ca pagini ale acestei versiuni de document.

source: Reset pages to latest file
es_pr: Restablecer páginas al archivo más reciente
ro_ro: Resetați paginile la cel mai recent fișier

source: Match all pages to that of the latest document file.
es_pr: Parear todas las páginas con las del archivo del documento más reciente.
ro_ro: Potriviți toate paginile cu cele ale celui mai recent fișier document.

source: Document created
bg: Документът е създаден
cs: Dokument byl vytvořen
es_pr: Documento creado
fa: سند ساخته شد.
it: Documento creato
nl: Document aangemaakt
pl: Dokument został utworzony
pt_br: Documento criado
ro_ro: Documentul a fost creat
tr_tr: Doküman oluşturuldu

source: Document edited
bg: Редактиране на документ
cs: Dokument upraven
es_pr: Documento editado
it: Documento modificato
nl: Document bewerkt
pt_br: Documento editado
ro_ro: Document editat

source: Document viewed
bg: Прегледан документ
cs: Dokument zobrazen
es_pr: Documento visualizado
fa: سند مشاهده شده
it: Documenti visualizzati
nl: Document bekeken
pl: Dokument przeglądany
pt_br: Documento visualizado
ro_ro: Document vizualizat
tr_tr: Görüntülenen doküman

source: Document file created
bg: Създаден е файл с документ
cs: Soubor dokumentu vytvořen
es_pr: Archivo de documento creado
it: File di documento creato
nl: Documentbestand aangemaakt
pt_br: Ficheiro de documento criado
ro_ro: Fișier document creat

source: Document file deleted
bg: Файлът на документа е изтрит
cs: Soubor dokumentu odstraněn
es_pr: Archivo de documento eliminado
it: File di documento eliminato
nl: Documentbestand verwijderd
pt_br: Arquivo de documento eliminado
ro_ro: Fișierul documentului a fost șters

source: Document file downloaded
bg: Файлът на документа е изтеглен
cs: Soubor dokumentu stažen
es_pr: Archivo de documento descargado
it: File del documento scaricato
nl: Documentbestand gedownload
pt_br: Arquivo de documento descarregado.
ro_ro: Fișier document descărcat

source: Document file edited
bg: Файлът на документа е редактиран
cs: Soubor s dokumentem upraven
es_pr: Archivo de documento editado
it: File di documento modificato
nl: Documentbestand bewerkt
pt_br: Ficheiro do documento editado.
ro_ro: Fișier document editat

source: Document type created
bg: Тип на документа е създаден
cs: Typ dokumentu byl vytvořen
es_pr: Tipo de documento creado
it: Tipo di documento creato
nl: Documenttype aangemaakt
pl: Typ dokumentu został utworzony.
pt_br: Tipo de documento criado
ro_ro: Tipul de document a fost creat

source: Document type edited
bg: Тип на документа е редактиран
cs: Typ dokumentu byl upraven
es_pr: Tipo de documento editado
it: Tipo di documento modificato
nl: Documenttype bewerkt
pl: Typ dokumentu został zmieniony.
pt_br: Tipo de documento editado
ro_ro: Tipul de document a fost editat

source: Document type quick label created
bg: Създаден е бърз етикет за тип документ
cs: Bylo vytvořeno rychlé označení typu dokumentu
es_pr: Etiqueta rápida de tipo de documento creada
it: Etichetta rapida del tipo di documento creata
nl: Snel label voor documenttype gemaakt
pt_br: Nome rápido do tipo de documento criado.
ro_ro: Etichetă rapidă tip document creat

source: Document type quick label deleted
bg: Изтрит е бърз етикет за тип документ
cs: Rychlý štítek typu dokumentu odstraněn
es_pr: Etiqueta rápida de tipo de documento eliminada
it: Etichetta rapida del tipo di documento eliminata
nl: Documenttype snellabel verwijderd
pt_br: Nome rápido do tipo do documento eliminado.
ro_ro: Etichetă rapidă de tip document ștearsă

source: Document type quick label edited
bg: Редактиран е бърз етикет за тип документ
cs: Rychlá úprava typu dokumentu
es_pr: Etiqueta rápida de tipo de documento editada
it: Etichetta rapida del tipo di documento modificata
nl: Documenttype snel label bewerkt
pt_br: Nome rápido do tipo do documento editado
ro_ro: Etichetă rapidă de tip document editată

source: Document type changed
bg: Типът документ е променен
cs: Typ dokumentu se změnil
es_pr: Tipo de documento modificado
fa: نوع سند تغییر کرد
it: Cambiamenti al tipo di documento
nl: Documenttype veranderd
pl: Właściwości dokumentu zostały zmodyfikowane
pt_br: Tipo de documento alterado
ro_ro: Tipul de document a fost modificat
tr_tr: Doküman türü değişti

source: Document version created
bg: Версията на документа е създадена
cs: Verze dokumentu vytvořena
es_pr: Versión del documento creada
it: Versione del documento creata
nl: Documentversie gemaakt
pt_br: Versão do documento criada.
ro_ro: Versiunea documentului a fost creată

source: Document version deleted
bg: Версията на документа е изтрита
cs: Verze dokumentu smazána
es_pr: Versión del documento eliminada
it: Versione del documento eliminata
nl: Documentversie verwijderd
pt_br: Versão do documento eliminada.
ro_ro: Versiunea documentului a fost ștearsă

source: Document version edited
bg: Версията на документа е редактирана
cs: Verze dokumentu upravena
es_pr: Versión del documento editada
it: Versione del documento modificata
nl: Documentversie bewerkt
pt_br: Versão do documento editada.
ro_ro: Versiunea documentului a fost editată

source: Document version exported
bg: Версията на документа е експортирана
cs: Exportovaná verze dokumentu
es_pr: Versión del documento exportada
it: Versione documento esportata
nl: Documentversie geëxporteerd
pt_br: Versão do documento exportada.
ro_ro: Versiunea documentului a fost exportată

source: Document version page created
bg: Страницата с версията на документа е създадена
cs: Stránka verze dokumentu vytvořena
es_pr: Página de la versión del documento creada
it: Pagina della versione del documento creata
nl: Documentversiepagina gemaakt
pt_br: Versão da página do documento criada.
ro_ro: Pagină versiune document creată

source: Document version page deleted
bg: Страницата с версия на документа е изтрита
cs: Stránka verze dokumentu odstraněna
es_pr: Página de la versión del documento eliminada
it: Pagina della versione del documento eliminata
nl: Documentversiepagina verwijderd
pt_br: Versão da página do documento eliminada.
ro_ro: Pagina versiunii documentului a fost ștearsă

source: Document version page edited
bg: Страницата с версията на документа е редактирана
cs: Stránka verze dokumentu upravena
es_pr: Página de la versión del documento editada
it: Pagina della versione del documento modificata
nl: Documentversiepagina bewerkt
pt_br: Versão da página do documento editada.
ro_ro: Pagină versiune document editată

source: Document trashed
bg: Изхвърлени документи
cs: Dokument byl smazán
es_pr: Documento enviado a papelera
it: Documento inviato al cestino
nl: Document naar prullenbak
pl: Dokument umieszczony w koszu
pt_br: Documento na lixeira
ro_ro: Document trimis la coș

source: Trashed document deleted
bg: Изтрит документ от кошчето
cs: Smazaný dokument odstraněn
es_pr: Documento eliminado de la papelera
it: Documento spostato nel cestino eliminato
nl: Document in prullenbak verwijderd
pt_br: Documento no lixo eliminado.
ro_ro: Documentul din coșul de gunoi a fost șters

source: Trashed document restored
bg: Възстановен документ от кошчето
cs: Zničený dokument obnoven
es_pr: Documento restaurado de la papelera
it: Documento spostato ripristinato
nl: Document in prullenbak hersteld
pt_br: Documento no lixo restaurando
ro_ro: Documentul din coșul de gunoi a fost restaurat

source: Document downloaded (historic)
bg: Документът е изтеглен (исторически)
cs: Stažení dokumentu (historicky)
es_pr: Documento descargado (histórico)
it: Documento scaricato (storico)
nl: Document gedownload (historisch)
pt_br: Documento descarregado (histórico)
ro_ro: Document descărcat (istoric)

source: Document file created (historic)
bg: Създаден файл с документи (исторически)
cs: Soubor dokumentu vytvořen (historický)
es_pr: Archivo de documento creado (histórico)
it: File documento creato (storico)
nl: Documentbestand aangemaakt (historisch)
pt_br: Ficheiro do documento criado (histórico)
ro_ro: Fișier document creat (istoric)

source: Document version reverted (historic)
bg: Версията на документа е върната (историческа)
cs: Vrácených verzí dokumentu (historicky)
es_pr: Versión del documento revertida (histórico)
it: Versione del documento ripristinata (storica)
nl: Documentversie teruggezet (historisch)
pt_br: Versão do documento revertida (histórico)
ro_ro: Versiunea documentului restaurată (istoric)

source: Document version uploaded (historic)
bg: Версията на документа е качена (исторически)
cs: Nahraných verzí dokumentu (historicky)
es_pr: Versión del documento cargada (histórico)
it: Versione documento caricata (storica)
nl: Documentversie geüpload (historisch)
pt_br: Versão do documento carregada (histórico)
ro_ro: Versiunea documentului încărcată (istoric)

source: Detected
es_pr: Detectado
ro_ro: Detectate

source: Storage
bg: Съхранение
cs: Úložiště
es_pr: Almacenamiento
it: Magazzino
pt_br: Armazenamento
ro_ro: Stocare

source: Other
es_pr: Otro
ro_ro: Alte

source: Date added
bg: Дата на добавяне
cs: Datum přidání
es_pr: Fecha en que se agregó
fa: تاریخ اضافه شدن
it: Data inserimento
nl: Datum toegevoegd
pl: Data dodania
pt_br: Data de adição
ro_ro: Dată adaugată
tr_tr: Ekleme Tarihi

source: MIME type
bg: MIME тип
cs: Typ MIME
es_pr: Tipo MIME
fa: نوع MIME
it: Tipo MIME
pl: Typ MIME
ro_ro: Tip MIME
tr_tr: MIME türü

source: Encoding
bg: Кодиране
cs: Kódování
es_pr: Codificación
it: Codifica
nl: Encodering
pl: Kodowanie
pt_br: Codificação
ro_ro: Encodare
tr_tr: Kodlama

source: Size
bg: Размер
cs: Velikost
es_pr: Tamaño
it: Dimensione
nl: Maat
pt_br: Tamanho
ro_ro: mărime

source: Exists in storage
bg: Съществува в хранилището
cs: Existuje v úložišti
es_pr: Existe en el almacenamiento
fa: موجود در مخزن
it: Esiste nello storage
nl: Aanwezig in opslag
pl: Istnieje w systemie
pt_br: Existe no armazenamento
ro_ro: Există în arhivă
tr_tr: Depoda varolan varlıklar

source: Path in storage
bg: Път запазен
cs: Cesta v úložišti
es_pr: Ruta en almacenamiento
it: Percorso in storage
nl: Pad in opslag
pt_br: Caminho em armazenamento
ro_ro: Calea în depozit

source: Checksum
bg: Контролна сума
cs: Kontrolní součet
es_pr: Suma de comprobación
fa: چک سام
pl: Suma kontrolna
ro_ro: Suma de control
tr_tr: Sağlama

source: Quick document rename
bg: Бързо преименуване на документ
cs: Rychlé přejmenování dokumentu
es_pr: Cambio rápido de nombre
fa: نامگذاری سریع سند
it: Rinomina del documento veloce
nl: Snel document hernoemen
pl: Szybka zmiana nazwy dokumentu
pt_br: Renomear documento rapidamente
ro_ro: Redenumire rapidă
tr_tr: Hızlı belge yeniden adlandırma

source: Preserve extension
bg: Запазване на разширението
cs: Zachovat rozšíření
es_pr: Preservar la extensión
fa: حفظ فرمت
it: Conserva l'estensione
nl: Bestandsextensie behouden
pl: Zachowaj rozszerzenie
pt_br: Preservar a extensão
ro_ro: Păstrați extensia
