Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fa, it, nl, pl, pt_br, ro_ro, tr_tr

source: There are no sources available to remap for this document version.
bg: Няма налични източници за пренасочване за тази версия на документа.
cs: Pro tuto verzi dokumentu nejsou k dispozici žádné zdroje k přemapování.
es_pr: No hay fuentes disponibles para reasignar para esta versión del documento.
it: Non sono disponibili fonti da rimappare per questa versione del documento.
nl: Er zijn geen bronnen beschikbaar om opnieuw toe te wijzen voor deze documentversie.
pt_br: Não existem fontes disponíveis para remapear para esta versão do documento
ro_ro: Nu există surse disponibile pentru a remapa pentru această versiune a documentului.

source: No page sources available
bg: Няма налични източници на страници
cs: Nejsou k dispozici žádné zdroje stránek
es_pr: No hay fuentes de página disponibles
it: Nessuna fonte di pagina disponibile
nl: Geen paginabronnen beschikbaar
pt_br: não há fontes de página disponível.
ro_ro: Nu sunt disponibile surse de pagină

source: Remap pages of document version: %s
bg: Пренасочване страници на версия на документа: %s
cs: Přemapovat stránky verze dokumentu: %s
es_pr: Reasignar páginas de la versión del documento: %s
it: Rimappa le pagine della versione del documento: %s
nl: Pagina&#39;s van documentversie opnieuw toewijzen: %s
pt_br: Remapear páginas da versão do documento: %s
ro_ro: Remapează paginile versiunii documentului: %s

source: Make the document version "%s" the active version?
bg: Да стане ли версията на документа &quot;%s&quot; активна версия?
es_pr: ¿Convertir la versión del documento "%s" en la versión activa?
nl: Van de documentversie "%s" de actieve versie maken?
pt_br: Fazer da versão do documento "%s" a versão ativa?
ro_ro: Faceți versiunea documentului „%s” versiunea activă?

source: Successfully changed the active document version.
bg: Успешно променена активна версия на документа.
cs: Úspěšně změněna verze aktivního dokumentu.
es_pr: Se cambió con éxito la versión activa del documento.
nl: De actieve documentversie is gewijzigd.
pt_br: Alterou com sucesso a versão ativa do documento.
ro_ro: S-a schimbat cu succes versiunea documentului activ.

source: Create a document version for document: %s
bg: Създаване версия за документ: %s
cs: Vytvořit verzi dokumentu pro dokument: %s
es_pr: Crear una versión de documento para el documento: %s
nl: Maak een documentversie voor document: %s
pt_br: Criar a versão do documento para o documento: %s
ro_ro: Creați o versiune de document pentru documentul: %s

source: Document version "%(object)s" deletion queued successfully.
bg: Изтриването на версия на документа „%(object)s“ е поставено на опашка успешно.
es_pr: La versión del documento "%(object)s" se eliminó correctamente.
nl: Verwijdering van documentversie "%(object)s" is succesvol in de wachtrij geplaatst.
pt_br: Remoção da versão do documento "%(object)s" em linha com sucesso.
ro_ro: Versiunea documentului „%(object)s” a fost pusă în coada de ștergere cu succes.

source: %(count)d document version deletion queued successfully.
bg: %(count)d изтриване на версията на документа е на опашка успешно.
es_pr: %(count)d versión de documento eliminada correctamente.
nl: %(count)d verwijdering van documentversie succesvol in wachtrij geplaatst.
pt_br: %(count)dremoção da versão do documento em linha com sucesso.
ro_ro: %(count)d versiunie a documentului a fost pusă în coada de ștergere cu succes.

source: %(count)d document version deletions queued successfully.
bg: %(count)d изтривания на версията на документа успешно са поставени на опашка.
es_pr: %(count)d versión de documento eliminada correctamente.
nl: %(count)d verwijderingen van documentversies succesvol in de wachtrij geplaatst.
pt_br: %(count)dremoções de versão de documento em linha com sucesso.
ro_ro: %(count)d versiuni ale documentului au fost puse în coada de ștergeri cu succes.

source: Delete document version "%(object)s".
bg: Изтрийте версия на документа &quot;%(object)s&quot;.
es_pr: Eliminar la versión del documento "%(object)s".
nl: Verwijder documentversie "%(object)s".
pt_br: Eliminar versão do documento "%(object)s".
ro_ro: Ștergeți versiunea documentului „%(object)s”.

source: Delete %(count)d document version.
bg: Изтрийте %(count)d версия на документа.
es_pr: Eliminar %(count)d versión del documento.
nl: Verwijder %(count)d documentversie.
pt_br: Eliminar %(count)dversão do documento
ro_ro: Ștergeți%(count)d versiune a documentului .

source: Delete %(count)d document versions.
bg: Изтрийте %(count)d версии на документа.
es_pr: Eliminar %(count)d versiones de documento.
nl: Verwijder %(count)d documentversies.
pt_br: Eliminar %(count)dversões de documento.
ro_ro: Ștergeți %(count)d versiuni ale documentului.

source: The process will be performed in the background.
bg: Процесът ще се извършва във фонов режим.
es_pr: El proceso se realizará en segundo plano. El archivo exportado estará disponible en el área de descargas.
nl: Het proces wordt op de achtergrond uitgevoerd.
pt_br: O processo irá trabalhar em segundo plano.
ro_ro: Procesul va fi efectuat în fundal.

source: Edit document version: %s
bg: Редактиране на версия на документа: %s
es_pr: Editar versión de documento: %s
nl: Documentversie bewerken: %s
pt_br: Editar versão de documento: %s
ro_ro: Editați versiunea documentului: %s

source: Document version "%(object)s" export successfully queued.
bg: Експортирането на версията на документа „%(object)s“ бе успешно поставено на опашка.
es_pr: Exportación de la versión del documento "%(object)s" enviada a la cola con éxito.
nl: Documentversie "%(object)s" export succesvol in wachtrij geplaatst.
pt_br: Exportação da versão do documento "%(object)s" em linha com sucesso.
ro_ro: Versiunea documentului „%(object)s” a fost exportată cu succes.

source: %(count)d document version export successfully queued.
bg: %(count)d експортиране на версия на документа бе поставено успешно на опашка.
es_pr: %(count)d exportación de la versión del documento enviada a la cola con éxito.
nl: %(count)d export van documentversie succesvol in wachtrij geplaatst.
pt_br: %(count)d Exportação de versão de documento em linha com sucesso.
ro_ro: Exportul %(count)d versiuni a documentului a fost pus în coadă.

source: %(count)d document versions exports successfully queued.
bg: %(count)d експортирания на версии на документа беше поставено успешно на опашка.
es_pr: %(count)d exportaciones de versiones de documentos enviada a la cola con éxito.
nl: %(count)d export van documentversies is succesvol in de wachtrij geplaatst.
pt_br: %(count)d exportações de versões de documentos em linha com sucesso.
ro_ro: Exportul a %(count)d versiuni a documentului au fost puse în coadă.

source: Export document version "%(object)s".
bg: Експортирайте версия на документа &quot;%(object)s&quot;.
es_pr: Exportar la versión del documento "%(object)s".
nl: Exportdocumentversie "%(object)s".
pt_br: Exportar versão do documento "%(object)s".
ro_ro: Versiunea documentului de export „%(object)s”.

source: Export %(count)d document version.
bg: Експортирайте %(count)d версия на документа.
es_pr: Exportar %(count)d versión del documento.
nl: Documentversie %(count)d exporteren.
pt_br: Exportar %(count)dversão de documento.
ro_ro: Exportați %(count)d versiune a documentului .

source: Export %(count)d document versions.
bg: Експортирайте %(count)d версии на документа.
cs: Exportovat %(count)d verzí dokumentu.
es_pr: Exportar %(count)d versiones de documentos.
nl: Exporteer %(count)d documentversies.
pt_br: Exportar %(count)dversões de documento.
ro_ro: Exportați %(count)d versiuni ale documentului.

source: The process will be performed in the background. The exported file will be available in the downloads area.
bg: Процесът ще се извърши във фонов режим. Експортираният файл ще бъде достъпен в областта за изтегляне.
cs: Proces bude probíhat na pozadí. Exportovaný soubor bude k dispozici v místě stahování.
es_pr: El proceso se realizará en segundo plano. El archivo exportado estará disponible en el área de descargas.
nl: Het proces wordt op de achtergrond uitgevoerd. Het geëxporteerde bestand zal beschikbaar zijn in het downloadgedeelte.
pt_br: Este processo trabalhará em segundo plano. O ficheiro exportado ficará disponível na área dos descarregamentos.
ro_ro: Procesul va fi efectuat în fundal. Fișierul exportat va fi disponibil în zona de descărcări.

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
bg: Версиите са изгледи, които могат да показват страници на файлове с документи такива, каквито са, да ги пренастроят или обединят в различни оформления.
cs: Verze jsou pohledy, které mohou zobrazovat stránky souboru dokumentu tak, jak jsou, přemapovávat je nebo je slučovat do různých rozvržení.
es_pr: Las versiones son vistas que pueden mostrar las páginas del archivo del documento tal como están, reasignarlas o fusionarlas en diferentes esquemas.
nl: Versies zijn weergaven die documentbestandspagina's kunnen weergeven zoals ze zijn, opnieuw kunnen toewijzen of ze kunnen samenvoegen in verschillende lay-outs.
pt_br: Versões são visualizações que podem demonstrar páginas do ficheiro de documento como elas são, remapea-las ou fundi-las em diferentes layouts.
ro_ro: Versiunile sunt vizualizări care pot afișa paginile fișierelor de document așa cum sunt, le pot remapa sau le pot îmbina în diferite aspecte.

source: No versions available
bg: Няма налични версии
cs: Nejsou k dispozici žádné verze
es_pr: No hay versiones disponibles
nl: Geen versies beschikbaar
pt_br: Não há versões disponíveis.
ro_ro: Nu există versiuni disponibile

source: Versions of document: %s
bg: Версии на документа: %s
cs: Verze dokumentu: %s
es_pr: Versiones del documento: %s
fa: نسخ سند : %s
it: Versione del documento: %s
nl: Versies van document: %s
pl: Wersje dokumentu: %s
pt_br: Versões do documento: %s
ro_ro: Versiuni de document: %s
tr_tr: Belge versiyonları: %s

source: Document version modification backend queued successfully.
es_pr: El backend de modificación de la versión del documento se puso en cola correctamente.
ro_ro: Backend-ul pentru modificarea versiunii documentului a fost pus în coadă cu succes.

source: Execute version modification action for document version: %s
es_pr: Ejecutar acción de modificación de versión para la versión del documento: %s
ro_ro: Executați acțiunea de modificare a versiunii pentru versiunea documentului: %s

source: Preview of document version: %s
bg: Визуализация на версията на документа: %s
cs: Náhled verze dokumentu: %s
es_pr: Vista preliminar de la versión de documento: %s
fa: پیش نمایش نسخه سند: %s
it: Anteprima della versione del documento: %s
nl: Voorbeeldweergave van documentversie: %s
pl: Podgląd wersji dokumentu: %s
pt_br: Pré-visualização da versão do documento: %s
ro_ro: Previzualizarea versiunii de document: %s

source: Transformation clear request processed for %(count)d document version.
bg: Обработена заявка за изчистване на преобразуване за версия на документ %(count)d.
es_pr: Solicitud de borrado de transformación procesada para %(count)d versión del documento.
nl: Verzoek om transformatie wissen verwerkt voor documentversie %(count)d.
pt_br: Pedido de remoção de transformação processado para %(count)d versão de documento
ro_ro: Solicitarea de clarificare a transformării a fost procesată pentru %(count)d versiune a documentului.

source: Transformation clear request processed for %(count)d document versions.
bg: Обработена заявка за изчистване на преобразуване, за версии на документ %(count)d.
es_pr: Solicitud de borrado de transformación procesada para %(count)d versiones del documento.
nl: Verzoek om transformatie wissen verwerkt voor %(count)d documentversies.
pt_br: Pedido de remoção de transformação processado para %(count)dversões de documento
ro_ro: Solicitarea de clarificare a transformării a fost procesată pentru %(count)d versiuni ale documentului .

source: Clear all the page transformations for the selected document version?
es_pr: ¿Borrar todas las transformaciones de página para la versión del documento seleccionado?
ro_ro: Ștergeți toate transformările de pagină pentru versiunea de document selectată?

source: Clear all the page transformations for the document version: %s?
bg: Да изчистите ли всички преобразувания на страници за версията на документа: %s?
es_pr: ¿Borrar todas las transformaciones de página para la versión del documento: %s?
nl: Wis alle paginatransformaties voor de documentversie: %s?
pt_br: Limpar todas as transformações de página para a aversão do documento: %s?
ro_ro: Ștergeți toate transformările paginii pentru versiunea documentului: %s?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
bg: Грешка при изтриването на трансформациите на страници за версия на документа: %(document_version)s; %(error)s.
es_pr: Error al eliminar las transformaciones de página para la versión del documento: %(document_version)s; %(error)s.
nl: Fout bij het verwijderen van de paginatransformaties voor documentversie: %(document_version)s; %(error)s.
pt_br: Erro ao eliminar as transformações da página para a versão do documento: %(document_version)s; %(error)s.
ro_ro: Eroare la ștergerea transformărilor paginii pentru versiunea documentului: %(document_version)s; %(error)s.

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
bg: Грешка при клонирането на трансформациите на страницата за версия на документа: %(document_version)s; %(error)s.
es_pr: Error al clonar las transformaciones de página para la versión del documento: %(document_version)s; %(error)s.
nl: Fout bij het klonen van de paginatransformaties voor documentversie: %(document_version)s; %(error)s.
pt_br: Erro ao clonar as transformações para a versão do documento: %(document_version)s; %(error)s.
ro_ro: Eroare la clonarea transformărilor paginii pentru versiunea documentului: %(document_version)s; %(error)s.

source: Clone page transformations of document version: %s
bg: Клониране на трансформации на страница на версия на документа: %s
cs: Transformace stránky klonování verze dokumentu: %s
es_pr: Clonar transformaciones de página de la versión del documento: %s
nl: Paginatransformaties van documentversie klonen: %s
pt_br: Clonar transformações de página da versão do documento: %s
ro_ro: Clonează transformările paginii ale versiunii documentului: %s

source: Error retrieving document list: %(exception)s.
bg: Грешка при извличането на списъка с документи: %(exception)s.
cs: Chyba při načítání seznamu dokumentů: %(exception)s.
es_pr: Error al recuperar la lista de documentos: %(exception)s.
it: Errore durante il recupero dell'elenco documenti: %(exception)s.
nl: Fout bij ophalen documentlijst: %(exception)s.
pl: Błąd podczas pobierania listy dokumentów: %(exception)s.
pt_br: Erro ao recuperar a lista de documentos: %(exception)s
ro_ro: Eroare la preluarea listei de documente: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
bg: Това може да означава, че не са качени документи или че потребителският ви акаунт не е получил разрешение за преглед за всеки документ или тип документ.
cs: To by mohlo znamenat, že nebyly nahrány žádné dokumenty nebo že váš uživatelský účet nezískal oprávnění k zobrazení pro jakýkoli dokument nebo typ dokumentu.
es_pr: Esto podría significar que no se han cargado documentos o que su cuenta de usuario no ha recibido el permiso de visualización para ningún documento o tipo de documento.
it: Ciò potrebbe significare che nessun documento è stato caricato o che al tuo account utente non è stata concessa l'autorizzazione di visualizzazione per alcun documento o tipo di documento.
nl: Dit kan betekenen dat er geen documenten zijn geüpload of dat het gebruikersaccount niet over rechten beschikt om de documenten of documenttypes te bekijken.
pl: Może to oznaczać, że nie przesłano żadnych dokumentów lub że twoje konto użytkownika nie uzyskało uprawnienia do przeglądania dokumentów lub typów dokumentów.
pt_br: Isso pode significar que nenhum documento foi carregado ou que sua conta de usuário não tem permissões para ver nenhum documento ou tipo de documento.
ro_ro: Acest lucru ar putea însemna că nu au fost încărcate documente sau că nu vi s-a acordat permisiunea de vizualizare pentru niciun document sau tip de document.

source: No documents available
bg: Няма налични документи
cs: Nejsou k dispozici žádné dokumenty
es_pr: No hay documentos disponibles
it: Nessun documento disponibile
nl: Geen documenten beschikbaar
pl: Dokumenty nie są dostępne
pt_br: Não há documentos disponíveis
ro_ro: Nu există documente disponibile

source: Document type change request performed on %(count)d document
bg: Заявка за промяна на типа документ, извършена на %(count)d документ
cs: Žádost o změnu typu dokumentu provedená v dokumentu %(count)d
es_pr: Solicitud de cambio de tipo de documento realizada en el documento %(count)d
fa: درخواست تغییر نوع سند بر روی سند %(count)d انجام می شود
it: Richiesta di modifica del tipo di documento eseguita su un documento %(count)d
nl: Documenttype wijziging uitgevoerd op %(count)d document
pl: Żądanie zmiany typu dokumentu wykonano na %(count)d dokumencie
pt_br: Pedido de alteração de tipo de documento executado em %(count)d documento
ro_ro: Solicitarea de modificare a tipului de document efectuată pe %(count)d documente
tr_tr: %(count)d belge üzerinde gerçekleştirilen Belge türü değişikliği isteği

source: Document type change request performed on %(count)d documents
bg: Заявка за промяна на типа документ, извършена за %(count)d документи
cs: Žádost o změnu typu dokumentu provedená na dokumentech %(count)d
es_pr: Solicitud de cambio de tipo de documento realizada en %(count)d documentos
fa: درخواست تغییر نوع سند بر روی اسناد %(count)d انجام می شود
it: Richiesta di modifica del tipo di documento eseguita sui documenti %(count)d
nl: Documenttype wijziging uitgevoerd op %(count)d documenten
pl: Żądanie zmiany typu dokumentu wykonano na %(count)d dokumentach
pt_br: Pedido de alteração de tipo de documento executado em %(count)d documentos
ro_ro: Solicitarea de modificare a tipului de document efectuată pe %(count)d documente
tr_tr: %(count)d Belgeleri üzerinde yapılan Belge türü değişikliği talebi

source: Change the type of the selected document
es_pr: Cambiar el tipo del documento seleccionado
fa: تغییر نوع سند انتخاب شده
pl: Zmień typ wybranego dokumentu
ro_ro: Schimbați tipul documentului selectat
tr_tr: Seçili belgenin türünü değiştirme

source: Change the type of the document: %s
bg: Променете типа на документа: %s
cs: Změňte typ dokumentu: %s
es_pr: Cambiar el tipo del documento: %s
fa: نوع سند را تغییر دهید: %s
it: Cambia il tipo di documento: %s
nl: Wijzig het type van het document: %s
pl: Zmień typ dokumentu: %s
pt_br: Alterar o tipo do documento: %s
ro_ro: Modificați tipul documentului: %s
tr_tr: Belgenin türünü değiştirin: %s

source: Document type for "%s" changed successfully.
bg: Типът на документа за &quot;%s&quot; е променен успешно.
cs: Typ dokumentu pro &quot;%s&quot; byl úspěšně změněn.
es_pr: Tipo de documento para "%s" cambiado con éxito.
fa: نوع سند برای "%s" با موفقیت تغییر یافت.
it: Tipo documento per "%s" cambiato con successo.
nl: Documenttype voor "%s" met succes gewijzigd.
pl: Typ dokumentu "%s" zmieniono pomyślnie.
pt_br: Tipo de documento para "%s" alterado com sucesso.
ro_ro: Tipul de document pentru "%s" a fost modificat cu succes.
tr_tr: "%s" için Belge türü başarıyla değişti.

source: Preview of document: %s
bg: Визуализация на документа: %s
cs: Náhled dokumentu: %s
es_pr: Visualización del documento: %s
fa: پیش نمایش سند : %s
it: Anteprima del documento: %s
nl: Voorbeeldweergave van document: %s
pl: Podgląd dokumentu: %s
pt_br: Pré-visualização do documento:%s
ro_ro: Previzualizarea documentului: %s
tr_tr: Belgenin önizlemesi: %s

source: Edit properties of document: %s
bg: Редактиране на свойствата на документ: %s
cs: Upravit vlastnosti dokumentu: %s
es_pr: Editar propiedades del documento: %s
fa: ویرایش خصوصیات سند : %s
it: Modifica le proprietà del documento: %s
nl: Eigenschappen bewerken van document: %s
pl: Edytuj właściwości dokumentu: %s
pt_br: Editar propriedades do documento: %s
ro_ro: Editați proprietățile documentului: %s
tr_tr: Belge özelliklerini düzenle: %s

source: Properties of document: %s
bg: Свойства на документа: %s
cs: Vlastnosti dokumentu: %s
es_pr: Propiedades del documento: %s
nl: Eigenschappen van document: %s
pt_br: Propriedades do documento: %s
ro_ro: Proprietățile documentului: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
bg: Предпочитаните документи ще бъдат изброени в този изглед. До %(count)d документи могат да бъдат предпочитани на потребител.
cs: V tomto zobrazení budou uvedeny oblíbené dokumenty. Na uživatele může být upřednostněno až %(count)d.
es_pr: Los documentos favoritos se enumerarán en esta vista. Hasta %(count)d documentos pueden ser preferidos por usuario.
it: I documenti preferiti verranno elencati in questa vista. Fino a %(count)d documenti possono essere preferiti per utente.
nl: In dit overzicht worden favoriete documenten getoond. Maximaal %(count)d documenten per gebruiker.
pl: Ulubione dokumenty zostaną wyświetlone w tym widoku. Maksymalnie %(count)d dokumentów może być przez użytkownika oznaczone jako ulubione.
pt_br: Documentos favoritos serão listados nesta visualização. Até %(count)d podem ser marcados como favoritos pelo usuário.
ro_ro: Documentele preferate vor fi listate în această vizualizare. Până la %(count)d documente pot fi preferate de către fiecare utilizator.
tr_tr: Favorilere eklenen belgeler burada gösterilecektir. Kullanıcı başına %(count)d'a kadar belge favorilere eklenebilir.

source: There are no favorited documents.
bg: Няма избрани документи.
cs: Nejsou žádné oblíbené dokumenty.
es_pr: No hay documentos favoritos.
it: Non ci sono documenti preferiti.
nl: Er zijn geen favoriete documenten.
pl: Brak ulubionych dokumentów.
pt_br: Não há documentos adicionados aos favoritos.
ro_ro: Nu există documente preferate.
tr_tr: Favorilere eklenen belge bulunmamaktadır.

source: %(count)d document added to favorites.
bg: %(count)d документ е добавен към предпочитани.
cs: dokument %(count)d byl přidán k oblíbeným.
es_pr: %(count)d documento agregado a favoritos.
it: %(count)d documento aggiunto ai preferiti.
nl: %(count)d document aan favorieten toegevoegd.
pl: Dokument %(count)d został dodany do ulubionych.
pt_br: %(count)d documento adicionado aos favoritos.
ro_ro: Documentul %(count)d s-a adăugat la preferate.
tr_tr: %(count)d döküman favorilere eklendi

source: %(count)d documents added to favorites.
bg: %(count)d документи добавени към предпочитани.
cs: %(count)d dokumenty přidané do oblíbených.
es_pr: %(count)d documentos agregados a favoritos.
it: %(count)d documenti aggiunti ai preferiti.
nl: %(count)d documenten aan favorieten toegevoegd.
pl: %(count)d dokumentów dodano do ulubionych.
pt_br: %(count)d documentos adicionados aos favoritos.
ro_ro: %(count)d documente s-au adăugat la favorite.
tr_tr: %(count)d döküman favorilere eklendi

source: Add the selected document to favorites?
es_pr: ¿Añadir el documento seleccionado a favoritos?
ro_ro: Adăugați documentul selectat la favorite?
