Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: bg, bs_ba, cs, es_pr, pl, pt_br, ro_ro, ru, tr_tr

source: Dynamic search
bg: Динамично търсене
bs_ba: Dinamičko pretraživanje
cs: Dynamické vyhledávání
es_pr: Búsqueda dinámica
pl: Dynamiczne wyszukiwanie
pt_br: Busca dinâmica
ro_ro: Căutarea dinamică
ru: Поиск
tr_tr: Dinamik arama

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
es_pr: Error de back-end de búsqueda. Verifique que el servicio de búsqueda esté disponible y que la sintaxis de búsqueda sea válida para el motor de búsqueda activo; %s
ro_ro: Eroare de backend de căutare. Verificați dacă serviciul de căutare este disponibil și că sintaxa de căutare este validă pentru backend-ul de căutare activ; %s

source: Unknown search model `%s`.
bg: Неизвестен модел за търсене `%s`.
es_pr: Modelo de búsqueda desconocido `%s`.
ro_ro: Model de căutare necunoscut `%s`.

source: ID
ro_ro: ID-ul

source: Match all
bg: Съвпадение на всички
bs_ba: Složi sve
cs: Odpovídají všem
es_pr: Parear todos
pl: Dopasuj wszystko
pt_br: Corresponder a todos
ro_ro: Se potrivește cu toate
ru: Соответствовать всем
tr_tr: Hepsini eşleştir

source: When checked, only results that match all fields will be returned. When unchecked results that match at least one field will be returned.
bg: При отметка ще бъдат върнати само резултати, които съвпадат с всички полета. Когато не е отметнато ще бъдат показани резултати, които съвпадат поне с едно поле.
bs_ba: Kada se proveri, biće vraćeni samo rezultati koji odgovaraju svim poljima. Kada se neprovereni rezultati koji se podudaraju sa najmanje jednim poljem će biti vraćeni.
cs: Po zaškrtnutí budou vráceny pouze výsledky, které odpovídají všem polím. Pokud nezaškrtnete, bude vr8cen v7sledek odpovídající alespoň jednomu poli.
es_pr: Cuando se selecciona, sólo se devolverán los resultados que coincidan con todos los campos. Si no se selecciona los resultados que coincidan con al menos un campo se devolverá.
pl: Zaznaczone oznacza, że zostaną zwrócone wyniki jedynie w przypadku dopasowania wszystkich pól. Niezaznaczone oznacza, że zostaną zwrócone wyniki jeśli wartość z przynajmniej jednego pola zostanie dopasowane.
pt_br: Quando marcado, somente os resultados que correspondem a todos os campos serão retornados. Quando os resultados não verificados correspondentes a pelo menos um campo serão retornados.
ro_ro: Atunci când este bifată, vor fi returnate numai rezultatele care corespund tuturor câmpurilor. Atunci când rezultatele neconfirmate care corespund cel puțin un câmp vor fi returnate.
ru: Если этот флажок установлен, будут возвращены только результаты, соответствующие всем полям. Если флажок снят, будут возвращены результаты, соответствующие хотя бы одному полю.
tr_tr: İşaretlendiğinde, yalnızca tüm alanlarla eşleşen sonuçlar döndürülür. İşaretlenmemiş sonuçlar en az bir alanla eşleşen olduğunda geri döndürülecektir.

source: Search terms
bg: Термини на търсене
bs_ba: Pojmovi pretrage
cs: Hledané výrazy
es_pr: Términos de búsqueda
pl: Słowa do wyszukania
pt_br: Termos de pesquisa
ro_ro: Caută termeni
ru: Условия поиска
tr_tr: Arama terimleri

source: Search
bg: Търсене
bs_ba: Pretraga
cs: Vyhledávání
es_pr: Búsqueda
pl: Szukaj
pt_br: Pesquisa
ro_ro: Căutare
ru: Поиск
tr_tr: Arama

source: Advanced search
bg: Подробно търсене
bs_ba: Napredna pretraga
cs: Pokročilé vyhledávání
es_pr: Búsqueda avanzada
pl: Zaawansowane wyszukiwanie
pt_br: pesquisa avançada
ro_ro: Cautare avansată
ru: Расширенный поиск
tr_tr: Gelişmiş Arama

source: Search again
bg: Потърсете отново
bs_ba: Traži ponovo
cs: Hledej znovu
es_pr: Volver a buscar
pl: Wyszukać ponownie
pt_br: Buscar novamente
ro_ro: Caută din nou
ru: Искать снова
tr_tr: Tekrar arama

source: Reindex search backend
bg: Реиндексиране на търсения бекенд
cs: Backend pro reindexaci vyhledávání
es_pr: Volver a indexar el backend de búsqueda
pl: Przeindeksuj silnik wyszukiwania
pt_br: Reindexar backend de pesquisa
ro_ro: Reindexare backend de căutare
ru: Перестроить индекс поиска

source: Execute search tools
bg: Изпълнете инструменти за търсене
cs: Spustit vyhledávací nástroje
es_pr: Ejecutar herramientas de búsqueda
pl: Uruchom narzędzia wyszukiwania
pt_br: Executar ferramentas de pesquisa
ro_ro: Executați instrumente de căutare
ru: Запускать инструменты поиска

source: Search slow
es_pr: Búsqueda lenta
ro_ro: Caută încet

source: Remove a model instance from the search engine.
bg: Премахнете екземпляр от модел от търсачката.
cs: Odebere z vyhledávače instanci modelu.
es_pr: Elimina una instancia de modelo del motor de búsqueda.
pl: Usuń instancję modelu z silnika wyszukiwania.
pt_br: Remova uma instância de modelo do mecanismo de pesquisa.
ro_ro: Eliminați o instanță de model din motorul de căutare.
ru: Удалить экземпляр модели из поиска.

source: Index a model instance to the search engine.
bg: Индексирайте екземпляр на модел в търсачката.
cs: Indexování modelové instance do vyhledávače.
es_pr: Indexar una instancia de modelo en el motor de búsqueda.
pl: Zindeksuj instancję modelu w silniku wyszukiwania.
pt_br: Indexar uma instância de modelo para o mecanismo de pesquisa.
ro_ro: Indexați o instanță model la motorul de căutare.
ru: Проиндексировать экземпляр модели для поиска.

source: Index all instances of a search model to the search engine.
bg: Индексирайте всички екземпляри на модел за търсене в търсачката.
cs: Indexovat všechny instance vyhledávacího modelu do vyhledávače.
es_pr: Indexa todas las instancias de un modelo de búsqueda en el motor de búsqueda.
ro_ro: Indexați toate instanțele unui model de căutare în motorul de căutare.
ru: Проиндексировать все экземпляры модели для поиска.

source: Index all related instances of a search model after a many to many event.
es_pr: Indexa todas las instancias relacionadas de un modelo de búsqueda después de un evento de cambio de campo tipo muchos a muchos.
ro_ro: Indexați toate cazurile conexe ale unui model de căutare după un eveniment de tip de la mai multe la mai multe.

source: Reset the search backend indices and index all instances again.
es_pr: Restablece los índices de back-end de búsqueda e indexa todas las instancias nuevamente.
ro_ro: Resetați indicii backend de căutare și indexați din nou toate instanțele.

source: Full path to the backend to be used to handle the search.
bg: Пълен път към бекенда, който да се използва при търсене.
cs: Úplná cesta k backendu, který bude použit pro zpracování vyhledávání.
es_pr: Ruta completa al controlador que se utilizará para manejar la búsqueda.
pl: Pełna ścieżka do backendu do obsługi wyszukiwania.
pt_br: Caminho completo do backend usado para manipular a busca.
ro_ro: Calea completă către backend pentru a fi utilizată pentru a gestiona căutarea.
ru: Полный путь к бэкэнду, который будет использоваться для поиска.

source: Disables the single term bar search leaving only the advanced search button.
bg: Деактивира лентата за търсене на единични термини, оставяйки само бутона за разширено търсене.
cs: Deaktivuje tlačítko jednoduchého vyhledávání a ponechá pouze tlačítko pro pokročilé vyhledávání.
es_pr: Inhabilita la búsqueda de barra de término único dejando solo el botón de búsqueda avanzada.
pl: Wyłącza wyszukiwanie paska pojedynczego hasła, pozostawiając tylko przycisk wyszukiwania zaawansowanego.
pt_br: Desabilita a busca por termo único e deixa apenas a busca avançada.
ro_ro: Dezactivează căutarea în bară cu un singur termen lăsând doar butonul de căutare avansată.
ru: Отключить простой поиск и оставить только кнопку расширенного поиска.

source: Amount of objects to process when performing bulk indexing.
es_pr: Cantidad de objetos a procesar al realizar la indexación masiva.
ro_ro: Cantitatea de obiecte de procesat atunci când se efectuează indexarea în bloc.

source: Sets the default state of the "Match all" checkbox.
bg: Задава състоянието по подразбиране на квадратчето „Сравни всички“.
cs: Nastaví výchozí stav zaškrtávacího políčka „Porovnat vše“.
es_pr: Establece el estado predeterminado de la casilla de verificación "Coincidir con todos".
ro_ro: Setează starea implicită a casetei de selectare „Potriviți toate”.
ru: Устанавливает состояние по умолчанию для флажка "Соответствовать всем".

source: Maximum number search results to fetch and display.
bg: Максимален брой резултати от търсенето за извличане и показване.
cs: Maximální počet výsledků vyhledávání k načtení a zobrazení.
es_pr: Número máximo de resultados de búsqueda para obtener y mostrar.
pl: Maksymalna liczba wyników wyszukiwania możliwa do pobrania i wyświetlenia.
pt_br: Número máximo de resultados de pesquisa para buscar e exibir.
ro_ro: Numărul maxim de rezultate de căutare de preluat și afișat.
ru: Максимальное количество результатов поиска для извлечения и отображения.

source: List filter
es_pr: Filtro de lista
ro_ro: Filtrare listă

source: Advanced
bg: Подробно
cs: Pokročilý
es_pr: Avanzada
pl: Zaawansowane
pt_br: Avançada
ro_ro: Avansate
ru: Дополнительно

source: Try again using different terms.
bg: Опитайте отново, като използвате различни термини.
cs: Zkuste to znovu pomocí různých termínů.
es_pr: Inténtalo de nuevo usando diferentes términos.
pl: Spróbuj ponownie, używając innych terminów.
pt_br: Tentar novamente usando termos diferentes.
ro_ro: Încercați din nou folosind termeni diferiți.
ru: Измените запрос и попробуйте еще раз.

source: No search results
bg: Няма резултати от търсенето
cs: Bez výsledku
es_pr: No hay resultados de búsqueda
pl: Brak wyników wyszukiwania
pt_br: Não há resultados de busca
ro_ro: Nu există rezultate
ru: Нет результатов поиска

source: Search results for: %s
bg: Резултати от търсенето за: %s
bs_ba: Traži rezultate za:%s
cs: Výsledky hledání pro klíčové slovo: %s
es_pr: Resultados de la búsqueda para: %s
pl: Wyniki wyszukiwania dla: %s
pt_br: Resultados da pesquisa para: %s
ro_ro: Rezultatele căutării pentru: %s
ru: Результаты поиска: %s
tr_tr: %s Için arama sonuçları:

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
bg: Този инструмент се изисква само за някои бекендове за търсене. Резултатите от търсенето ще бъдат засегнати, докато бекендът се преиндексира.
cs: Tento nástroj je vyžadován pouze pro některé back-endy vyhledávání. Výsledky vyhledávání budou ovlivněny během opětovné indexace backendu.
es_pr: Esta herramienta es necesaria solo para algunos backends de búsqueda. Los resultados de la búsqueda se verán afectados mientras se reindexa el backend.
pl: To narzędzie jest wymagane tylko w przypadku niektórych silników wyszukiwania. Wyniki wyszukiwania ulegną zmianie podczas ponownego indeksowania silnika.
pt_br: Essa ferramenta é necessária apenas para alguns back-ends de pesquisa. Os resultados da pesquisa serão afetados enquanto o backend está sendo reindexado.
ro_ro: Acest instrument este necesar numai pentru unele backend-uri de căutare. Rezultatele căutării vor fi afectate în timp ce backend-ul este reindexat.
ru: Это требуется только для некоторых бэкэндов поиска. До конца выполнения результаты поиска могут быть неполными.

source: This tool erases and populates the search backend's internal index.
bg: Този инструмент изтрива и попълва вътрешния индекс на бекенда за търсене.
cs: Tento nástroj vymaže a naplní interní index backendu vyhledávání.
es_pr: Esta herramienta borra y llena el índice interno del backend de búsqueda.
pl: To narzędzie usuwa i zapełnia wewnętrzny indeks silnika wyszukiwania.
pt_br: Essa ferramenta apaga e preenche o índice interno do backend de pesquisa.
ro_ro: Acest instrument șterge și completează indexul intern al backend-ului de căutare.
ru: Этот инструмент стирает и заново наполняет внутренний индекс поисковой системы.

source: Search backend reindexing queued.
bg: Преиндексиране на бекенда за търсене в опашката.
cs: Reindexace backendu vyhledávání ve frontě.
es_pr: Indexación de backend de búsqueda en cola.
pl: Ponowne indeksowanie silnika wyszukiwania oczekuje w kolejce.
pt_br: Reindexação de backend da pesquisa enfileirada.
ro_ro: Reindexarea backend-ului de căutare a fost pusă la coadă.
ru: Перестроение индекса поиска поставлено в очередь.

source: Search for: %s
bg: Търсене за: %s
bs_ba: Traži za:%s
cs: Vyhledejte: %s
es_pr: Búsqueda para: %s
pl: Wyszukiwanie: %s
pt_br: Buscar por: %s
ro_ro: Caută după: %s
ru: Поиск: %s
tr_tr: Arama: %s

source: No search model matching the query
bs_ba: Nema tražnog modela koji odgovara upitu
pt_br: Nenhum modelo de pesquisa que corresponda à consulta
tr_tr: Sorguyla eşleşen hiçbir arama modeli yok

source: Maximum amount search hits to fetch and display.
bs_ba: Maksimalni broj pretražnih hitova da se rezultati prikažu.
tr_tr: Almak ve görüntülemek için maksimum arama sayısı.
