Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django 3.po
Languages: el, fr

source: Dynamic search
el: Δυναμική αναζήτηση
fr: Recherche dynamique

source: No search model matching the query
el: Δεν βρέθηκε μοντέλο αναζήτησης που να ταιριάζει στο ερώτημα
fr: Aucun modèle de recherche correspondant à la requête

source: Match all
el: Ταίριασμα όλων
fr: Correspond à tous

source: When checked, only results that match all fields will be returned. When unchecked results that match at least one field will be returned.
el: Όταν επιλεγεί, θα επιστραφούν μόνο αποτελέσματα που ταιριάζουν με όλα τα πεδία. Αν δεν επιλεγεί, θα επιστραφούν αποτελέσματα που ταιριάζουν σε τουλάχιστον ένα πεδίο.
fr: Lorsqu'il est coché, seuls les résultats correspondant à tous les champs seront renvoyés. Lorsqu'il ne l'est pas, les résultats correspondant à au moins un champ seront retournés.

source: Search terms
el: Όροι αναζήτησης
fr: Termes de recherche

source: Search
el: Αναζήτηση
fr: Chercher

source: Advanced search
el: Προχωρημένη αναζήτηση
fr: Recherche avancée

source: Search again
el: Αναζήτηση πάλι
fr: Rechercher à nouveau

source: Reindex search backend
el: Αναδημιουργία ευρετηρίου αναζήτησης υποκείμενου συστήματος
fr: Réindexer le backend de recherche

source: Execute search tools
el: Εκτέλεση εργαλείων αναζήτησης
fr: Exécuter les outils de recherche

source: Remove a model instance from the search engine.
el: Κατάργηση στιγμιοτύπου ενός μοντέλου από τη μηχανή αναζήτησης.
fr: Supprimez une instance de modèle du moteur de recherche.

source: Index a model instance to the search engine.
el: Δημιουργία ευρετηρίου ενός στιγμιοτύπου μοντέλου στη μηχανή αναζήτησης.
fr: Indexez une instance de modèle dans le moteur de recherche.

source: Index all instances of a search model to the search engine.
fr: Indexez toutes les instances d'un modèle de recherche dans le moteur de recherche.

source: Full path to the backend to be used to handle the search.
el: Πλήρης διαδρομή προς το υποκείμενο σύστημα που θα χρησιμοποιηθεί για τη διαχείριση της αναζήτησης.
fr: Chemin complet vers le logiciel à utiliser pour gérer la recherche.

source: Disables the single term bar search leaving only the advanced search button.
el: Απενεργοποιεί την αναζήτηση μεμονωμένου όρου αφήνοντας μόνο το κουμπί σύνθετης αναζήτησης.
fr: Désactive la barre de recherche simple en ne laissant que le bouton de recherche avancée.

source: Sets the default state of the "Match all" checkbox.
fr: Définit l'état par défaut de la case à cocher «Correspondre à tous»;.

source: Maximum number search results to fetch and display.
el: Μέγιστος αριθμός αποτελεσμάτων αναζήτησης για ανάκτηση και προβολή.
fr: Nombre maximum de résultats de recherche à récupérer et afficher.

source: Advanced
el: Προχωρημένη
fr: Avancé

source: Try again using different terms.
el: Δοκιμάστε ξανά χρησιμοποιώντας διαφορετικούς όρους.
fr: Essayez à nouveau en utilisant des termes différents.

source: No search results
el: Δεν υπάρχουν αποτελέσματα αναζήτησης
fr: Aucun résultat trouvé

source: Search results for: %s
el: Αποτελέσματα αναζήτησης για: %s
fr: Résultats de recherche pour : %s

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
el: Αυτό το εργαλείο απαιτείται μόνο για ορισμένα υποκείμενα συστήματα αναζήτησης. Τα αποτελέσματα αναζήτησης θα επηρεαστούν όσο διαρκεί η αναδημιουργία του ευρετηρίου του υποκείμενου συστήματος.
fr: Cet outil n'est requis que pour certains moteurs de recherche. Les résultats de la recherche seront affectés pendant la réindexation du backend.

source: This tool erases and populates the search backend's internal index.
el: Αυτό το εργαλείο διαγράφει και ενημερώνει τον εσωτερικό δείκτη του ευρετηρίου αναζήτησης του υποκείμενου συστήματος.
fr: Cet outil efface et recharge l'index interne du moteur de recherche.

source: Search backend reindexing queued.
el: Η αναδημιουργεία ευρετηρίου του υποκείμενου συστήματος αναζήτησης τέθηκε σε ουρά αναμονής.
fr: Réindexation du backend de recherche mis en file d'attente.

source: Search for: %s
el: Αναζήτηση για: %s
fr: Recherche pour : %s
