Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/locales/locale/*/LC_MESSAGES/django.po
Languages: sl

source: User locale profile edited
sl: Uporabniški področni profil je urejen

source: Locale profile
sl: Lokalni profil

source: Edit locale profile
sl: Uredi področni profil

source: User
sl: Uporabnik

source: Timezone
sl: Časovni pas

source: Language
sl: Jezik

source: User locale profile
sl: Področni profil uporabnika

source: User locale profiles
sl: Področni profili uporabnikov

source: None
sl: Nobenega

source: Locale profile for user: %s
sl: Lokalni profil za uporabnika: %s

source: Edit locale profile for user: %s
sl: Urejanje področnega profila za uporabnika: %s
