Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, es, fr, it, nl, pl, pt_br, ro_ro

source: Quotas
ar: المحددات
bg: Квоти
cs: Kvóty
es: Cuotas
it: Quote
nl: Quota
pl: Limit
ro_ro: Cote

source: none
ar: لاشيء
bg: няма
cs: žádný
es: ninguna
fr: aucun
it: nessuna
nl: geen
pl: Żaden
ro_ro: nici unul

source: Does not apply
ar: لم يتم التطبيق
bg: Не се прилага
cs: Nepoužito
es: No aplica
fr: Ne s'applique pas
it: Non si applica
nl: Niet van toepassing
pl: Nie dotyczy
pt_br: Não se aplica
ro_ro: Nu se aplică

source: Null backend
ar: خلفية فارغة
bg: Нулев бекенд
es: Controlador nulo
fr: Back-back sans valeur
it: Backend nullo
pl: Zerowy backend
pt_br: Backend nulo
ro_ro: Backend vid

source: Quota created
ar: إنشاء محدد
bg: Квотата е създадена
cs: Kvóta byla vytvořena
es: Cuota creada
fr: Quota créé
it: Quota creata
nl: Quota aangemaakt
pl: Utworzono limit
pt_br: Quota criada
ro_ro: Cotă creată

source: Quota edited
ar: تعديل محدد
bg: Квотата е редактирана
cs: Kvóta byla upravena
es: Cuota editada
fr: Quota modifié
it: Quota modificata
nl: Quota bewerkt
pl: Zmieniono limit
pt_br: Quota editada
ro_ro: Cotă editată

source: Backend
ar: في الخفاء
bg: Бекенд
es: Controlador

source: The quota driver for this entry.
ar: نسبة الإدخال المحددة
bg: Драйвер за квотите за този запис.
cs: Ovladač kvóty pro tuto položku.
es: El controlador de cuota para esta entrada.
it: Il driver di quota per questa voce.
nl: Het quota stuurprogramma voor deze vermelding.
pl: Sterownik limitu dla tego wpisu.
pt_br: O driver de quota para esta entidade
ro_ro: Pilotul cotelor pentru această intrare.

source: Create quota
ar: إنشاء المحدد
bg: Създайте квота
cs: Vytvořit kvótu
es: Crear cuota
fr: Créer un quota
it: Crea quota
nl: Quota aanmaken
pl: Utwórz limit
pt_br: Criar quota
ro_ro: Creați cota

source: Delete
ar: حذف
bg: Изтрийте
cs: Odstranit
es: Borrar
fr: Supprimer
it: Cancella
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro_ro: Șterge

source: Edit
ar: تعديل
bg: Редактиране
cs: Upravit
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro_ro: Editați

source: Quotas list
ar: قائمة المحددات
bg: Списък с квоти
cs: Seznam kvót
es: Lista de cuotas
fr: Liste des quotas
it: Elenco delle quote
nl: Quotalijst
pl: Lista limitów
pt_br: Lista de quotas
ro_ro: Lista cotelor

source: All document types
ar: جميع أنواع الوثائق
bg: Всички видове документи
cs: Všechny typy dokumentů
es: Todos los tipos de documentos
fr: Tous les types de documents
it: Tutti i tipi di documento
nl: Alle documenttypes
pl: Wszystkie typy dokumentów
pt_br: Todos os tipos de documento
ro_ro: Toate tipurile de documente

source: Apply to all document types. Enabling this, the quota will ignore the indiviual document type selection.
ar: تمكين تطبق على جميع أنواع الوثائق ، سيتم تجاهل النسب وتحديد نوع الوثائق
bg: Прилага се за всички типове документи. Ако активирате това, квотата ще игнорира индивидуалния избор на тип документ.
cs: Použít na všechny typy dokumentů. Pokud to povolíte, kvóta bude ignorovat individuální výběr typu dokumentu.
es: Aplicar a todos los tipos de documentos. Habilitando esto, la cuota ignorará la selección de tipo de documento individual.
fr: Appliquer à tous les types de documents. En l'activant, la sélection individuelle du type de document sera ignorée.
it: Applica a tutti i tipi di documento. Abilitando questa opzione, la quota ignorerà la selezione del tipo di documento individuale.
nl: Toepassen op alle documenttypes. Door dit in te schakelen zulle de quota de individuele documenttype selectie negeren.
pl: Zastosuj do wszystkich typów dokumentów. Włączenie tego przydziału spowoduje zignorowanie indywidualnego wyboru typu dokumentu.
pt_br: Aplicar a todos os tipos de documento. Ao habilitar isso, a quota irá ignorar a seleção individual de tipo de documento.
ro_ro: Aplicați la toate tipurile de documente. Activând acest lucru, cota va ignora selectarea tipului de document individual.

source: Document types
ar: أنواع الوثائق
bg: Типове документи
cs: Typy dokumentů
es: Tipos de documento
fr: Types de documents
it: Tipi documento
nl: Documentsoorten
pl: Typy dokumentów
pt_br: Tipos de documentos
ro_ro: Tipuri de documente

source: Document types to which the quota will be applied.
ar: أنواع الوثائق التي سيتم تطبيق النسب عليها
bg: Видове документи, към които ще се прилага квотата.
cs: Typy dokumentů, na které se kvóta použije.
es: Tipos de documentos a los que se aplicará la cuota.
fr: Types de documents auxquels le quota sera appliqué.
it: Tipi di documento a cui verrà applicata la quota.
nl: Documenttypes waarop de quota worden toegepast.
pl: Typy dokumentów, do których zostanie zastosowany limit.
pt_br: Tipos de documentos aos quais a quota será aplicada.
ro_ro: Tipuri de documente cărora li se va aplica cota.

source: all document types
ar: جميع أنواع الوثائق
bg: всички видове документи
cs: všechny typy dokumentů
es: todos los tipos de documentos
fr: tous les types de documents
it: tutti i tipi di documento
nl: alle documenttypes
pl: wszystkie typy dokumentów
pt_br: todos os tipos de documentos
ro_ro: toate tipurile de documente

source: document types: %(document_types)s
ar: أنواع الوثائق : %(document_types)s
bg: типове документи: %(document_types)s
cs: typy dokumentů: %(document_types)s
es: tipos de documentos: %(document_types)s
fr: types de documents: %(document_types)s
it: tipi di documento: %(document_types)s
pl: typy dokumentów: %(document_types)s
pt_br: tipos de documentos: %(document_types)s
ro_ro: tipuri de documente: %(document_types)s

source: Groups
ar: المجموعات
bg: Групи
cs: Skupiny
es: Grupos
fr: Groupes
it: Gruppi
nl: Groepen
pl: Grupy
pt_br: Grupos
ro_ro: Grupuri

source: Groups to which the quota will be applied.
ar: المجموعات التي سيتم تطبيق المحددات عليها
bg: Групи, към които ще се прилага квотата.
cs: Skupiny, na které se kvóta použije.
es: Grupos a los que se aplicará la cuota.
fr: Groupes auxquels le quota sera appliqué.
it: Gruppi a cui verrà applicata la quota.
nl: Groepen waarop de quota worden toegepast.
pl: Grupy, do których zostanie zastosowany limit.
pt_br: Grupos aos quais as quotas serão aplicadas
ro_ro: Grupuri cărora li se va aplica cota.

source: All users
ar: جميع المستخدمين
bg: Всички потребители
cs: Všichni uživatelé
es: Todos los usuarios
fr: Tous les utilisateurs
it: Tutti gli utenti
nl: Alle gebruikers
pl: Wszyscy użytkownicy
pt_br: Todos os usuários
ro_ro: Toți utilizatorii

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the indiviual user and group selection.
ar: تطبيق المحددات على جميع المستخدمين في النظام ، باستثناء المسؤولين والموظفين ، عند تفعيل هذا الخيار ، سيتم تجاهل اسم المستخدم و المجموعة
bg: Приложете квотата за всички потребители в системата, без администраторите и персонала. Ако активирате тази опция, квотата ще игнорира индивидуалния избор на потребители и групи.
cs: Použijte kvótu na všechny uživatele v systému, s výjimkou správců a zaměstnanců. Pokud tuto možnost povolíte, kvóta bude ignorovat individuální výběr uživatelů a skupin.
es: Aplicar la cuota a todos los usuarios del sistema, excluyendo administradores y personal. Al habilitar esta opción, la cuota ignorará la selección individual de usuarios y grupos.
fr: Appliquez le quota à tous les utilisateurs du système, à l'exception des administrateurs et du personnel. En activant cette option, le quota ignorera la sélection individuelle des utilisateurs et des groupes.
it: Applica la quota a tutti gli utenti nel sistema, esclusi amministratori e personale. Abilitando questa opzione, la quota ignorerà il singolo utente e la selezione del gruppo.
nl: De quota toepassen op alle gebruikers in het systeem, uitgezonderd admins en leiding. Door dit in te schakelen zulle de quota de individuele gebruikers- en groepsselectie negeren.
pl: Zastosuj limit do wszystkich użytkowników w systemie, z wyłączeniem administratorów i personelu. Włączenie tej opcji spowoduje, że limit zignoruje indywidualny wybór użytkownika i grupy.
pt_br: Aplicar a quota a todos os usuários do sistema, excluindo admins e staff. Ao habilitar esta opção, a quota irá ignorar as seleções de usuário individual e grupo.
ro_ro: Aplicați cota tuturor utilizatorilor din sistem, exclusiv administratorii și personalul. Activând această opțiune, cota va ignora selectarea utilizatorului și a grupului.

source: Users
ar: المستخدمين
bg: Потребители
cs: Uživatelé
es: Usuarios
fr: Utilisateurs
it: Utenti
nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
ro_ro: Utilizatorii

source: Users to which the quota will be applied.
ar: المستخدمون الذين سيتم تطبيق النسب عليهم
bg: Потребители, към които ще се прилага квотата.
cs: Uživatelé, na které se kvóta použije.
es: Usuarios a los que se aplicará la cuota.
fr: Utilisateurs auxquels le quota sera appliqué.
it: Utenti a cui verrà applicata la quota.
nl: Gebruikers waarop de quota worden toegepast
pl: Użytkownicy, do których zostanie zastosowany limit.
pt_br: Usuários aos quais a quota será aplicada.
ro_ro: Utilizatori cărora li se va aplica cota.

source: all users
ar: جميع المستخدمين
bg: всички потребители
cs: všichni uživatelé
es: todos los usuarios
fr: tous les utilisateurs
it: tutti gli utenti
nl: alle gebruikers
pl: wszyscy użytkownicy
pt_br: todos os usuários
ro_ro: toți utilizatorii

source: groups: %(groups)s, users: %(users)s
ar: المجموعات: %(groups)s, المستخدمين: %(users)s
bg: групи: %(groups)s, потребители: %(users)s
cs: skupiny: %(groups)s, uživatelé: %(users)s
es: grupos: %(groups)s, usuarios: %(users)s
fr: groupes: %(groups)s, utilisateurs: %(users)s
it: gruppi: %(groups)s, utenti: %(users)s
nl: groepen: %(groups)s, gebruikers: %(users)s
pl: grupy: %(groups)s, użytkownicy: %(users)s
pt_br: grupos: %(groups)s, usuários: %(users)s
ro_ro: grupuri: %(groups)s, utilizatori: %(users)s

source: The dotted Python path to the backend class.
ar: مسار النظام
bg: Пунктирания Python път към бекенда.
cs: Tečkovaná cesta Pythonu ke třídě backendu.
es: La ruta de Python separada por puntos a la clase del controlador.
fr: Un chemin Python séparé par des point vers la classe de support.
it: Il percorso punteggiato di Python alla classe back-end.
nl: Het Python-pad naar de backend class.
pl: Kropkowana ścieżka Pythona do klasy backend.
pt_br: O caminho pontudado da classe backend do Python.
ro_ro: Calea Python punctată la clasa backend.

source: Backend path
ar: الرابط الخاص بالمبرمجين
bg: Път към бекенда
cs: Backend cesta
es: Ruta del controlador
fr: Chemin du backend
it: Percorso di backend
nl: Backend pad
pl: Ścieżka backend
pt_br: Caminho do backend
ro_ro: Calea de backend

source: Backend data
ar: بيانات الخاصة بالمبرمجين
bg: Данни за бекенда
es: Datos del controlador
fr: Données du backend
it: Dati di backend
nl: Backend gegevens
pl: Dane backend
pt_br: Dados do backend
ro_ro: Date backend

source: Allow quick disable or enable of the quota.
ar: السماح بالتعطيل المختصر أو تحديد المحدد
bg: Разрешаване на бързото изключване или активиране на квотата.
cs: Povolit rychlé zakázání nebo povolení kvóty.
es: Permitir deshabilitar rápidamente o habilitar la cuota.
fr: Autorisez la désactivation rapide ou l'activation du quota.
it: Consenti disabilitazione o abilitazione rapida della quota.
nl: Snel inschakelen en uitschakelen van quota toestaan.
pl: Zezwól na szybkie wyłączenie lub włączenie limitu.
pt_br: Permitir habilitação ou desabilitação rápida da quota.
ro_ro: Permite dezactivarea rapidă sau activarea cotei.

source: Enabled
ar: مفعل
bg: Активиран
cs: Povoleno
es: Habilitado
fr: Activé
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ro_ro: Activat

source: Quota
ar: المحدد
bg: Квота
cs: Kvóta
es: Cuota
pl: Limit
ro_ro: Cotă

source: Driver used for this quota entry.
ar: المستخدم المخصص لإدخال النسب
bg: Драйвер, използван за това въвеждане на квота.
cs: Ovladač použitý pro tuto položku kvóty.
es: Controlador utilizado para esta entrada de cuota.
it: Driver utilizzato per questa voce di quota.
nl: Stuurprogramma gebruikt voor deze quotumvermelding.
pl: Sterownik użyty do tego wpisu limitu.
pt_br: Driver usado para este registro de quota.
ro_ro: Pilotul utilizat pentru această intrare de cotă.

source: Arguments
ar: المحددات
bg: Аргументи
cs: Argumenty
es: Argumentos
it: Argomenti
nl: Argumenten
pl: Argumenty
pt_br: Argumentos
ro_ro: Argumente

source: Usage
ar: الإستخدام
bg: Употреба
cs: Používání
es: Uso
it: Utilizzo
nl: Gebruik
pl: Zużycie
pt_br: Uso
ro_ro: utilizare

source: Create a quota
ar: تحديد النسبة
bg: Създайте квота
cs: Vytvořte kvótu
es: Crea una cuota
fr: Créer un quota
it: Crea una quota
nl: Een quotum aanmaken
pl: Utwórz limit
pt_br: Criar uma quota
ro_ro: Creați o cotă

source: Delete a quota
ar: حذف المحدد
bg: Изтрийте квота
cs: Odstranit kvótu
es: Eliminar una cuota
fr: Supprimer un quota
it: Elimina una quota
nl: Een quotum verwijderen
pl: Usuń limit
pt_br: Excluir uma quota
ro_ro: Ștergeți o cotă

source: Edit a quota
ar: تعديل المحدد
bg: Редактиране на квота
cs: Upravte kvótu
es: Editar una cuota
fr: Modifier un quota
it: Modifica una quota
nl: Een quotum bewerken
pl: Edytuj limit
pt_br: Editar uma quota
ro_ro: Editați o cotă

source: View a quota
ar: عرض المحدد
bg: Вижте квота
cs: Zobrazit kvótu
es: Ver una cuota
fr: Afficher un quota
it: Visualizza una quota
nl: Een quotum bekijken
pl: Wyświetl limit
pt_br: Ver uma quota
ro_ro: Vizualizați o cotă

source: Document count quota exceeded.
ar: تجاوزت عدد المحددات المستخدمة
bg: Превишена квота за брой документи.
cs: Kvóta počtu dokumentů překročena.
es: Cuota de recuento de documentos excedida.
fr: Dépassement du nombre de documents selon le quota autorisé.
it: Quota di conteggio documenti superata.
nl: Quotum aantal documenten overschreden.
pl: Przekroczono limit liczby dokumentów.
pt_br: Quota de contagem de documento excedida.
ro_ro: Cota numărului de documente a fost depășită.

source: Documents limit
ar: تحديد الوثائق
bg: Ограничение на документи
cs: Limit dokumentů
es: Límite de documentos
fr: Limite de documents
it: Limite di documenti
nl: Documentbeperking
pl: Limit dokumentów
pt_br: Limite de documentos
ro_ro: Limita documentelor

source: Maximum number of documents.
ar: العدد المسموح من الوثائق
bg: Максимален брой документи.
cs: Maximální počet dokumentů.
es: Número máximo de documentos.
fr: Nombre maximum de documents.
it: Numero massimo di documenti.
nl: Maximaal aantal documenten.
pl: Maksymalna liczba dokumentów.
pt_br: Número máximo de documentos.
ro_ro: Numărul maxim de documente.

source: Document count limit
ar: تحديد عدد الوثائق
bg: Ограничение на броя на документите
cs: Limit počtu dokumentů
es: Límite de cantidad de documentos
fr: Limite du nombre de documents
it: Limite di conteggio documenti
nl: Beperking aantal documenten
pl: Limit liczby dokumentów
pt_br: Limite de contagem de documento
ro_ro: Limita numărului de documente

source: document count: %(document_count)s
ar: عدد الوثائق : %(document_count)s
bg: брой на документите: %(document_count)s
cs: počet dokumentů: %(document_count)s
es: cantidad de documentos: %(document_count)s
fr: nombre de documents: %(document_count)s
it: conteggio documenti: %(document_count)s
nl: aantal documenten: %(document_count)s
pl: liczba dokumentów: %(document_count)s
pt_br: contagem de documentos: %(document_count)s
ro_ro: număr de documente: %(document_count)s

source: Document size limit
ar: تحديد حجم الوثائق
bg: Ограничение на размера на документа
cs: Limit velikosti dokumentu
es: Límite de tamaño de documento
fr: Limite de taille du document
it: Limite di dimensione del documento
nl: Beperking omvang documenten
pl: Limit rozmiaru dokumentu
pt_br: Limite de tamanho de documento
ro_ro: Dimensiunea documentului limită

source: Maximum document size in megabytes (MB).
ar: الحجم المسموح للوثائق بال (MB).
bg: Максимален размер на документа в мегабайти (MB).
cs: Maximální velikost dokumentu v megabajtech (MB).
es: Tamaño máximo del documento en megabytes (MB).
fr: Taille maximale du document en mégaoctets (Mo).
it: Dimensione massima del documento in megabyte (MB).
nl: Maximum documentgrootte in megabytes (MB).
pl: Maksymalny rozmiar dokumentu w megabajtach (MB).
pt_br: Tamanho máximo do documento em megabytes (MB).
ro_ro: Dimensiunea maximă a documentului în megabyte (MB).

source: document size: %(formatted_file_size)s
ar: حجم الوثائق : %(formatted_file_size)s
bg: размер на документа: %(formatted_file_size)s
cs: velikost dokumentu: %(formatted_file_size)s
es: tamaño de documento: %(formatted_file_size)s
fr: taille du document: %(formatted_file_size)s
it: dimensione del documento: %(formatted_file_size)s
nl: documentgrootte: %(formatted_file_size)s
pl: rozmiar dokumentu: %(formatted_file_size)s
pt_br: tamanho do documento: %(formatted_file_size)s
ro_ro: dimensiunea documentului: %(formatted_file_size)s

source: Document size quota exceeded.
ar: تجاوزت الحجم المسموح للوثائق
bg: Квотата за размер на документа е надвишена.
cs: Kvóta velikosti dokumentu byla překročena.
es: Cuota de tamaño de documento excedida.
fr: Dépassement du quota concernant la taille de document.
it: Quota di dimensione documento superata.
nl: Quotum omvang documenten overschreden.
pl: Przekroczono limit rozmiaru dokumentu.
pt_br: Quota de tamanho de documento excedida.
ro_ro: Cota dimensiunii documentului a fost depășită.

source: New quota backend selection
ar: تحديد محدد جديدة
bg: Избор на бекенд за нова квота
cs: Nový výběr backendu kvóty
es: Nueva selección de controlador de cuota
it: Nuova selezione del backend di quota
nl: Nieuw quota backend selectie
pl: Wybór nowego backendu limitu
pt_br: Seleção de novo backend de quota
ro_ro: Noua selecție de backend de cote

source: Create a "%s" quota
ar: تحديد "%s" المحدد
bg: Създайте &quot;%s&quot; квота
cs: Vytvořte kvótu „%s“
es: Crear una cuota "%s"
fr: Créer un quota "%s"
it: Crea una quota "%s"
nl: Een "%s" quotum aanmaken
pl: Utwórz limit „%s”
pt_br: Criar uma quota "%s"
ro_ro: Creați o cotă "%s"

source: Delete quota: %s
ar: حذف المحدد: %s
bg: Изтрийте квотата: %s
cs: Smazat kvótu: %s
es: Eliminar cuota: %s
fr: Supprimer le quota: %s
it: Elimina quota: %s
nl: Verwijder quotum: %s
pl: Usuń limit: %s
pt_br: Excluir uma quota: %s
ro_ro: Ștergeți cota: %s

source: Edit quota: %s
ar: تعديل المحدد: %s
bg: Редактиране на квота: %s
cs: Upravit kvótu: %s
es: Editar cuota: %s
fr: Modifier le quota: %s
it: Modifica quota: %s
nl: Bewerk quotum: %s
pl: Edytuj limit: %s
pt_br: Editar uma quota: %s
ro_ro: Modifica cota: %s

source: Quotas restrict usage of system resources.
ar: مراجعة مدير النظام ، المحددات في النظام
bg: Квотите ограничават използването на системните ресурси.
cs: Kvóty omezují využití systémových prostředků.
es: Las cuotas restringen el uso de los recursos del sistema.
fr: Les quotas restreignent l'utilisation des ressources système.
it: Le quote limitano l'utilizzo delle risorse di sistema.
nl: Quota beperken het gebruik van systeembronnen.
pl: Limity ograniczają wykorzystanie zasobów systemowych.
pt_br: Quotas restrigem o uso de recursos do sistema.
ro_ro: Cotele restricționează utilizarea resurselor de sistem.

source: No quotas available
ar: لا يوجد محددات متاحة ، مراجعة مدير النظام
bg: Няма налични квоти
cs: K dispozici nejsou žádné kvóty
es: No hay cuotas disponibles
fr: Aucun quota disponible
it: Nessuna quota disponibile
nl: Geen quota beschikbaar
pl: Brak dostępnych limitów
pt_br: Não há quotas disponíveis
ro_ro: Nu există cote disponibile
