Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django 3.po
Languages: ru

source: Quotas
ru: Квоты

source: none
ru: Ни один

source: Does not apply
ru: Не применяется

source: Null backend
ru: Пустой бэкэнд

source: Quota created
ru: Квота создана

source: Quota edited
ru: Квота изменена

source: Backend
ru: Бэкэнд

source: The quota driver for this entry.
ru: Драйвер квоты для этой записи.

source: Create quota
ru: Создать квоту

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Quotas list
ru: Список квот

source: All document types
ru: Все типы документов

source: Apply to all document types. Enabling this, the quota will ignore the indiviual document type selection.
ru: Применить ко всем типам документов. При включении этого параметра квота будет игнорировать выбор отдельных типов документов.

source: Document types
ru: Типы документов

source: Document types to which the quota will be applied.
ru: Типы документов, к которым будет применяться квота.

source: all document types
ru: все типы документов

source: document types: %(document_types)s
ru: типы документов: %(document_types)s

source: Groups
ru: Группы

source: Groups to which the quota will be applied.
ru: Группы, к которым будет применяться квота.

source: All users
ru: Все пользователи

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the indiviual user and group selection.
ru: Применить квоту ко всем пользователям в системе, за исключением администраторов и персонала. При включении этого параметра квота будет игнорировать выбор отдельных пользователей и групп.

source: Users
ru: Пользователи

source: Users to which the quota will be applied.
ru: Пользователи, к которым будет применяться квота.

source: all users
ru: все пользователи

source: groups: %(groups)s, users: %(users)s
ru: группы: %(groups)s, пользователи: %(users)s

source: The dotted Python path to the backend class.
ru: Разделенный точками путь Python к классу бэкэнда.

source: Backend path
ru: Путь к бэкэнду

source: Backend data
ru: Параметры бэкэнда

source: Allow quick disable or enable of the quota.
ru: Разрешить быстрое отключение или включение квоты.

source: Enabled
ru: Включено

source: Quota
ru: Квота

source: Driver used for this quota entry.
ru: Драйвер квоты для этой записи.

source: Arguments
ru: Аргументы

source: Usage
ru: Использование

source: Create a quota
ru: Создать квоты

source: Delete a quota
ru: Удалить квоты

source: Edit a quota
ru: Редактировать квоты

source: View a quota
ru: Просмотр квот

source: Document count quota exceeded.
ru: Превышена квота на количество документов.

source: Documents limit
ru: Лимит документов

source: Maximum number of documents.
ru: Максимальное количество документов.

source: Document count limit
ru: Ограничение по количеству документов

source: document count: %(document_count)s
ru: количество документов: %(document_count)s

source: Document size limit
ru: Ограничение по размеру документов

source: Maximum document size in megabytes (MB).
ru: Максимальный размер документа в мегабайтах (Мбайт).

source: document size: %(formatted_file_size)s
ru: размер документа: %(formatted_file_size)s

source: Document size quota exceeded.
ru: Размер документа превышает квоту.

source: New quota backend selection
ru: Выберите бэкэнд для новой квоты

source: Create a "%s" quota
ru: Создать квоту "%s"

source: Delete quota: %s
ru: Удалить квоту: %s

source: Edit quota: %s
ru: Редактировать квоту: %s

source: Quotas restrict usage of system resources.
ru: Квоты ограничивают использование системных ресурсов.

source: No quotas available
ru: Нет доступных квот
