Repository: mayan-edms/Mayan-EDMS
Catalog: apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: user list
pl: lista użytkowników
ru: список пользователей

source: users
pl: użytkownicy
ru: пользователи

source: edit
pl: edytuj
ru: редактировать

source: create new user
pl: rejestracja nowego użytkownika
ru: создать нового пользователя

source: delete
pl: usunąć
ru: удалить

source: reset password
pl: zresetować hasło
ru: сброс пароля

source: group list
pl: lista grupa
ru: список групп

source: groups
pl: grupy
ru: группы

source: create new group
pl: utwórz nową grupę
ru: создать новую группу

source: members
pl: członkowie
ru: Участники

source: New password
pl: Nowe hasło
ru: Новый пароль

source: Confirm password
pl: Potwierdź hasło
ru: Подтвердите пароль

source: User management
pl: Zarządzanie użytkownikami
ru: Управление пользователями

source: Create new users
pl: Tworzenie nowych użytkowników
ru: Создание новых пользователей

source: Edit existing users
pl: Edycja istniejących użytkowników
ru: Редактирование существующих пользователей

source: View existing users
pl: Zobacz istniejących użytkowników
ru: Просмотр существующих пользователей

source: Delete existing users
pl: Usuwanie istniejących użytkowników
ru: Удаление существующих пользователей

source: Create new groups
pl: Tworzyć nowe grupy
ru: Создание новых групп

source: Edit existing groups
pl: Edytować istniejące grupy
ru: Редактирование существующих групп

source: View existing groups
pl: Zobacz istniejących grup
ru: Просмотр существующих групп

source: Delete existing groups
pl: Usunąć istniejące grupy
ru: Удалить существующие группы

source: full name
pl: pełne imię i nazwisko
ru: полное имя

source: email
ru: электронная почта

source: active
pl: aktywny
ru: активно

source: has usable password?
pl: posiada hasło?
ru: есть действующий пароль?

source: Super user and staff user editing is not allowed, use the admin interface for these cases.
pl: Super user oraz staff user edycja nie jest możliwa , należy użyć interfejsu administratora w takich przypadkach.
ru: Редактирование суперпользователя и персонала не допускается, используйте для этого интерфейс администратора.

source: User "%s" updated successfully.
pl: Użytkownik "%s" został zaktualizowany.
ru: Пользователь "%s"обновлён

source: edit user: %s
pl: edytuj użytkownika: %s
ru: редактировать пользователя: %s.

source: user
pl: użytkownik
ru: пользователь

source: User "%s" created successfully.
pl: Użytkownik "%s" został utworzony pomyślnie.
ru: Пользователь "%s" создан.

source: Must provide at least one user.
pl: Musi podać co najmniej jednego użytkownika.
ru: Должен быть хотя бы один пользователь.

source: Super user and staff user deleting is not allowed, use the admin interface for these cases.
pl: Super user oraz staff user usuwanie nie jest możliwa , należy użyć interfejsu administratora w takich przypadkach.
ru: Удаление суперпользователя и персонала не допускается, используйте интерфейс администратора для этих случаев.

source: User "%s" deleted successfully.
pl: Użytkownik "%s" został usunięta.
ru: Пользователь "%s" удален.

source: Error deleting user "%(user)s": %(error)s
pl: Błąd podczas usuwania użytkownika " %(user)s ": %(error)s
ru: Ошибка при удалении пользователя "%(user)s": %(error)s

source: Are you sure you wish to delete the user: %s?
pl: Czy na pewno chcesz usunąć użytkownika:%s.?
ru: Вы действительно хотите удалить пользователя:%s?

source: Are you sure you wish to delete the users: %s?
pl: Czy na pewno chcesz usunąć użytkowników:%s?
ru: Вы действительно хотите удалить пользователей:%s?

source: Passwords do not match, try again.
pl: Hasła nie pasują, spróbuj ponownie.
ru: Пароли не совпадают, попробуйте еще раз.

source: Super user and staff user password reseting is not allowed, use the admin interface for these cases.
pl: Super user oraz staff user reset nie jest możliwa , należy użyć interfejsu administratora w takich przypadkach.
ru: Сброс паролей суперпользователя и персонала не допускается, используйте интерфейс администратора для этих случаев.

source: Successfull password reset for user: %s.
pl: Pomyślne resetowania hasła użytkownika:%s.
ru: Пароль пользователя %s сброшен.

source: Error reseting password for user "%(user)s": %(error)s
pl: Błąd podczas resetowania hasło użytkownika " %(user)s ": %(error)s
ru: Ошибка сброса пароля для пользователя "%(user)s": %(error)s

source: Reseting password for user: %s
pl: Resetowanie hasła użytkownika:%s
ru: Сброс пароля пользователя: %s

source: Reseting password for users: %s
pl: Resetowanie hasła dla użytkowników:%s
ru: Сброс пароля для пользователей: %s

source: Group "%s" updated successfully.
pl: Grupa "%s" została zaktualizowany.
ru: Группа "%s" обновлены.

source: edit group: %s
pl: edycja grupy:%s
ru: редактировать группу: %s

source: group
pl: grupa
ru: группа

source: Group "%s" created successfully.
pl: Grupa "%s" została utworzona pomyślnie.
ru: Группа "%s"создана.

source: Must provide at least one group.
pl: Musi podać co najmniej jedną grupę.
ru: Должна быть хотя бы одна группа.

source: Group "%s" deleted successfully.
pl: Grupa "%s" została usunięta.
ru: Группа "%s" удалена.

source: Error deleting group "%(group)s": %(error)s
pl: Błąd podczas usuwania grupy " %(group)s ": %(error)s
ru: Ошибка при удалении группы "%(group)s": %(error)s

source: Are you sure you wish to delete the group: %s?
pl: Czy na pewno chcesz usunąć grupę:%s?
ru: Вы действительно хотите удалить группу: %s?

source: Are you sure you wish to delete the groups: %s?
ru: Вы действительно хотите удалить группы: %s?

source: non members of group: %s
pl: niebędących członkami grupy:%s
ru: не входят в группу: %s

source: members of group: %s
pl: Członkowie grupy:%s
ru: входят в группу: %s
