Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/duplicates/locale/*/LC_MESSAGES/django.po
Languages: it, pt, sl

source: Duplicates
it: Duplicati
pt: Duplicados
sl: Dvojniki

source: Duplicate backend
pt: Back-end duplicado
sl: Podvojeno zaledje

source: Null backend
pt: Backend nulo

source: Exact document file checksum
pt: Soma de verificação exata do arquivo de documento
sl: Natančna kontrolna vsota datoteke dokumenta

source: Exact document label
pt: Rótulo de documento exato
sl: Točna oznaka dokumenta

source: Duplicated documents
it: Documenti duplicati
pt: Documentos duplicados
sl: Podvojeni dokumenti

source: Duplicated document scan
it: Documento scansionato duplicato
pt: Busca por documentos duplicados
sl: Skeniranje podvojenega dokumenta

source: Stored duplicate backend
pt: Back-end duplicado armazenado
sl: Shranjeno dvojno zaledje

source: Stored duplicate backends
pt: Back-ends duplicados armazenados
sl: Shranjena podvojena zaledja

source: Document
it: Documento
pt: Documento
sl: Dokument

source: Duplicated backend entry
pt: Entrada de back-end duplicada
sl: Podvojen vnos v ozadju

source: Duplicated backend entries
pt: Entradas de back-end duplicadas
sl: Podvojeni vnosi v ozadju

source: Clean empty duplicate lists
it: Pulisci le liste dei duplicati vuote
pt: Limpar listas duplicadas vazias
sl: Počistite prazne podvojene sezname

source: Scan document duplicates
it: Cerca duplicati del documento
pt: Varrer duplicados do documento
sl: Skenirajte dvojnike dokumentov

source: Only exact copies of this document will be shown in the this list.
it: In questo elenco verranno visualizzate solo copie esatte di questo documento.
pt: Apenas cópias exatas deste documento serão mostradas nesta lista.
sl: Na tem seznamu bodo prikazane samo natančne kopije tega dokumenta.

source: There are no duplicates for this document
it: Non ci sono duplicati per questo documento
pt: Não há duplicados deste documento.
sl: Za ta dokument ni dvojnikov

source: Duplicates for document: %s
it: Duplicati per il documento: %s
pt: Duplicados do documento: %s
sl: Dvojniki za dokument: %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
it: I duplicati sono documenti composti dallo stesso file esatto, fino all'ultimo byte. I file che hanno lo stesso testo o OCR ma non sono identici o sono stati salvati utilizzando un formato di file diverso non verranno visualizzati come duplicati.
pt: Duplicados são documentos que possuem exatamente o mesmo arquivo, byte por byte. Arquivos que possuem o mesmo texto ou OCR mas não são idênticos ou foram gravados usando um formato de arquivo diferente não aparecerão como duplicados.
sl: Dvojniki so dokumenti, ki so sestavljeni iz popolnoma iste datoteke do zadnjega bajta. Datoteke, ki imajo enako besedilo ali OCR, vendar niso enake ali so bile shranjene v drugačnem formatu datoteke, ne bodo prikazane kot dvojniki.

source: There are no duplicated documents
it: Non ci sono documenti duplicati.
pt: Não há documentos duplicados
sl: Ni podvojenih dokumentov

source: Scan for duplicated documents?
it: Scansione per documenti duplicati?
pt: Varrer em busca de duplicados?
sl: Iskanje podvojenih dokumentov?

source: Duplicated document scan queued successfully.
it: Scansione duplicata del documento messa in coda correttamente.
pt: Fila de duplicados varrida com sucesso.
sl: Optično branje podvojenega dokumenta je uspešno postavljeno v čakalno vrsto.
