Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/templating/locale/*/LC_MESSAGES/django.po
Languages: cs, de_de, es_pr, fr, pt_br, sl, tr_tr, zh_hans

source: Templating
de_de: Vorlagen
es_pr: Sistema de plantillas
fr: Modéliser
sl: Predloge
tr_tr: Şablonlama
zh_hans: 模板化

source: Use Django's default templating language (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
cs: Použijte výchozí jazyk šablon Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
de_de: Verwenden Sie die Standardvorlagensprache von Django (https://docs.djangoproject.com/de/%(django_version)s/ref/templates/builtins/).
es_pr: Utilice el lenguaje de plantillas predeterminado de Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
pt_br: Use a linguagem de template padrão do Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
sl: Uporabite privzeti jezik za predloge Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
tr_tr: Django'nun varsayılan şablonlama dilini kullanın (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
zh_hans: 使用Django的默认模板语言（https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/）。

source: Use Django's default templating language (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). The {{ %(variable)s }} variable is available to the template.
cs: Použijte výchozí jazyk šablon společnosti Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). Proměnná {{%(variable)s}} je k dispozici pro šablonu.
de_de: Verwenden Sie Django's Standard-Templating-Sprache (https\://docs.djangoproject.com/de/%(django_version)s/ref/templates/builtins/). Die Variable {{ %(variable)s }} ist für die Vorlage verfügbar.
es_pr: Utilice el lenguaje de plantillas predeterminado de Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). La variable {{%(variable)s}} est√° disponible para la plantilla.
fr: Utilisez le langage de modèle par défaut de Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). La variable {{%(variable)s}} est disponible pour le modèle.
pt_br: Use a linguagem de template padrão do Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). A {{ %(variable)s}} está disponível para o template.
sl: Uporabite privzeti jezik za predloge Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). Spremenljivka {{%(variable)s}} je na voljo predlogi.
tr_tr: Django'nun varsayılan şablonlama dilini kullanın (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). {{ %(variable)s }} değişkeni şablon için kullanılabilir.
zh_hans: 使用Django的默认模板语言（https://docs.djangoproject.com/en/1%(django_version)s/ref/templates/builtins/）。{{%(variable)s }}这个变量可用于模板。

source: Resulting text from the evaluated template.
cs: Výsledný text z použité šablony.
de_de: Resultierender Text aus der ausgewerteten Vorlage.
es_pr: Texto resultante de la plantilla evaluada.
fr: Texte résultant du modèle évalué.
pt_br: Testo resultante do template avaliado.
sl: Nastalo besedilo iz ocenjene predloge.
tr_tr: Değerlendirilen şablondan elde edilen metin.
zh_hans: 来自评估模板的结果文本。

source: Result
cs: Výsledek
de_de: Ergebnis
es_pr: Resultado
fr: Résultat
pt_br: Resultado
sl: Rezultat
tr_tr: Sonuç
zh_hans: 结果

source: The template string to be evaluated.
cs: Řetězec šablony, který má být vyhodnocen.
de_de: Die zu prüfende Vorlagen-Zeichenfolge.
es_pr: El texto de plantilla a evaluar.
fr: La chaîne de modèle à évaluer.
pt_br: A string do template a ser avaliada.
sl: Niz predloge, ki ga je treba oceniti.
tr_tr: Değerlendirilecek şablon dizesi.
zh_hans: 要评估的模板字符串。

source: Template
cs: Šablona
de_de: Vorlage
es_pr: Plantilla
fr: Modèle
sl: Predloga
tr_tr: Şablon
zh_hans: 模板

source: Sandbox
cs: Karanténa
fr: Bac à sable
sl: Peskovnik
zh_hans: 沙箱

source: Use the template sandbox
cs: Použijte karanténu šablony
de_de: Verwenden Sie die Vorlagen-Sandbox
es_pr: Usa el sandbox de plantilla
fr: Utilisez le modèle bac à sable
pt_br: Usar a sandbox de template
sl: Uporabite peskovnik predloge
tr_tr: Sandbox şablonunu kullan
zh_hans: 使用沙箱模板

source: Template sandbox for: %s
cs: Karanténa šablony pro: %s
de_de: Vorlagen-Sandbox für: %s
es_pr: Sandbox de plantillas para: %s
fr: Modèle bac à sable pour: %s
pt_br: Sandbox do template para: %s
sl: Predloga peskovnika za: %s
tr_tr: Şunun içim sandbox şablonu: %s
zh_hans: 沙箱模板%s

source: Template error; %(exception)s
cs: Chyba šablony; %(exception)s
de_de: Fehler in der Vorlage; %(exception)s
es_pr: Error de plantilla; %(exception)s
fr: Erreur de modèle; %(exception)s
pt_br: Erro do template; %(exception)s
sl: Napaka predloge; %(exception)s
tr_tr: Şablon hatası; %(exception)s
zh_hans: 模板错误%(exception)s

source: Filters
cs: Filtry
de_de: Filter
es_pr: Filtros
pt_br: Filtros
sl: Filtri
tr_tr: Filtreler
zh_hans: 过滤器

source: Tags
cs: Značky
es_pr: Etiquetas
pt_br: Etiquetas
sl: Oznake
tr_tr: Etiketler
zh_hans: 标签
