Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/authentication/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, de_de, es, fr, lv, nl, pt, ru, sl

source: Authentication
ar: مصادقة الحساب
bg: Удостоверяване
de_de: Authentifizierung
es: Autenticación
fr: Identification
lv: Autentifikācija
nl: Authenticatie
pt: Autenticação
ru: Аутентификация
sl: Preverjanje pristnosti

source: User impersonation ended
ar: انتهاء تفويض المستخدم
bg: Представянето на потребителя приключи
de_de: Der Identitätswechsel wurde beendet
es: Impersonalización de usuario finalizada
fr: Fin de la prise d'identité de l'utilisateur.
nl: Nabootsing van gebruikers is beëindigd
pt: Utilização de outro utilizador terminada
ru: Имперсонация пользователя завершена
sl: Predstavljanje uporabnika se je končalo

source: User impersonation started
ar: بدأ تفويض المستخدم
bg: Представянето на потребителя започна
de_de: Der Identitätswechsel wurde gestartet
es: Se comenzó la impersonalización de usuario
fr: Début de la prise d'identité temporaire de l'utilisateur.
nl: Nabootsing van gebruikers is begonnen
pt: Utilização de outro utilizador iniciada
ru: Имперсонация пользователя начата
sl: Predstavljanje uporabnika se je začelo

source: User logged in
ar: الدخول الى النظام
bg: Потребителят влезе в системата
de_de: Benutzer ist angemeldet
fr: Utilisateur connecté
nl: Gebruiker is aangemeld
pt: Utilizador entrou
ru: Пользователь вошел в систему
sl: Uporabnik prijavljen

source: User logged out
ar: الخروج من النظام
bg: Потребителят излезе
de_de: Benutzer ist abgemeldet
fr: Utilisateur déconnecté
nl: Gebruiker is afgemeld
pt: Utilizador saiu
ru: Пользователь вышел из системы
sl: Uporabnik je odjavljen

source: Email
es: Correo electrónico
lv: E-pasts
pt: Correio eletrónico

source: Password
es: Contraseña
lv: Parole
pt: Palavra-passe

source: Remember me
ar: تذكرني
bg: Запомни ме
de_de: Angemeldet bleiben
es: Recuérdame
fr: Se souvenir de moi
lv: Atceries mani
nl: Onthoud mij
pt: Lembrar utilizador e palavra-passe
ru: Запомнить меня
sl: Zapomni si me

source: Please enter a correct email and password. Note that the password field is case-sensitive.
es: Introduzca una dirección de correo y contraseña válidos. Recuerde que la contraseña es sensible a mayúsculas.
lv: Lūdzu, ievadiet pareizu e-pasta adresi un paroli. Ņemiet vērā, ka paroles lauks ir reģistrjutīgs.
pt: Por favor, insira um e-mail e palavra-passe corretos. Note que o campo de palavra-passe diferencia letras maiúsculas e minúsculas.

source: This account is inactive.
es: Esta cuenta está inactiva.
lv: Šis konts ir neaktīvs.
pt: Esta conta está inativa.

source: Permanent
ar: بشكل دائم
bg: Постоянно
es: Permanente
pt: Permanente
ru: Постоянный
sl: Trajna

source: If selected, disables ending impersonation.
ar: الغاء التفويض للمحدد
bg: Ако е избрано, деактивира прекратяване на представянето.
de_de: Wenn diese Option ausgewählt ist, wird das Beenden des Identitätswechsels deaktiviert.
es: Si se selecciona, deshabilita terminar la impersonalización.
fr: Cette option désactive la fin de l'emprunt d'identité.
nl: Indien geselecteerd, wordt het beëindigen van identiteit nabootsing uitgeschakeld.
pt: Se selecionado, desativa a utilização de outro utilizador.
ru: Если отмечено, возможность завершить имперсонацию будет отключена.
sl: Če je izbrano, onemogoči konec lažnega predstavljanja.

source: User
ar: مستخدم
bg: Потребител
de_de: Benutzer
es: Usuario
fr: Utilisateur
lv: Lietotājs
nl: Gebruiker
pt: Utilizador
ru: Пользователь
sl: Uporabnik

source: Logout
ar: خروج
bg: Изход
de_de: Abmelden
es: Cerrar sesión
fr: Déconnexion
lv: Izrakstīties
nl: Afmelden
pt: Sair
ru: Выход
sl: Odjava

source: Change password
ar: تغير كلمة المرور
bg: Промяна на парола
de_de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
lv: Mainīt paroli
nl: Pas wachtwoord aan
pt: Alterar palavra-passe
ru: Изменить пароль
sl: Spremeni geslo

source: Impersonate user
ar: تفويض المستخدم
bg: Представяне на потребител
de_de: Benutzeridentität annehmen
es: Impersonalizar usuario
fr: Prendre temporairement l'identité de l'utilisateur
nl: Nabootsen gebruiker
pt: Utilizar utilizador
ru: Имперсонировать пользователя
sl: Predstavitev uporabnika

source: Impersonate
bg: Представете се
de_de: Identität annehmen
fr: Prendre l'identité
nl: Imiteren
pt: Personificar
ru: Имперсонировать
sl: Impersoniraj

source: Set password
ar: ادخال كلمة المرور
bg: Задаване на парола
de_de: Passwort festlegen
es: Asignar contraseña
fr: Définir le mot de passe
lv: Uzstādīt paroli
nl: Stel wachtwoord in
pt: Configurar palavra-passe
ru: Установка пароля
sl: Nastavi geslo

source: Impersonate users
ar: تفويض مستخدم آخر
bg: Представяне на потребители
de_de: Benutzer imitieren
es: Impersonalizar usuarios
fr: Prendre temporairement l'identité des utilisateurs.
nl: Nabootsen gebruikers
pt: Utilizar utilizadores
ru: Имперсонировать пользователей
sl: Uporabniki

source: Controls the mechanism used to authenticated user. Options are: username, email
es: Controla el mecanismo utilizado para el usuario autenticado. Las opciones son: 'username' nombre de usuario, 'email' correo electrónico
lv: Kontrolē lietotāja autentifikācijas mehānismu. Iespējas ir: lietotājvārds, e-pasts
pt: Controla o mecanismo utilizado para utilizadores autenticados. As opções são: Nome de utilizador, e-mail

source: Maximum time a user clicking the "Remember me" checkbox will remain logged in. Value is time in seconds.
es: El tiempo máximo que un usuario que haga clic en la casilla "Recuérdeme" permanecerá registrado. El valor es el tiempo en segundos.
lv: Maksimālais laiks, uz kādu lietotājs, noklikšķinot uz izvēles rūtiņas „Atcerēties mani”, paliks pieteicies. Vērtība ir laiks sekundēs.
pt: Tempo máximo que um utilizador que selecione "Lembrar o meu utilizador e palavra-passe" ficará ligado. O valor é de tempo, em segundos.

source: Remove the "Forgot your password?" link on the login form used to trigger the password reset.
ar: ازالة الرابط / اعادة تعين كلمة المرور
bg: Премахнете връзката „Забравена парола?“ използвана за нулиране на паролата от входящия формуляр.
de_de: Entfernt den "Passwort vergessen?"-Link auf dem Anmeldeformular.
es: Elimina el enlace "¿Olvidó su contraseña?" en el formulario de inicio de sesión utilizado para activar el restablecimiento de contraseña.
fr: Désactiver le lien "Mot de passe oublié?" sur le formulaire de connexion, utilisé pour demander la réinitialisation du mot de passe.
nl: Verwijder de "Wachtwoord vergeten" optie op het aanmeldingsformulier.
pt: Remover o link "Esqueceu-se da palavra-passe?" na página de login utilizado para acionar a recuperação de palavra-passe.
ru: Удалить ссылку "Забыли пароль?" из формы входа
sl: Odstranite &quot;Ste pozabili geslo?&quot; povezava na obrazcu za prijavo, ki se uporablja za sprožitev ponastavitve gesla.

source: Impersonating user "%(user)s".
bg: Имитиращ потребител "%(user)s".
de_de: Identität des Benutzers "%(user)s" angenommen.
fr: Prendre l'identité de l'utilisateur «%(user)s».
nl: Imiteren van gebruiker "%(user)s".
pt: Utilizando o utilizador "1%(user)s".
ru: Имперсонируется пользователь "%(user)s"

source: Click here when finished
ar: يرجى الضغط حتى الانتهاء
bg: Щракнете тук, когато приключите
de_de: Klicken Sie hier, wenn Sie fertig sind
fr: Cliquez ici lorsque vous avez terminé
nl: Klik hier indien voltooid
pt: Clicar aqui após terminar
ru: Нажмите здесь, когда закончите
sl: Kliknite tukaj, ko končate

source: Login
ar: الدخول الى النظام
bg: Влизане
es: Iniciar sesión
fr: Connexion
lv: Pierakstīties
nl: Inloggen
pt: Iniciar a sessão
ru: Вход
sl: Vpiši se

source: Sign in
ar: تسجيل الدخول
bg: Вписване
de_de: Anmelden
es: Entrar
fr: Connexion
lv: Pierakstīties
nl: Meld u aan
pt: Entrar
ru: Вход
sl: Vpis

source: Forgot your password?
ar: هل نسيت كلمة المرور
bg: Забравена парола?
de_de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
lv: Aizmirsāt savu paroli?
nl: Paswoord vergeten?
pt: Esqueceu-se da sua palavra-passe?
ru: Забыли пароль?
sl: Ste pozabili geslo?

source: Password reset
ar: اعادة تعين كلمة المرور
bg: Нулиране на парола
de_de: Passwort zurücksetzen
es: Restablecimiento de contraseña
fr: Réinitialiser le mot de passe
lv: Paroles atiestatīšana
nl: Paswoord opnieuw instellen
pt: Alterar palavra-passe
ru: Сброс пароля
sl: Resetiranje gesla

source: Password reset complete! Click the link below to login.
ar: تم اعادة تعين كلمة المرور ! الضغط على الرابط
bg: Нулирането на паролата завърши! Кликнете върху връзката по-долу, за да влезете.
de_de: Passwortrücksetzung erfolgreich! Klicken Sie auf den Link um sich anzumelden.
es: Restablecimiento de contraseña completado! Haga clic en el enlace de abajo para iniciar sesión.
fr: Réinitialisation du mot de passe terminée! Cliquez sur le lien ci-dessous pour vous connecter.
lv: Paroles atiestatīšana pabeigta! Lai pierakstītos, noklikšķiniet uz tālāk redzamās saites.
nl: Paswoord opnieuw ingesteld! Klik op de link hieronder om in te loggen.
pt: Alteração de palavra-passe concluída! Clique no link abaixo para efetuar o seu login.
ru: Пароль сброшен! Нажмите на ссылку, чтобы войти.
sl: Ponastavitev gesla je končana! Za prijavo kliknite spodnjo povezavo.

source: Login page
ar: صفحة تسجيل الدخول الى النظام
bg: Страница за вход
de_de: Anmeldungsseite
es: Página de inicio de sesión
fr: Page de connexion
lv: Pierakstīšanās lapa
nl: Login pagina
pt: Página de login
ru: Вход
sl: prijavna stran

source: Submit
ar: اعتماد
bg: Подаване
de_de: Absenden
es: Enviar
fr: Soumettre
lv: Iesniegt
nl: Indienen
pt: Submeter
ru: Отправить
sl: Pošlji

source: Password reset email sent!
ar: تم اعادة تعيني كلمة المرور ! تم ارسال الايميل
bg: Изпратен имейл за нулиране на парола!
de_de: Mail für Passwortrücksetzung gesendet!
es: Correo electrónico de restablecimiento de contraseña enviado!
fr: Courriel de réinitialisation du mot de passe envoyé!
lv: Paroles atiestatīšanas e-pasts nosūtīts!
nl: Wachtwoordherstel e-mail verstuurd!
pt: E-mail de alteração de palavra-passe enviado!
ru: Письмо для сброса пароля отправлено!
sl: Poslano e-poštno sporočilo za ponastavitev gesla!

source: Your password has been successfully changed.
ar: تم تغيير كلمة المرور الخاصة بك بنجاح.
bg: Вашата парола е сменена успешно.
de_de: Das Passwort wurde erfolgreich geändert.
es: Su contraseña ha sido actualizada con éxito.
fr: Votre mot de passe a été changé avec succès.
lv: Jūsu parole ir veiksmīgi mainīta.
nl: Uw wachtwoord is succesvol aangepast,
pt: A sua palavra-passe foi alterada com sucesso.
ru: Ваш пароль был изменен.
sl: Vaše geslo je bilo uspešno spremenjeno.

source: Current user password change
ar: تغيير كلمة السر للمستخدم الحالي
bg: Промяна паролата на текущия потребител
de_de: Passwortänderung für aktuellen Benutzer
es: Cambio de contraseña de usuario actual
fr: Modifier le mot de passe de l'utilisateur actuel
lv: Pašreizējā lietotāja paroles maiņa
nl: Pas wachtwoord aan van huidige gebruiker
pt: Alteração da palavra-passe do utilizador atual
ru: Изменить пароль пользователя
sl: Sprememba trenutnega uporabniškega gesla

source: Changing the password is not allowed for this account.
ar: لا يمكن تغير كلمة المرور للمستخدم
bg: Промяната на паролата не е разрешена за този акаунт.
de_de: Ein Passwortwechsel ist für diesen Account nicht erlaubt.
es: No se permite cambiar la contraseña para esta cuenta.
fr: Le changement de mot de passe n'est pas autorisé pour ce compte.
lv: Paroles maiņa šim kontam nav atļauta.
nl: Wachtwoord wijziging niet toegestaan voor dit account.
pt: Alteração de palavra-passe não é permitida para este utilizador.
ru: Изменение пароля этой учетной записи запрещено.
sl: Spreminjanje gesla za ta račun ni dovoljeno.

source: Password change request performed on %(count)d user
ar: تم تغير كلمة المرور بانجاز %(count)d
bg: Заявка за промяна на парола, изпълнена за%(count)d потребител
de_de: Passwortwechsel für %(count)d Benutzer durchgeführt
es: Solicitud de cambio de contraseña realizada para %(count)d usuario
fr: Demande de changement de mot de passe exécutée sur %(count)d utilisateur
lv: %(count)d lietotājam veikts paroles maiņas pieprasījums
nl: Wachtwoord wijziging uitgevoerd op %(count)d gebruiker
pt: Pedido de alteração de palavra-passe realizado em %(count)d utilizador
ru: Запрос на изменение пароля выполнен для %(count)d пользователя
sl: Zahteva za spremembo gesla izvedena na uporabniku %(count)d

source: Password change request performed on %(count)d users
ar: تم تغير كلمة المرور بانجاز %(count)d
bg: Заявка за промяна на парола, изпълнена за %(count)d потребител
de_de: Passwortwechsel für %(count)d Benutzer durchgeführt
es: Solicitud de cambio de contraseña realizada para %(count)d usuarios
fr: Demande de changement de mot de passe exécutée sur %(count)d utilisateurs
lv: %(count)d lietotājiem veikts paroles maiņas pieprasījums
nl: Wachtwoord wijziging uitgevoerd op %(count)d gebruikers
pt: Pedido de alteração de palavra-passe realizado em %(count)d utilizadores
ru: Запрос на изменение пароля выполнен для %(count)d пользователей
sl: Zahteva za spremembo gesla, izvedena za uporabnike %(count)d

source: Change user password
es: Cambiar contraseña de usuario
fr: Changer le mot de passe de l&#39;utilisateur
lv: Mainīt lietotāju paroles
pt: Alterar palavra-passe de utilizador
sl: Spremenite uporabniško geslo

source: Change password for user: %s
ar: تغير كلمة المرور للمستخدم : %s
bg: Промяна на паролата за потребителя: %s
de_de: Passwort ändern für Benutzer: %s
es: Cambiar contraseñas para el usuario: %s
fr: Modifier le mot de passe pour l'utilisateur: %s
lv: Mainīt paroli lietotājam: %s
nl: Wijzig wachtwoord voor gebruiker: %s
pt: Alterar palavra-passe para o utilizador 1%s
ru: Изменить пароль пользователя: %s
sl: Spremenite geslo za uporabnika: %s

source: Successful password reset for user: %s.
ar: تم إعادة تعين كلمة المرور : %s.
bg: Успешно нулиране на паролата за потребителя: %s.
de_de: Passwort für Benutzer %s erfolgreich zurückgesetzt.
es: Restablecimiento de contraseña exitoso para el usuario: %s.
fr: Le mot de passe de l'utilisateur : %s a été ré-initialisé avec succès.
lv: Veiksmīga paroles atiestatīšana lietotājam: %s.
nl: Wachtwoord opnieuw ingesteld voor gebruiker: %s.
pt: Palavra-passe alterada com sucesso para utilizador: 1%s
ru: Успешный сброс пароля пользователя: %s.
sl: Uspešna ponastavitev gesla za uporabnika: %s.

source: Error reseting password for user "%(user)s": %(error)s
ar: خطأ أثناء إعادة تعيين كلمة المرور للمستخدم "%(user)s": %(error)s
bg: Грешка при промяна на парола на потребител "%(user)s": %(error)s
de_de: Fehler beim Zurücksetzen des Passworts für den Benutzer "%(user)s": %(error)s
es: Error restaurando la contraseña para el usuario "%(user)s": %(error)s
fr: Erreur lors de la ré-initialisation du mot de passe pour l'utilisateur "%(user)s" : %(error)s
lv: Atiestatot paroli lietotājam "%(user)s", radās kļūda: %(error)s
nl: Fout tijdens het veranderen van het wachtwoord voor gebruiker "%(user)s": %(error)s
pt: Erro ao redefinir a palavra-passe para o utilizador "%(user)s": %(error)s
ru: Ошибка сброса пароля пользователя "%(user)s": %(error)s
sl: Napaka pri ponastavitvi gesla za uporabnika &quot;%(user)s&quot;: %(error)s

source: Impersonate user: %s
bg: Имитиран потребител: %s
de_de: Benutzeridentität annehmen: %s
fr: Prendre l'identité de l'utilisateur : %s
nl: Zich voordoen als gebruiker: %s
pt: Utilizar utilizador: %s
ru: Имперсонировать пользователя: %s
sl: Lažni uporabnik: %s

source: Dotted path to the backend used to process user authentication.
bg: Път с точки до бекенда, използван за обработка на удостоверяване на потребителя.
sl: Pot s pikami do zaledja, ki se uporablja za obdelavo preverjanja pristnosti uporabnika.

source: Arguments for the AUTHENTICATION_BACKEND.
bg: Аргументи за AUTHENTICATION_BACKEND.
sl: Argumenti za AUTHENTICATION_BACKEND.

source: Save
ar: حفظ
bg: Запазване
de_de: Speichern
fr: Enregistrer
nl: Opslaan
ru: Сохранить
sl: Shrani

source: Next
bg: Следваща
de_de: Nächste Seite
fr: Suivant
ru: Следующий
sl: Naslednji

source: Step %(step)d of %(total_steps)d: %(step_label)s
ar: الخطوة %(step)d من %(total_steps)d: %(step_label)s
bg: Стъпка %(step)d от %(total_steps)d: %(step_label)s
de_de: Schritt %(step)d von %(total_steps)d: %(step_label)s
fr: Étape %(step)d de %(total_steps)d : %(step_label)s
nl: Stap %(step)d van %(total_steps)d: %(step_label)s
ru: Шаг %(step)d из %(total_steps)d: %(step_label)s
sl: Korak %(step)d od %(total_steps)d: %(step_label)s

source: User to be impersonated.
es: Usuario a impersonalizar.

source: Super user and staff user password reseting is not allowed, use the admin interface for these cases.
es: No se permite cambiar la contraseña del super usuario y del usuario de personal. Use la interfaz de administración para estos casos.
lv: Super lietotāju un darbinieku lietotāju paroles atiestatīšana nav atļauta, šajos gadījumos izmantojiet admin saskarni.
