Repository: mayan-edms/Mayan-EDMS
Catalog: apps/web_theme/locale/*/LC_MESSAGES/django.po
Languages: it

source: CSS theme to apply, options are: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.
it: Tema CSS da applicare, le opzioni sono: ABN AMRO, bec, bec-verde, blu, di default, djime-ceruleo, drastica-scuro, kathleene, oliva, arancio, rosso, reidb-verdastro e magazzino.

source: Display extra information in the login screen.
it: Mostra informazioni extra al login

source: dismiss all notifications
it: Smetti tutte le notifiche

source: close all
it: chiudi tutto

source: dismiss this notification
it: respingere questa notifica

source: close
it: chiudi

source: You are already logged in
it: Sei gi√† loggato

source: Redirecting you to the website entry point in 5 seconds.
it: Reindirizzamento al tuo punto di ingresso al sito in 5 secondi.

source: Or click <a href="%(LOGIN_REDIRECT_URL)s">here</a> if redirection doesn't work.
it: Oppure click <a href="%(LOGIN_REDIRECT_URL)s">qui</a> if per essere rimandato al tuo sito nel caso non funzioni.

source: Previous
it: Precedente

source: Next
it: Successivo
