Repository: mayan-edms/Mayan-EDMS
Catalog: apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: es, it, ru

source: upload signature
es: subir firma
it: aggiorna firma
ru: выложить подпись

source: download signature
es: descargar firma
it: scarica firma
ru: скачать подпись

source: signatures
es: firmas
it: firma
ru: подписи

source: Signature file
es: Archivo de firma
it: File della firma
ru: Файл подписи

source: document version
es: versión del documento
it: versione del documento
ru: версия документа

source: signature file
es: archivo de firma
it: file della firma
ru: файл подписи

source: has embedded signature
es: tiene firma integrada
it: ha incorporato la firma
ru: имеет встроенную подпись

source: document version signature
es: firma de la versión de documento
it: versione della firma del documento
ru: подпись версии документа

source: document version signatures
es: firmas de las versiónes de documentos
it: versione delle firme documento
ru: подписи версии документа

source: Document signatures
es: Firmas de documentos
it: Firme documento
ru: Подписи документа

source: Verify document signatures
es: Verificar firmas de documentos
it: Verifica la firma del documento
ru: Проверить подпись документа

source: Upload detached signatures
es: Subir firmas aparte
it: Carica firme separatamente
ru: Выложить отделённые подписи

source: Download detached signatures
es: Descargar firmas aparte
it: Scarica firme separatamente
ru: Скачать отделенные подписи

source: Signature status: %(widget)s %(text)s
es: Estado de la firma: %(widget)s %(text)s
it: Status della firma: %(widget)s %(text)s
ru: Статус подписи: %(widget)s %(text)s

source: embedded
es: integrada
it: incorporato
ru: присоединён

source: detached
es: aparte
it: scaduto
ru: отделён

source: Signature ID: %s
es: ID de la firma: %s
it: ID Firma: %s
ru: Подпись ID: %s

source: Signature type: %s
es: Tipo de firma: %s
it: Tipo di firma: %s
ru: Тип подписи: %s

source: Key ID: %s
es: ID de la llave: %s
it: Chiave ID: %s
ru: ID ключа: %s

source: Timestamp: %s
es: Marca de tiempo: %s
ru: Отметка времени: %s

source: Signee: %s
es: Firmante: %s
ru: Подписано: %s

source: signature properties for: %s
es: propiedades de la firma para: %s
it: Propriet√† per la firma: %s
ru: свойства подписи для %s

source: Detached signature uploaded successfully.
es: Firma aparte subida exitosamente.
it: Firma scaduta aggiornata con successo.
ru: Отделённая подпись выложена.

source: Upload detached signature for: %s
es: Subir firma aparte para: %s
it: Aggiornata firma scaduta per: %s
ru: Выложить отделённую подпись для %s
