Repository: mayan-edms/Mayan-EDMS
Catalog: apps/acls/locale/*/LC_MESSAGES/django.po
Languages: de_de, it, pt

source: ACLs
it: ACL

source: details
it: dettagli
pt: detalhes

source: grant
de_de: Erlauben
it: permetti
pt: conceder

source: revoke
de_de: Entziehen
it: revocare
pt: revogar

source: New holder
de_de: Neuer Berechtigter
it: Nuovo titolare
pt: Novo detentor

source: Default ACLs
de_de: Standard-ACLs
it: Default ACL
pt: ACL's padrão

source: List of classes
de_de: Liste der Klassen
it: Elenco delle classi
pt: Lista de classes

source: ACLs for class
de_de: ACLs für Klasse
it: ACL per la classe
pt: ACL's para a classe

source: Users
de_de: Benutzer
it: Utenti
pt: Utilizadores

source: Groups
de_de: Gruppen
it: Gruppi
pt: Grupos

source: Roles
de_de: Rollen
it: Ruoli
pt: Funções

source: Special
it: Speciale
pt: Especial

source: Insufficient access.
de_de: Unzureichender Zugriff.
it: Accesso insufficiente.
pt: Acesso insuficiente.

source: permission
de_de: Berechtigung
it: autorizzazione
pt: permissão

source: access entry
de_de: Zugriffsberechtigungseintrag
it: voce di accesso
pt: entrada de acesso

source: access entries
de_de: Zugriffsberechtigungseinträge
it: voci di accesso
pt: entradas de acesso

source: default access entry
de_de: Standard-Zugriffsberechtigungseintrag
it: accesso voce predefinita
pt: entrada de acesso padrão

source: default access entries
de_de: Standard-Zugriffsberechtigungseinträge
it: voci di accesso predefinite
pt: entradas de acesso padrão

source: Creator
it: Creatore
pt: Criador

source: creator
it: creatore
pt: criador

source: Access control lists
de_de: Zugriffs-Berechtigungs-Listen (ACLs)
it: Liste di controllo accessi
pt: Listas de controlo de acesso

source: Edit ACLs
de_de: ACLs bearbeiten
it: Modifica ACL
pt: Editar ACL's

source: View ACLs
de_de: ACLs anzeigen
it: Visualizza ACL
pt: Ver ACL's

source: Edit class default ACLs
de_de: Standard-ACLs für Klasse bearbeiten
it: Modifica ACL predefiniti di classe
pt: Editar os ACL's padrão da classe

source: View class default ACLs
de_de: Standard-ACLs für Klasse anzeigen
it: Visualizza classi ACL predefinite
pt: Ver os ACL's padrão da classe

source: access control lists for: %s
de_de: Standard-ACLs für: %s
it: lista controllo accessi per: %s
pt: listas de controlo de acesso para: %s

source: holder
de_de: Berechtigter
it: titolare
pt: detentor

source: permissions
de_de: Berechtigungen
it: le autorizzazioni
pt: permissões

source: permissions available to: %(actor)s for %(obj)s
de_de: verfügbare Berechtigungen: %(actor)s für %(obj)s
it: autorizzazioni disponibili per: %(actor)s per %(obj)s
pt: permissões disponíveis para: %(actor)s para %(obj)s

source: label
de_de: Bezeichner
it: etichetta
pt: rótulo

source: has permission
de_de: hat die Berechtigung
it: ha l'autorizzazione
pt: tem a permissão

source: for %s
de_de: für %s
it: per %s
pt: para %s

source: to %s
de_de: zu %s
it: a %s
pt: a %s

source: Are you sure you wish to grant the permission %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie Berechtigung %(title_suffix)s erteilen möchten?
it: Sei sicuro di voler concedere l'autorizzazione %(title_suffix)s?
pt: Tem a certeza de que pretende conceder a permissão %(title_suffix)s?

source: Are you sure you wish to grant the permissions %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie Berechtigungen %(title_suffix)s erteilen möchten?
it: Sei sicuro di voler concedere permessi %(title_suffix)s?
pt: Tem a certeza de que pretende conceder as permissões %(title_suffix)s?

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
it: Permesso "%(permission)s" concesso%(actor)s per %(object)s.
pt: Permissão "%(permission)s" concedida a %(actor)s para %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
it: %(actor)s, ha gi√† i permessi"%(permission)s" concessi per%(object)s.
pt: %(actor)s, já possuia a permissão "%(permission)s" para %(object)s.

source: from %s
de_de: von %s
it: da %s
pt: de %s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie Berechtigung %(title_suffix)s enziehen möchten?
it: Sei sicuro di voler revocare l'autorizzazione %(title_suffix)s?
pt: Tem a certeza de que pretende revogar a permissão %(title_suffix)s?

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie Berechtigungen %(title_suffix)s enziehen möchten?
it: Sei sicuro di voler revocare permessi %(title_suffix)s?
pt: Tem a certeza de que pretende revogar as permissões %(title_suffix)s?

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
it: Permessi "%(permission)s" revocati al %(actor)s per %(object)s.
pt: Permissão "%(permission)s" revogada para %(actor)s para %(object)s.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
it: %(actor)s, non ha i permessi"%(permission)s" per %(object)s.
pt: %(actor)s, não tinha a permissão "%(permission)s" para %(object)s.

source: add new holder for: %s
de_de: neuen Berechtigten für %s hinzufügen
it: aggiungi nuovo titolare per: %s
pt: adicionar novo detentor para: %s

source: Select
it: Selezionare
pt: Selecionar

source: classes
de_de: Klassen
it: classi

source: class
de_de: Klasse
it: classe
pt: classe

source: default access control lists for class: %s
it: lista di default per il controllo accessi per la classe: %s
pt: Listas de controlo de acesso padrão para a classe: %s

source: permissions available to: %(actor)s for class %(class)s
it: permessi disponibili per: %(actor)s per la classe %(class)s
pt: permissões disponíveis para: %(actor)s para a classe %(class)s

source: add new holder for class: %s
it: aggiungi un nuovo titolare per la calsse: %s
pt: adicionar novo detentor para a classe: %s

source: namespace
de_de: Namensraum
pt: escopo
