Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: bs_ba, es_pr, fa, hu, nl_nl, tr_tr

source: Tags
bs_ba: Tagovi
es_pr: Etiquetas
fa: برچسب ها
hu: Címkék
nl_nl: Labels
tr_tr: Etiketler

source: Documents
bs_ba: Dokumenti
es_pr: Documentos
fa: اسناد
hu: Dokumentumok
tr_tr: Belgeler

source: Tag attached to document
bs_ba: Oznaka je priložena dokumentu
es_pr: Etiqueta adjuntada al documento
fa: برچسب متصل به سند

source: Tag created
es_pr: Etiqueta creada

source: Tag edited
es_pr: Etiqueta editada

source: Tag removed from document
bs_ba: Oznaka je uklonjena iz dokumenta
es_pr: Etiqueta retirada del documento
fa: برچسب از سند حذف شد

source: Attach tags
bs_ba: Priložite oznake
es_pr: Adjuntar etiqueta
fa: پیوست برچسب ها
hu: Címke hozzárendelése
tr_tr: Etiketleri ekle

source: Remove tag
bs_ba: Uklonite oznaku
es_pr: Retirar etiqueta
fa: برچسب را حذف کنید
hu: Címke levétele
tr_tr: Etiketi kaldır

source: Remove tags
bs_ba: Uklonite oznake
es_pr: Retirar etiquetas
fa: برچسب ها را حذف کنید
hu: Címkék levétele
tr_tr: Etiketleri kaldır

source: Create new tag
bs_ba: Napravite novu oznaku
es_pr: Crear nueva etiqueta
fa: ایجاد تگ جدید
hu: Új címke készítése
tr_tr: Yeni etiket oluştur

source: Delete
bs_ba: Obriši
es_pr: Eliminar
fa: حذف
hu: Törlés
tr_tr: Sil

source: Edit
bs_ba: Urediti
es_pr: Editar
fa: ویرایش
hu: Szerkesztés
tr_tr: Düzenle

source: All
bs_ba: Sve
es_pr: Todos
fa: همه
hu: Mind
tr_tr: Herşey

source: Return the tags attached to the document.
es_pr: Devuelve las etiquetas adjuntas al documento.

source: A short text used as the tag name.
es_pr: Un texto corto usado como el nombre de la etiqueta.

source: Label
bs_ba: Labela
es_pr: Etiqueta
fa: برچسب
hu: Cimke
tr_tr: Etiket

source: The RGB color values for the tag.
es_pr: Los valores de color RGB para la etiqueta.

source: Tag
bs_ba: Oznaka
es_pr: Etiqueta
fa: برچسب
hu: Címke
tr_tr: Etiket

source: Preview
bs_ba: Pregled
es_pr: Muestra
fa: پیش نمایش
hu: Előnézet
tr_tr: Önizleme

source: Document tag
bs_ba: Oznaka dokumenta
es_pr: Etiqueta de documento
fa: تگ سند
hu: Dokumentum címke
tr_tr: Doküman etiketi

source: Document tags
bs_ba: Oznake dokumenata
es_pr: Etiquetas de documentos
fa: تگ های سند
hu: Dokumentum címkék
tr_tr: Doküman etiketleri

source: Create new tags
bs_ba: Kreiraj nove tagove
es_pr: Crear nuevas etiquetas
fa: ایجاد برچسب های جدید
hu: Új címkék készítése
nl_nl: Aanmaken van nieuwe labels
tr_tr: Yeni etiketler oluştur

source: Delete tags
bs_ba: Obriši tagove
es_pr: Borrar etiquetas
fa: برچسب ها را حذف کنید
hu: Címkék tölrése
nl_nl: Verwijder labels
tr_tr: Etiketleri sil

source: View tags
bs_ba: Pregledaj tagove
es_pr: Ver etiquetas
fa: برچسب ها را مشاهده کنید
hu: Címkék megtekintése
nl_nl: Bekijken labels
tr_tr: Etiketleri görüntüle

source: Edit tags
bs_ba: Izmjeni tagove
es_pr: Editar etiquetas
fa: ویرایش تگها
hu: Címkék szerkesztése
nl_nl: Bewerken labels
tr_tr: Etiketleri düzenle

source: Attach tags to documents
bs_ba: Prikači tagove na dokumente
es_pr: Adjuntar etiquetas a documentos
fa: برچسب ها را به اسناد اضافه کنید
hu: Címkék dokumentumokhoz rendelése
nl_nl: Label documenten
tr_tr: Etiketleri dokümanlara ekle

source: Remove tags from documents
bs_ba: Ukloni tagove iz dokumenta
es_pr: Retirar etiquetas de los documentos
fa: برچسب ها را از اسناد حذف کنید
hu: Címkék levétele a dokumentumokról
nl_nl: Labels van documenten verwijderen
tr_tr: Dokümanlardan etiketleri kaldır

source: Tag label
es_pr: Etiqueta creada

source: Tag color
es_pr: Etiqueta creada

source: Document type
es_pr: Tipo de documento

source: Document label
es_pr: Etiqueta de documento

source: Document description
es_pr: Descripción del documento

source: Document UUID
es_pr: Documento

source: Document file checksum
es_pr: Suma de comprobación del archivo de documento

source: Document file MIME type
es_pr: Codificación MIME del archivo de documento

source: Primary key of the tag to add to the document.
es_pr: Llave principal de la etiqueta para agregar al documento.

source: Primary key of the tag to remove from the document.
es_pr: Llave principal de la etiqueta que se eliminará del documento.

source: Tags attached to document "%(object)s" successfully.
es_pr: Etiquetas adjuntas al documento "%(object)s" correctamente.

source: Tags attached to %(count)d document successfully.
es_pr: Etiquetas adjuntas correctamente a %(count)d documento.

source: Tags attached to %(count)d documents successfully.
es_pr: Etiquetas adjuntas correctamente a %(count)d documentos.

source: Attach tags to document: %(object)s
es_pr: Adjuntar etiquetas al documento: %(object)s

source: Attach tags to %(count)d document.
es_pr: Adjuntar etiquetas a %(count)d documento.

source: Attach tags to %(count)d documents.
es_pr: Adjuntar etiquetas a %(count)d documentos.

source: Tags to be attached.
bs_ba: Oznake koje treba priložiti.
es_pr: Etiquetas a ser adjuntadas.
fa: برچسب ها باید متصل شوند
hu: Hozzárendelendő címkék.
tr_tr: Eklenecek Etiketler.

source: Create tag
bs_ba: Kreiraj oznaku
es_pr: Crear etiqueta
fa: ایجاد تگ
hu: Címke készítése
tr_tr: Etiket oluştur

source: Error deleting tag "%(instance)s"; %(exception)s
es_pr: Error al eliminar la etiqueta "%(instance)s"; %(exception)s

source: Tag "%(object)s" deleted successfully.
es_pr: La etiqueta "%(object)s" se eliminó correctamente.

source: %(count)d tag deleted successfully.
es_pr: %(count)d etiqueta se eliminada correctamente.

source: %(count)d tags deleted successfully.
es_pr: %(count)d etiquetas eliminadas correctamente.

source: Delete tag: %(object)s
es_pr: Eliminar etiqueta: %(object)s

source: Delete the %(count)d selected tag
es_pr: Eliminar la %(count)detiqueta seleccionada

source: Delete the %(count)d selected tags
es_pr: Eliminar las %(count)d etiquetas seleccionadas

source: Will be removed from all documents.
bs_ba: Bit će uklonjen iz svih dokumenata.
es_pr: Se retiraran de todos los documentos.
fa: از همه مدارک حذف خواهد شد.
hu: Minden dokumentumról el lesz távolítva.
nl_nl: Zal van alle documenten worden verwijderd.
tr_tr: Tüm belgelerden kaldırılacak.

source: Edit tag: %s
bs_ba: Izmeni oznaku: %s
es_pr: Editar etiqueta: %s
fa: ویرایش تگ: %s
hu: Címke szerkesztése: %s
tr_tr: Etiketi düzenle: %s

source: Tags are color coded properties that can be attached or removed from documents.
es_pr: Las etiquetas son propiedades codificadas por colores que se pueden adjuntar o retirar de los documentos.

source: No tags available
es_pr: No hay etiquetas disponibles

source: Documents with the tag: %s
bs_ba: Dokumenti sa oznakom: %s
es_pr: Documentos con la etiqueta: %s
fa: اسناد با برچسب: %s
hu: Dokumentumok a címkével: %s
tr_tr: Etiketli dokümanlar: %s

source: Document has no tags attached
es_pr: El documento no tiene etiquetas adjuntas

source: Tags for document: %s
bs_ba: Oznake za dokument: %s
es_pr: Etiquetas del documento: %s
fa: برچسب ها برای سند: %s
hu: Címkék a dokumentumon: %s
tr_tr: Doküman için Etiketler: %s

source: Tags removed from document "%(object)s" successfully.
es_pr: Etiquetas eliminadas con éxito del documento "%(object)s".

source: Tags removed from %(count)d document successfully.
es_pr: Las etiquetas se eliminaron correctamente de %(count)d documento.

source: Tags removed from %(count)d documents successfully.
es_pr: Las etiquetas se eliminaron correctamente de %(count)d documentos.

source: Remove tags from document: %(object)s
es_pr: Eliminar etiquetas del documento: %(object)s

source: Remove tags from %(count)d document.
es_pr: Remover las etiquetas de %(count)d documento.

source: Remove tags from %(count)d documents.
es_pr: Remover las etiquetas de %(count)d documentos.

source: Tags to be removed.
bs_ba: Oznake koje treba ukloniti.
es_pr: Etiquetas a ser retiradas.
fa: برچسب ها حذف می شوند
hu: Leszedendő címkék.
tr_tr: Kaldırılacak etiketler.

source: Select tags
bs_ba: Izaberite oznake
es_pr: Seleccione etiquetas

source: Tags to attach to the document
bs_ba: Oznake koje treba priložiti dokumentu
es_pr: Etiquetas para adjuntar al documento
fa: برچسب ها برای پیوستن به سند

source: Attach tag
bs_ba: Priloži oznaku
es_pr: Adjuntar etiqueta
fa: ضمیمه برچسب

source: Tags to remove from the document
bs_ba: Oznake koje treba ukloniti iz dokumenta
es_pr: Etiquetas a retirar del documento
fa: برچسب ها را از سند حذف کنید

source: Color
bs_ba: Boja
fa: رنگ
hu: Szín
nl_nl: Kleur
tr_tr: Renk

source: Comma separated list of document primary keys to which this tag will be attached.
bs_ba: Spisak primarnih ključeva dokumenata koji su odvojeni zarezom na koje će ova oznaka biti pričvršćena.
fa: لیست کاملی از کلیدهای اصلی اسناد که این برچسب به آن متصل می شوند جدا شده است.
hu: Vesszővel elválasztott lista az elsődleges dokumentum kulcsokkal amihez ez a címke hozzá lesz rendelve.
tr_tr: Bu etiketin ekleneceği birincil anahtarların virgülle ayrılmış listesi.

source: API URL pointing to a tag in relation to the document attached to it. This URL is different than the canonical tag URL.
bs_ba: API URL koji pokazuje oznaku u odnosu na dokument koji je prikačen na njega. Ova URL adresa se razlikuje od URL kanonskog oznaka.
fa: URL API اشاره به یک برچسب در رابطه با سند متصل به آن. این URL متفاوت از URL تگ های کانونی است.
hu: A dokumentumhoz kapcsolt címke API URL hivatkozása. Ez az URL más a kanonikus címke URL-től.
tr_tr: Eklenmiş belgeyle ilişkili olarak bir etiketi işaret eden API URL'si. Bu URL, kanuni etiket URL'sinden farklı.

source: Primary key of the tag to be added.
bs_ba: Primarni ključ oznake koji se dodaju.
fa: کلید اولیه تگ اضافه شده است
hu: A hozzáadandó címke elsődleges kulcsa.
tr_tr: Eklenecek etiketin birincil anahtarı.

source: Tag attach request performed on %(count)d document
bs_ba: Zahtev za prijenos oznake izveden na dokumentu %(count)d
fa: تگ پیوست درخواست انجام شده در سند %(count)d
hu: Címke hozzárendelés elvégezve %(count)d dokumentumra
tr_tr: %(count)d belge üzerinde gerçekleştirilen etiket ekleme isteği

source: Tag attach request performed on %(count)d documents
bs_ba: Zahtev za prijenos oznake izveden na dokumentima %(count)d
fa: تگ پیوست درخواست انجام شده در اسناد %(count)d
hu: Címke hozzárendelés elvégezve %(count)d dokumentumokon
tr_tr: %(count)d dokümanları üzerinde yapılan etiket bağlantısı isteği

source: Attach
bs_ba: Priloži
fa: پیوستن
hu: Hozzárendel
tr_tr: Ekle

source: Attach tags to %(count)d document
bs_ba: Dodajte oznake na dokument %(count)d
fa: برچسب ها را به اسناد %(count)d اضافه کنید:
hu: Cimkék hozzárendelése %(count)d dokumentumhoz
tr_tr: Etiketleri %(count)d dokümanlarına ekleyin

source: Attach tags to document: %s
bs_ba: Priložite oznake za dokument: %s
fa: برچسب ها را به سند اضافه کنید: %s
hu: Cimkék hozzárendelése dokumentumhoz: %s
tr_tr: Etiketleri dokümana ekleyin: %s

source: Document "%(document)s" is already tagged as "%(tag)s"
bs_ba: Dokument "%(document)s" je već tagovan kao "%(tag)s"
fa: سند "%(document)s" در حال حاضر به عنوان "%(tag)s" برچسب گذاری شده است
hu: A "%(document)s" dokumentum már meg van címkézve mint "%(tag)s"
nl_nl: Document "%(document)s" is al gelabeld met "%(tag)s"
tr_tr: "%(document)s" dokümanı zaten "%(tag)s" olarak etiketli

source: Tag "%(tag)s" attached successfully to document "%(document)s".
bs_ba: Oznaka "%(tag)s" uspješno prikačen na dokument "%(document)s".
fa: برچسب "%(tag)s" با موفقیت به پرونده "%(document)s" متصل شد.
hu: A "%(tag)s" címke sikeresen hozzárendelve a "%(document)s" dokumentumhoz.
nl_nl: Label "%(tag)s" is gekoppeld aan document "%(document)s".
tr_tr: "%(tag)s" Etiketi, "%(document)s" dokümanına başarıyla eklendi.

source: Tag delete request performed on %(count)d tag
bs_ba: Zahtev za brisanje oznaka obavlja se %(count)d oznake
fa: برچسب حذف درخواست انجام شده در برچسب %(count)d
hu: Címke tölrési kérés végrehajtva %(count)d címkén
tr_tr: %(count)d etiketi üzerinde gerçekleştirilen etiket silme isteği

source: Tag delete request performed on %(count)d tags
bs_ba: Zahtev za brisanje oznaka obavlja se na %(count)d oznaka
fa: برچسب حذف درخواست انجام شده در تگ %(count)d
hu: Címke tölrési kérés végrehajtva %(count)d címkén
tr_tr: %(count)d etiketleri üzerinde yapılan etiket silme isteği

source: Delete the selected tag?
bs_ba: Izbriši izabranu oznaku?
fa: آیا برچسبهای انتخاب شده حذف گردد؟
hu: Törli a kiválasztott címkét?
tr_tr: Seçili etiketleri silinsin mi?

source: Delete tag: %s
bs_ba: Izbriši oznaku: %s
fa: برچسب حذف: %s
hu: Címke tölrése? %s
tr_tr: Etiketi sil: %s

source: Tag "%s" deleted successfully.
bs_ba: Tag "%s" uspješno izbrisan.
fa: برچسب "%s" با موفقیت حذف شد
hu: "%s" címke sikeres törlése.
nl_nl: Label "%s" verwijderd.
tr_tr: "%s" etiketi başarıyla silindi.

source: Error deleting tag "%(tag)s": %(error)s
bs_ba: Greška brisanja taga "%(tag)s": %(error)s
fa: خطا در حذف برچسب "%(tag)s": %(error)s
hu: Hiba a "%(tag)s" címke törlése közben: %(error)s
nl_nl: Fout bij het verwijderen van label: "%(tag)s". Foutmelding: %(error)s
tr_tr: "%(tag)s" etiketi silinirken hata oluştu: %(error)s

source: Tag remove request performed on %(count)d document
bs_ba: Zahtev za uklanjanje oznaka izveden na dokumentu %(count)d
fa: تگ حذف درخواست انجام شده در سند %(count)d
hu: Címke levételi kérés végrehajtva %(count)d dokumentumon
tr_tr: %(count)d belgede gerçekleştirilen etiket kaldırma isteği

source: Tag remove request performed on %(count)d documents
bs_ba: Zahtev za uklanjanje oznaka izveden na dokumentima %(count)d
fa: تگ حذف درخواست انجام شده در اسناد %(count)d
hu: Címke levételi kérés végrehajtva %(count)d dokumentumon
tr_tr: %(count)d dokümanları üzerinde yapılan talep kaldırma talebi

source: Remove
bs_ba: Ukloniti
fa: برداشتن
hu: Levétel
tr_tr: Kaldır

source: Remove tags to %(count)d document
bs_ba: Uklonite oznake na dokument %(count)d
fa: برچسب ها را از %(count)d اسناد حذف کنید:
tr_tr: Etiketleri %(count)d adet dokümandan kaldır

source: Remove tags from document: %s
bs_ba: Uklonite oznake iz dokumenta: %s
fa: برچسب ها را از سند حذف کنید: %s
hu: Címkék levétele %s dokumentumról
tr_tr: Dokümandaki etiketleri kaldır: %s

source: Document "%(document)s" wasn't tagged as "%(tag)s
bs_ba: Dokument "%(document)s" nije označen kao "%(tag)s
fa: سند "%(document)s" به عنوان "%(tag)s" برچسب گذاری نشد
hu: A "%(document)s" dokumentum nem lett "%(tag)s"-el megcímkézve
tr_tr: "%(document)s" dokümanı "%(tag)s" olarak etiketlenemedi

source: Tag "%(tag)s" removed successfully from document "%(document)s".
bs_ba: Tag "%(tag)s" uspješno uklonjen iz dokumenta "%(document)s".
fa: برچسب "%(tag)s" با موفقیت از سند "%(document)s" حذف شد.
hu: A "%(tag)s" címke sikeresen leszedésre került a "%(document)s" dokumentumról.
nl_nl: Label: "%(tag)s" is verwijdert van document "%(document)s".
tr_tr: "%(tag)s" Etiketi "%(document)s" dokümanından başarıyla kaldırıldı.

source: Blue
nl_nl: Blauw

source: Cyan
nl_nl: Lila

source: Coral
nl_nl: Licht blauw

source: Green-Yellow
nl_nl: Licht groen

source: LightGrey
nl_nl: Licht grijs

source: Red
nl_nl: Rood

source: Orange
nl_nl: Oranje

source: Yellow
nl_nl: Geel

source: Tag created succesfully.
nl_nl: Label aangemaakt

source: Must provide at least one document.
nl_nl: U dient minstens 1 document aan te geven.

source: Must provide at least one tag.
nl_nl: U moet minimaal een label aanbrengen.

source: Tag updated succesfully.
nl_nl: Label aangepast.

source: Must provide at least one tagged document.
nl_nl: U dient minstens 1 gelabeld document aan te brengen.

source: Remove tag from document: %s.
nl_nl: Verwijder label van document: %s

source: Remove tag from documents: %s.
nl_nl: Verwijder label van documenten: %s

source: Are you sure you wish to remove the tag "%(tag)s" from the document: %(document)s?
nl_nl: Ben u er zeker van dat u label: "%(tag)s" van document: %(document)s, wenst te verwijderen?

source: Are you sure you wish to remove the tag "%(tag)s" from the documents: %(documents)s?
nl_nl: Bent u er zeker van dat u label: "%(tag)s" van de documenten: %(documents)s, wenst te verwijderen?

source: Are you sure you wish to remove the tags: %(tags)s from the document: %(document)s?
nl_nl: Bent u er zeker van dat u de labels: %(tags)s van document: %(document)s, wenst te verwijderen?

source: Document "%(document)s" wasn't tagged as "%(tag)s"
nl_nl: Document "%(document)s" is niet gelabeld als: "%(tag)s"

source: Add tag to document
nl_nl: Label document
