Repository: mayan-edms/Mayan-EDMS
Catalog: apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: edit metadata
es: editar metadatos
fr: modifier les métadonnées
it: modifica metadati

source: metadata
es: metadatos
fr: métadonnées
it: metadati

source: add metadata
es: añadir metadatos
fr: ajouter des métadonnées
it: aggiungi metadata

source: remove metadata
es: eliminar los metadatos
fr: supprimer les métadonnées
it: revoca metadata

source: metadata types
es: tipos de metadatos
fr: types de métadonnées
it: tipo di metadata

source: edit
es: editar
fr: modifier
it: modifica

source: delete
es: borrar
fr: supprimer
it: cancella

source: create new
es: crear nuevo
fr: ajouter un nouveau
it: crea nuovo

source: metadata sets
es: conjuntos de metadatos
fr: ensembles de métadonnées
it: set di metadati

source: default metadata
es: metadatos predeterminados
fr: métadonnées par défaut
it: metadati di default

source: 'metadata' object has no attribute '%s'
es: objeto 'metadata' no tiene attributo '%s'
fr: l'objet 'metadata' n'a pas d'attribut '%s'
it: 'metadata' non ha gli attributi '%s'

source: required
es: requerido
fr: requis
it: richiesto

source: id
es: Identificacador

source: Name
es: Nombre
fr: Nom
it: Nome

source: Value
es: Valor
fr: Valeur
it: Valore

source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiurnato

source: Metadata type
es: Tipo de metadato
fr: Type de métadonnées
it: Tipo di metadato

source: Remove
es: Eliminar
fr: Supprimer
it: Revoca

source: Metadata sets
es: Conjunto de metadatos
fr: Ensembles de métadonnées
it: Set di metadati

source: Metadata
es: Metadatos
fr: Métadonnées
it: Metadati

source: Available models: %s
es: Modelos disponibles: %s
fr: Les modèles disponibles: %s
it: Modelli disponibili: %s

source: Available functions: %s
es: Funciones disponibles: %s
fr: Les fonctions disponibles: %s
it: Funzioni disponibili: %s

source: name
es: nombre
fr: nom
it: nome

source: Do not use python reserved words, or spaces.
es: No utilice palabras reservadas de Python, o espacios.
fr: Ne pas utiliser des mots réservés de Python ou avec des espaces.
it: Non usare parole riservate python, o spazi.

source: title
es: título
fr: titre
it: titolo

source: default
es: por defecto
fr: par défaut

source: Enter a string to be evaluated.%s
es: Introduzca una cadena para ser evaluada. %s
fr: Entrez la chaîne à évaluer. %s
it: Inserisci una stringa per la valutazione.%s

source: lookup
es: búsqueda
fr: recherche

source: Enter a string to be evaluated. Example: [user.get_full_name() for user in User.objects.all()].%s
es: Introduzca una cadena para ser evaluada. Ejemplo: [user.get_full_name() for user in User.objects.all ()].%s
fr: Entrez une chaîne à évaluer. Exemple:. [User.get_full_name() pour l'utilisateur dans User.objects.all()]. %s
it: Inserisci una stringa per la valutazione. Esempio: [user.get_full_name() per l'utente User.objects.all()].%s

source: metadata type
es: tipos de metadatos
fr: type de métadonnées
it: tipo di metadata

source: metadata set
es: conjunto de metadatos
fr: ensemble de métadonnées
it: set di metadata

source: metadata set item
es: artículo de conjunto de metadatos
fr: Élément de l'ensemble de métadonnées
it: set di elemento per il metadata

source: metadata set items
es: artículos de conjuntos de metadatos
fr: Éléments de l'ensemble de métadonnées
it: set di elementi per il metadata

source: document
es: documento
it: documento

source: type
es: tipo
it: tipo

source: value
es: valor
fr: valeur
it: valore

source: document metadata
es: metadatos de documento
fr: métadonnées du document
it: metadata per il doccumento

source: document type
es: tipo de documento
fr: type de document
it: tipo documento

source: default metadata sets
es: conjuntos de metadatos predeterminados
fr: ensembles de métadonnées par défaut
it: set di default di metadata

source: document type defaults
es: predeterminados de tipo de documento
fr: type de document par défaut
it: tipo documento predefinito

source: document types defaults
es: predeterminados de tipos de documentos
fr: types de document par défaut
it: tipi di documento predefiniti

source: Edit a document's metadata
es: Editar metadatos de documento
fr: Modifier les métadonnées du document
it: Modifica i metadata dei documenti

source: Add metadata to a document
es: Añadir metadatos a documento
fr: Ajoutez des métadonnées au document
it: Aggiungi il metadato al documento

source: Remove metadata from a document
es: Eliminar metadatos de un documento
fr: Supprimer des métadonnées du document
it: Revoca il metadato al documento

source: View metadata from a document
es: Ver los metadatos de un documento
fr: Voir les métadonnées du document
it: Visualizza il metadato per il documento

source: Metadata setup
es: Configuración de metadatos
fr: Configuration des métadonnées
it: Setup metadati

source: Edit metadata types
es: Editar tipos de metadatos
fr: Modifier les types de métadonnées
it: Modifica il tipo di metadato

source: Create new metadata types
es: Crear nuevos tipos de metadatos
fr: Créer de nouveaux types de métadonnées
it: Crea il nuovo tipo di metadato

source: Delete metadata types
es: Eliminar tipos de metadatos
fr: Supprimer des types de métadonnées
it: Cancella il tipo di metadato

source: View metadata types
es: Ver los tipos de metadatos
fr: Voir les types de métadonnées
it: Visualizza il tipo di metadato

source: Edit metadata sets
es: Editar conjuntos de metadatos
fr: Modifier les ensembles de métadonnées
it: Modifica il set di metadati

source: Create new metadata sets
es: Crear nuevos conjuntos de metadatos
fr: Créer de nouveaux ensembles de métadonnées
it: Crea un nuovo set di metadati

source: Delete metadata sets
es: Eliminar conjuntos de metadatos
fr: Supprimer des ensembles de métadonnées
it: Cancella il set dei metadati

source: View metadata sets
es: Ver los conjuntos de metadatos
fr: Voir les ensembles de métadonnées
it: Visualizza il set dei metadati

source: The selected document doesn't have any metadata.
es: El documento seleccionado no tiene ningún tipo de metadatos.
fr: Le document sélectionné ne possède pas de métadonnées.
it: Il documento selezionato non ha metadati.

source: Must provide at least one document.
es: Debe proveer al menos un documento.
fr: Vous devez fournir au moins un document.
it: Devi fornire almeno un documento.

source: Error deleting document indexes; %s
es: Error eliminando indicies de documento; %s
it: Errore nella cancellazione degli indici di documento;%s

source: Error editing metadata for document %(document)s; %(error)s.
es: Error editando metadatos para documento %(document)s; %(error)s.
fr: Erreur lors de la modification des métadonnées pour le document %(document)s; %(error)s.
it: Errore nella modifica dei metadata per il documento %(document)s; %(error)s.

source: Metadata for document %s edited successfully.
es: Metadatos para documento %s editados exitosamente.
fr: Métadonnées pour le document %s modifiées avec succès.
it: Metadata per il documento %s modificato con successo.

source: Error updating document indexes; %s
es: Error editando indices de documento; %s
it: Errore nella'ggiornamento degli indici del documento; %s

source: Document indexes updated successfully.
es: Indices documento actualizados exitosamente.
it: Indici documento aggiornati con successo.

source: Edit metadata for document: %s
es: Editar metadatos para documento: %s
fr: Modifier les métadonnées pour le document: %s
it: Modifica metadata per il documento: %s

source: Edit metadata for documents: %s
es: Editar metadatos para documentos: %s
fr: Modifier les métadonnées pour les documents: %s
it: Modifica metadata per i documenti: %s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
es: Typo de metadatos: %(metadata_type)s agregado exitosamente al documento %(document)s.
fr: Type de métadonnées: %(metadata_type)s ajouté avec succès au document %(document)s.
it: Tipo metadata: %(metadata_type)s aggiunto con successo al documento %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
es: Typo de metadatos: %(metadata_type)s ya esta presente en el documento %(document)s.
fr: Type de métadonnées: %(metadata_type)s déjà présent dans le document %(document)s.
it: Tipo Metadata: %(metadata_type)s già presente per il documento %(document)s.

source: Add metadata type to document: %s
es: Agregar tipo de metadato al documento: %s
fr: Ajouter un type de métadonnées au document: %s
it: Aggiungi tipo metadata al document: %s

source: Add metadata type to documents: %s
es: Agregar tipo de metadato a los documentos: %s
fr: Ajouter un type de métadonnées aux documentx: %s
it: Aggiungi tipo metadata ai documents: %s

source: Successfully remove metadata type: %(metadata_type)s from document: %(document)s.
es: Se elimino exitosamente el tipo de metadatos: %(metadata_type)s del documento: %(document)s.
fr: Type de métadonnées: %(metadata_type)s effacé avec succès du document: %(document)s.
it: Rimuovere con successo tipo di metadati: %(metadata_type)s per il documento: %(document)s.

source: Error removing metadata type: %(metadata_type)s from document: %(document)s.
es: Se elimino exitosamente el tipo de metadatos: %(metadata_type)s de los documentos: %(document)s.
fr: Erreur lors de la suppression du type de métadonnées: %(metadata_type)s sur le document: %(document)s.
it: Errore durante la rimozione dei metadati di tipo: %(metadata_type)s per il documento: %(document)s.

source: Remove metadata types from document: %s
es: Eliminar tipos de metadatos del documento: %s
fr: Retirer les types de métadonnées du document: %s
it: Rimuovi il tipo metadata per il documento: %s

source: Remove metadata types from documents: %s
es: Eliminar tipos de metadatos de los documentos: %s
fr: Retirer les types de métadonnées des documents: %s
it: Rimuovi il tipo metadata per il documenti: %s

source: metadata for: %s
es: metadatos para: %s
fr: métadonnées pour: %s
it: metadata per:%s

source: internal name
es: nombre interno
fr: nom interne
it: nome interno

source: Metadata type edited successfully
es: Tipo de metadatos editado exitosamente.
fr: Type de métadonnées modifié avec succès
it: Tipo di metadata modificato con successo

source: Error editing metadata type; %s
es: Error editando tipo de metadatos; %s
fr: Erreur lors de la modification du type de métadonnées; %s
it: Errore nella modifica del tipo di metadata ; %s

source: edit metadata type: %s
es: editar tipo de metadatos: %s
fr: modifier le type de métadonnées: %s
it: modifica tipo di metadata: %s

source: Metadata type created successfully
es: Tipo de metadatos creado exitosamente
fr: Type de métadonnées ajouté avec succès
it: Tipo metadata creato con successo

source: create metadata type
es: crear tipo de metadatos
fr: créer un type de métadonnées
it: create tipo di metadata

source: Metadata type: %s deleted successfully.
es: Tipos de metadatos: %s eliminado exitosamente.
fr: Type de métadonnées: %s supprimé avec succès
it: Tipo metadata:%s cancellato con successo.

source: Metadata type: %(metadata_type)s delete error: %(error)s
es: Error: %(error)s, eliminando tipos de metadatos: %(metadata_type)s
fr: Type de métadonnées: %(metadata_type)s erreur de suppression: %(error)s
it: Tipo metadata: %(metadata_type)s erroce di cancellazione: %(error)s

source: Are you sure you wish to delete the metadata type: %s?
es: ¿Está seguro que desea eliminar el tipo de metadatos: %s?
fr: Êtes vous certain de vouloir supprimer le type de métadonnées: %s?
it: Sei sicuro di voler cancellare il tipo di metadata: %s?

source: members
es: miembros
fr: membres
it: membri

source: non members of metadata set: %s
es: no miembros del conjunto de metadatos: %s
fr: n'est pas membre du jeu de métadonnées: %s
it: non membri del set di metadata:%s

source: members of metadata set: %s
es: miembros del conjunto de metadatos: %s
fr: est membre du jeu de métadonnées: %s
it: membri del set di metadata:%s

source: Metadata set created successfully
es: Conjunto de metadatos creados exitosamente
fr: Jeu de métadonnées créé avec succès
it: Set di metadata creata con successo

source: create metadata set
es: crear conjunto de metadatos
fr: créer un jeu de métadonnées
it: creazione del set di metadata

source: Metadata set: %s deleted successfully.
es: Conjunto de metadatos: %s eliminado exitosamente.
fr: Je de métadonnées: %s supprimé avec succès.
it: Set di metadata: %s cancellata con successo.

source: Metadata set: %(metadata_set)s delete error: %(error)s
es: Error: %(error)s, eliminando el conjunto de metadatos: %(metadata_set)s
fr: Jeu de métadonnées: %(metadata_set)s erreur de suppression: %(error)s
it: Set di metadata: %(metadata_set)s errore di cancellazione: %(error)s

source: Are you sure you wish to delete the metadata set: %s?
es: ¿Está seguro que desea eliminar el conjunto de metadatos: %s?
fr: Êtes vous certain de vouloir supprimer le jeu de métadonnées: %s?
it: Sei sicuro di voler eliminare il set di metadati: %s?

source: Metadata types
es: Tipos de metadatos
fr: Types de métadonnées
it: Tipi di Metadati

source: non members of document type: %s
es: no miembros del tipo de documento: %s
fr: n'est pas membre du type de document: %s
it: non membri del tipo di documento: %s

source: members of document type: %s
es: miembros del tipo de documento: %s
fr: est membre du type de document: %s
it: membri del tipo di documento: %s

source: What are metadata sets?
es: ¿Qué son los conjuntos de metadatos?
fr: Que sont les jeux de métadonnées?
it: Cosa sono i set di metadati ?

source: A metadata set is a group of one or more metadata types. Metadata sets are useful when creating new documents; selecing a metadata set automatically attaches it's member metadata types to said document.
es: Un conjunto de metadatos es un grupo de uno o más tipos de metadatos. Los conjuntos de metadatos son útiles cuando se crean nuevos documentos; seleccionar un conjunto de metadatos, automáticamente asocia los tipos de metadatos que contenga a dicho documento.
fr: Un jeu de métadonnées est un groupe contenant un type de métadonnées, ou plus. Les jeux de métadonnées sont utiles lors de la création de nouveaux documents; la sélection d'un jeu de métadonnées rattache automatiquement l'ensemble de ses types de métadonnées au document en question.
it: Un insieme di metadati è un gruppo di uno o più tipi di metadati. Set di metadati sono utili durante la creazione di nuovi documenti e, selezionando un set di metadati allega automaticamente è membro tipi di metadati per documentare detto.

source: What are metadata types?
es: ¿Cuáles son los tipos de metadatos?
fr: Que sont les types de métadonnées?
it: Cosa sono i tipi di metadati?

source: A metadata type defines the characteristics of a value of some kind that can be attached to a document. Examples of metadata types are: a client name, a date, or a project to which several documents belong. A metadata type's name is the internal identifier with which it can be referenced to by other modules such as the indexing module, the title is the value that is shown to the users, the default value is the value an instance of this metadata type will have initially, and the lookup value turns an instance of a metadata of this type into a choice list which options are the result of the lookup's code execution.
es: Un tipo de metadatos define las características de un valor de algún tipo que se puede conectar a un documento. Ejemplos de tipos de metadatos son: un nombre de cliente, una fecha o un proyecto al que pertenecen varios documentos. El nombre de un tipo de metadatos es el identificador interno con el que se puede hacer referencia en otros módulos como el módulo de indexación, el título es el valor que se muestra a los usuarios, el valor por defecto es el valor que una instancia de este tipo de metadatos tendrá inicialmente, y el valor de búsqueda vuelve a una instancia de metadatos de este tipo en una lista de opciones donde las opciones son el resultado de la ejecución del valor de búsqueda.
fr: Un type de métadonnées définit les caractéristiques d'une valeur d'un certain type qui peut être rattachée à un document. Des exemples de types de métadonnées : un nom de client, une date, ou le projet auquel un certain nombre de documents appartiennent. Le nom d'un type de métadonnées est l'identifiant interne à partir duquel d'autres modules comme le module d'index peuvent se référer et établir des liaisons, le titre ce qui est affiché à l'écran, la valeur par défaut est la valeur initiale qu'aura une instance de ce type de métadonnées, et la valeur de recherche permet de transformer une instance de métadonnées de ce type en une liste de choix dont les éléments sont le résultat de l'exécution du code de recherche.
it: Un tipo di metadati definisce le caratteristiche di un valore di qualche tipo che può essere collegato a un documento. Esempi di tipi di metadati: il nome del client, una data o un progetto a cui appartengono diversi documenti. Il nome di un tipo di metadati è l'identificatore interno con il quale possono essere pubblicati da altri moduli come il modulo di indicizzazione, il titolo è il valore che viene mostrato agli utenti, il valore predefinito è il valore di un'istanza di questo tipo di metadati avrà inizialmente, e il valore di ricerca si trasforma un'istanza di metadati di questo tipo in un elenco di opzioni di scelta che sono il risultato della esecuzione di codice la ricerca di.

source: Metadata set edited successfully
fr: Ensemble de métadonnées modifié avec succès

source: Error editing metadata set; %s
fr: Erreur lors de la modification du jeu de métadonnées; %s

source: edit metadata set: %s
fr: modifier le jeu de métadonnées: %s
