Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/signature_captures/locale/*/LC_MESSAGES/django.po
Languages: es_pr, fr, ro_ro, sl, tr_tr

source: Signature captures
es_pr: Capturas de firmas
fr: Captures de signatures
ro_ro: Capturi de semnături
sl: Zajem podpisa
tr_tr: İmza yakalama

source: Signature capture created
es_pr: Captura de firma creada
fr: Capture de signature créée
ro_ro: Captură de semnătură creată
sl: Zajem podpisa ustvarjen
tr_tr: İmza yakalama oluşturuldu

source: Signature capture deleted
es_pr: Captura de firma eliminada
fr: Capture de signature supprimée
ro_ro: Captura semnăturii a fost ștearsă
sl: Zajem podpisa izbrisan
tr_tr: İmza yakalama silindi

source: Signature capture edited
es_pr: Captura de firma editada
fr: Capture de signature modifiée
ro_ro: Captură de semnătură editată
sl: Zajem podpisa urejen
tr_tr: İmza yakalama düzenlendi

source: Asset preview image
es_pr: Imagen de vista previa del activo
fr: Aperçu de l'élément
ro_ro: Imagine de previzualizare a materialelor
sl: Slika predogleda sredstva

source: Preview
es_pr: Muestra
fr: Prévisualiser
ro_ro: Previzualizare
sl: Predogled
tr_tr: Önizleme

source: Create new signature capture
es_pr: Crear nueva captura de firma
fr: Créer une nouvelle capture de signature
ro_ro: Creați o nouă captură de semnătură
sl: Ustvari nov zajem podpisa
tr_tr: Yeni imza yakalama oluştur

source: Delete
es_pr: Eliminar
fr: Supprimer
ro_ro: Șterge
sl: Izbriši
tr_tr: Sil

source: Edit
es_pr: Editar
fr: Modifier
ro_ro: Editați
sl: Uredi
tr_tr: Düzenle

source: Document
es_pr: Documento
sl: Dokument
tr_tr: Belge

source: Data representing the handwritten signature.
es_pr: Datos representativos de la firma manuscrita.
fr: Données représentant la signature manuscrite.
ro_ro: Date reprezentând semnătura de mână.
sl: Podatek, ki predstavlja lastnoročni podpis.
tr_tr: El yazısı imzayı temsil eden veriler.

source: Signature capture data
es_pr: Datos de captura de firma
fr: Données de capture de signature
ro_ro: Date de captare a semnăturii
sl: Podatki za zajem podpisa
tr_tr: İmza yakalama verileri

source: Vector representation of the handwritten signature.
es_pr: Representación vectorial de la firma manuscrita.
fr: Représentation vectorielle de la signature manuscrite.
ro_ro: Reprezentare vectorială a semnăturii de mână.
sl: Vektorski prikaz lastnoročnega podpisa.
tr_tr: El yazısı imzanın vektör temsili.

source: SVG signature capture data
es_pr: Datos SVG de captura de firma
fr: Données de capture de signature SVG
ro_ro: Date de captare a semnăturii SVG
sl: Podatki za zajem podpisa SVG
tr_tr: SVG imza yakalama verileri

source: Print version of the captured signature.
es_pr: Versión impresa de la firma capturada.
fr: Version imprimée de la signature capturée.
ro_ro: Versiunea tipărită a semnăturii capturate.
sl: Tiskana različica zajetega podpisa.
tr_tr: Yakalanan imzanın yazdırılabilir sürümü.

source: Text
es_pr: Texto
fr: Texte
sl: Besedilo
tr_tr: Metin

source: User
es_pr: Usuario
fr: Utilisateur
ro_ro: Utilizator
sl: Uporabnik
tr_tr: Kullanıcı

source: Date and time created
es_pr: Fecha y hora de creación
fr: Date et heure de création
ro_ro: Data și ora creării
sl: Datum in ura ustvarjenega
tr_tr: Tarih ve saat oluşturuldu

source: Date and time edited
es_pr: Fecha y hora editadas
fr: Date et heure de la modification
ro_ro: Data și ora editării
sl: Datum in ura urejena
tr_tr: Tarih ve saat düzenlendi

source: This value will be used when referencing this signature capture in relationship to the document. Can only contain letters, numbers, and underscores.
es_pr: Este valor se utilizará cuando se haga referencia a esta captura de firma en relación con el documento. Solo puede contener letras, números y guiones bajos.
fr: Cette valeur sera utilisée lors du référencement de cette capture de signature en relation avec le document. Ne peut contenir que des lettres, des chiffres et des traits de soulignement.
ro_ro: Această valoare va fi utilizată atunci când se face referire la această captură de semnătură în relație cu documentul. Poate conține numai litere, cifre și caractere de subliniere.
sl: Ta vrednost bo uporabljena pri sklicevanju na ta zajem podpisa v zvezi z dokumentom. Vsebuje lahko samo črke, številke in podčrtaje.
tr_tr: Bu değer, belgeyle ilişkili olarak bu imza yakalamaya başvururken kullanılacaktır. Yalnızca harf, sayı ve alt çizgi içerebilir.

source: Internal name
es_pr: Nombre interno
fr: Nom interne
ro_ro: Nume intern
sl: Interno ime
tr_tr: Dahili adı

source: Signature capture
es_pr: Captura de firma
fr: Capture de signatures
ro_ro: Captură semnătură
sl: Zajem podpisa
tr_tr: İmza yakalama

source: Creation date and time
es_pr: Fecha y hora de creación
fr: Date et heure de création
ro_ro: Data și ora creării
sl: Datum in čas ustvarjanja
tr_tr: Oluşturma tarihi ve saati

source: Create signature captures
es_pr: Crear capturas de firma
fr: Créer des captures de signature
ro_ro: Creați capturi de semnătură
sl: Ustvarite zajeme podpisov
tr_tr: İmza yakalamaları oluştur

source: Delete signature captures
es_pr: Eliminar capturas de firma
fr: Supprimer les captures de signature
ro_ro: Ștergeți capturile de semnătură
sl: Izbriši zajeme podpisov
tr_tr: İmza yakalamalarını sil

source: Edit signature captures
es_pr: Editar capturas de firma
fr: Modifier les captures de signature
ro_ro: Editați capturile de semnătură
sl: Uredite zajeme podpisov
tr_tr: İmza yakalamalarını düzenle

source: View signature captures
es_pr: Ver capturas de firma
ro_ro: Vizualizați capturile de semnătură
sl: Oglejte si posnetke podpisov
tr_tr: İmza yakalamalarını görüntüle

source: Signature capture text
es_pr: Texto de captura de firma
ro_ro: Text de captare a semnăturii
sl: Besedilo za zajem podpisa
tr_tr: İmza yakalama metni

source: Signature capture user first name
es_pr: Nombre del usuario de captura de firma
ro_ro: Prenumele utilizatorului semnăturii capturarate
sl: Ime uporabnika za zajem podpisa
tr_tr: İmza yakalama, kullanıcının adı

source: Signature capture user last name
es_pr: Apellido del usuario de captura de firma
ro_ro: Numele utilizatorului semnăturii capturate
sl: Podpis zajema priimek uporabnika
tr_tr: İmza yakalama, kullanıcının soyadı

source: Signature capture user username
es_pr: Nombre de usuario del usuario de captura de firma
ro_ro: Nume de utilizator pentru semnătura capturarată
sl: Uporabniško ime za zajem podpisa
tr_tr: İmza yakalama, kullanıcının kullanıcı adı

source: Document type label
es_pr: Etiqueta de tipo de documento
fr: Type de document
ro_ro: Etichetă tip document
sl: Oznaka vrste dokumenta
tr_tr: Belge türü etiketi

source: Document label
es_pr: Etiqueta de documento
fr: Étiquette du document
ro_ro: Etichetele documentului
sl: Oznaka dokumenta
tr_tr: Belge etiketi

source: User first name
es_pr: Nombre del usuario
fr: Prénom de l'utilisateur
ro_ro: Prenume utilizator
sl: Ime uporabnika
tr_tr: Kullanıcının adı

source: User last name
es_pr: Apellido del usuario
fr: Nom de famille de l'utilisateur
ro_ro: Numele utilizatorului
sl: Priimek uporabnika
tr_tr: Kullanıcının soyadı

source: User username
es_pr: Nombre de usuario del usuario
fr: Nom de l'utilisateur
ro_ro: Nume utilizator al utilizatorului
sl: Uporabniško uporabniško ime
tr_tr: Kullanıcı adı

source: The threshold at which the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND will start deleting the oldest signature capture cache files. Specify the size in bytes.
es_pr: El limite en el que SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND comenzará a eliminar los archivos de caché de captura de firma más antiguos. Especifique el tamaño en bytes.
ro_ro: Pragul la care SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND va începe să șteargă cele mai vechi fișiere cache de captare a semnăturilor. Specificați dimensiunea în octeți.
sl: Prag, pri katerem bo SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND začel brisati najstarejše datoteke predpomnilnika za zajemanje podpisov. Določite velikost v bajtih.
tr_tr: SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND'in en eski imza yakalama önbellek dosyalarını silmeye başlayacağı eşik. Boyutu bayt olarak belirtin.

source: Path to the Storage subclass to use when storing the cached signature capture files.
es_pr: Ruta a la subclase de almacenamiento que se usará al almacenar los archivos de captura de firma en caché.
ro_ro: Calea către subclasa Stocare de utilizat atunci când stocați fișierele de captare a semnăturii din cache.
sl: Pot do podrazreda Storage za uporabo pri shranjevanju predpomnjenih datotek za zajemanje podpisov.
tr_tr: Önbelleğe alınmış imza yakalama dosyalarını depolarken kullanılacak Depolama alt sınıfının yolu.

source: Arguments to pass to the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
es_pr: Argumentos para pasar a SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
ro_ro: Argumente de transmis către SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje v SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
tr_tr: SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND'e geçilecek argümanlar.

source: Unable to initialize the converter signature capture cachestorage. Check the settings {} and {} for formatting errors.
es_pr: No se puede inicializar el almacenamiento en caché de captura de firma del convertidor. Verifique la configuración {} y {} para ver si hay errores de formato.
ro_ro: Nu se poate inițializa stocarea în cache a captării semnăturii convertorului. Verificați setările {} și {} pentru erori de formatare.
sl: Ni mogoče inicializirati predpomnilnika za zajemanje podpisov pretvornika. Preverite nastavitve {} in {} za napake pri oblikovanju.
tr_tr: Dönüştürücü imza yakalama önbellek deposu başlatılamıyor. Biçimlendirme hataları için {} ve {} ayarlarını kontrol edin.

source: Signature captures cache
es_pr: Caché de capturas de firma
fr: Cache de captures de signatures
ro_ro: Memorie cache pentru capturi de semnătură
sl: Podpis zajame predpomnilnik
tr_tr: İmza yakalama önbelleği

source: Sign above
es_pr: Firmar arriba
fr: Signer ci-dessus
ro_ro: Semnează mai sus
sl: Podpišite se zgoraj
tr_tr: Yukarıdakini imzala

source: Paste a signature capture (percent coordinates)
es_pr: Pegar una captura de firma (porcentaje de coordenadas)
fr: Coller une capture de signature (coordonnées en pourcentage)
ro_ro: Lipiți o captură de semnătură (coordonate procentuale)
sl: Prilepite zajem podpisa (odstotne koordinate)
tr_tr: Bir imza yakalaması yapıştırın (yüzde koordinatları)

source: Signature capture internal name
es_pr: Nombre interno de captura de firma
fr: Nom interne de capture de signature
ro_ro: Nume intern al captării de semnătură
sl: Notranje ime za zajem podpisa
tr_tr: İmza yakalama dahili adı

source: Create signature capture for document: %s
es_pr: Crear captura de firma para documento: %s
fr: Créer une capture de signature pour le document: %s
ro_ro: Creați captură de semnătură pentru document: %s
sl: Ustvari zajem podpisa za dokument: %s
tr_tr: Belge için imza yakalama oluştur: %s

source: Delete signature capture: %s
es_pr: Eliminar captura de firma: %s
fr: Supprimer la capture de signature : %s
ro_ro: Ștergeți captarea semnăturii: %s
sl: Izbriši zajem podpisa: %s
tr_tr: İmza yakalamayı sil: %s

source: Details of: %s
es_pr: Detalles de: %s
fr: Détails de : %s
ro_ro: Detalii despre: %s
sl: Podrobnosti o: %s
tr_tr: Ayrıntılar: %s

source: Edit document signature capture: %s
es_pr: Editar captura de firma de documento: %s
fr: Modifier la capture de la signature du document: %s
ro_ro: Editați captarea semnăturii documentului: %s
sl: Uredite zajem podpisa dokumenta: %s
tr_tr: Belge imza yakalamayı düzenle: %s

source: Signature captures are electronic versions of a persons's handwritten signature.
es_pr: Las capturas de firma son versiones electrónicas de la firma manuscrita de una persona.
ro_ro: Capturile de semnătură sunt versiuni electronice ale semnăturii scrise de mână a unei persoane.
sl: Zajem podpisov je elektronska različica lastnoročnega podpisa osebe.
tr_tr: İmza yakalama, bir kişinin el yazısı imzasının elektronik versiyonlarıdır.

source: Document has no signature captures
es_pr: El documento no tiene capturas de firma
fr: Le document n'a pas de captures de signature
ro_ro: Documentul nu are capturi de semnături
sl: Dokument nima zajetja podpisa
tr_tr: Belgede imza yakalama yok

source: Signature captures for document: %s
es_pr: Capturas de firma para documento: %s
fr: Captures de signature pour le document: %s
ro_ro: Capturi de semnătură pentru document: %s
sl: Zajem podpisa za dokument: %s
tr_tr: Belge için imza yakalamaları: %s
