Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: bs, cs, de_de, es, fa, nl, pl, ro_ro, tr_tr

source: Cabinets from which the selected documents will be removed.
bs: Ormari iz kojih će izabrani dokumenti biti uklonjeni.
cs: Kabinety ze kterých budou vybrané dokumenty odstraněny
de_de: Aktenschränke aus denen die ausgewählten Dokumente entfernt werden.
es: Gabinetes de los que se eliminarán los documentos seleccionados.
fa: کابینت هایی که اسناد انتخاب شده حذف خواهند شد.
nl: Folders waaruit de geselecteerde documenten worden verwijderd.
pl: Szafki, z których wybrane dokumenty zostaną usunięte.
ro_ro: Fișetele din care vor fi eliminate documentele selectate.
tr_tr: Seçilen belgelerin çıkarılacağı dolaplar.

source: Document: %(document)s is not in cabinet: %(cabinet)s.
bs: Dokument:%(document)s ne nalazi se u kabinetu:%(cabinet)s.
cs: Dokument: %(document)s není v kabinetu: %(cabinet)s.
de_de: Dokument %(document)s ist nicht im Aktenschrank %(cabinet)s.
es: Documento: %(document)s no está en el gabinete: %(cabinet)s.
fa: سند: %(document)s در کابینه نیست: %(cabinet)s.
nl: Document: %(document)s zit niet in folder: %(cabinet)s.
pl: Dokument %(document)s nie znajduje się w szafce %(cabinet)s.
ro_ro: Documentul: %(document)s nu este în fișetul: %(cabinet)s.

source: Document: %(document)s removed from cabinet: %(cabinet)s.
bs: Dokument:%(document)s je izbrisan sa kabineta:%(cabinet)s.
cs: Dokument: %(document)s byl odstraněn z kabinetu: %(cabinet)s.
de_de: Dokument %(document)s entfernt aus Aktenschrank %(cabinet)s.
es: Documento: %(document)s retirado del gabinete: %(cabinet)s.
fa: سند: %(document)s حذف شده از کابینه: %(cabinet)s.
nl: Document: %(document)s verwijderd uit folder: %(cabinet)s.
pl: Dokument %(document)s usunięto z szafki %(cabinet)s.
ro_ro: Documentul: %(document)sa fost scos din fișetul: %(cabinet)s.

source: Select cabinets
cs: Vyberte kabinety
de_de: Aktenschränke auswählen
es: Seleccionar gabinetes
fa: حذف کابینت
nl: Folders selecteren
pl: Wybierz szafki
ro_ro: Selectați fișete
tr_tr: Dolap/Dolapları seç

source: Cabinets to which the document will be added.
cs: Kabinety, do kterých bude dokument přidán.
de_de: Aktenschränke zu denen die ausgewählten Dokumente hinzugefügt werden.
es: Gabinetes a los que se agregará el documento.
fa: کابینت هایی که اسناد انتخاب شده اضافه خواهند شد.
nl: Folders waaraan het document wordt toegevoegd.
pl: Szafki, do których dokument zostanie dodany.
ro_ro: Fișetele la care se va adăuga documentul.
tr_tr: Belgenin ekleneceği dolap/dolaplar.

source: Cabinets from which the document will be removed.
cs: Kabinety, ze kterých bude dokument odstraněn.
de_de: Aktenschränke aus denen die ausgewählten Dokumente entfernt werden.
es: Gabinetes de los que se eliminará el documento.
nl: Folders waaruit het document wordt verwijderd.
pl: Szafki, z których dokument zostanie usunięty.
ro_ro: Fișetele din care va fi eliminat documentul.
tr_tr: Belgenin çıkarılacağı dolap/dolaplar.

source: Document file checksum
tr_tr: Belge dosyası checksum'ı

source: Document file MIME type
tr_tr: Belge dosyası MIME türü

source: Document "%(object)s" added to cabinets successfully.
tr_tr: "%(object)s" belgesi dolaba başarıyla eklendi.

source: %(count)d document added to cabinets successfully.
tr_tr: %(count)d belgesi dolaba başarıyla eklendi.

source: %(count)d documents added to cabinets successfully.
tr_tr: %(count)d belgeleri dolaba başarıyla eklendi.

source: Add document "%(object)s" to cabinets.
tr_tr: Dolaba "%(object)s" belgesini ekle.

source: Add %(count)d document to cabinets.
tr_tr: %(count)d belgesini dolaba ekle.

source: Add %(count)d documents to cabinets.
tr_tr: Dolaba %(count)d belgeleri ekle.

source: Document "%(object)s" removed from cabinets successfully.
tr_tr: "%(object)s" belgesi dolap/dolaplardan başarıyla kaldırıldı.

source: %(count)d document removed from cabinets successfully.
tr_tr: %(count)d belgesi dolap/dolaplardan başarıyla kaldırıldı.

source: %(count)d documents removed from cabinets successfully.
tr_tr: %(count)d belgeleri dolap/dolaplardan başarıyla kaldırıldı.

source: Remove document "%(object)s" from cabinets.
tr_tr: "%(object)s" belgesini dolap/dolaplardan çıkart.

source: Remove %(count)d document from cabinets.
tr_tr: %(count)d belgesini dolap/dolaplardan çıkart.

source: Remove %(count)d documents from cabinets.
tr_tr: %(count)d belgelerini dolap/dolaplardan çıkart.

source: Add to cabinet request performed on %(count)d document
bs: Dodajte zahtevu u kabinu na %(count)d dokumentu
fa: اضافه کردن به درخواست کابینه بر روی %(count)d سند انجام شده است

source: Add to cabinet request performed on %(count)d documents
bs: Dodajte zahtevu u kabinu na %(count)d dokumentima
fa: اضافه کردن به درخواست کابینه در اسناد %(count)d انجام شده است

source: Remove from cabinet request performed on %(count)d document
bs: Uklonite sa zahteva u kabini izvršenom na %(count)d dokumenat.
fa: حذف از درخواست کابینت بر روی %(count)d سند انجام شده است

source: Remove from cabinet request performed on %(count)d documents
bs: Uklonite sa zahteva u kabini izvršenom na %(count)d dokumenata
fa: از درخواست کابینت بر روی اسناد %(count)d انجام شود
