Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: bs, cs, de_de, es, fa, nl, pl, ro_ro, tr_tr

source: Cabinets
bs: Ormarić
cs: Kabinety
de_de: Aktenschränke
es: Gabinetes
fa: کابینت
nl: Folders
pl: Szafki
ro_ro: Fișete
tr_tr: Dolaplar

source: Cabinet created
cs: Kabinet vytvořen
de_de: Aktenschrank angelegt
es: Gabinete creado
nl: Folder aangemaakt
pl: Utworzono szafkę
ro_ro: Fișetul a fost creat
tr_tr: Dolap Oluşturuldu

source: Cabinet edited
cs: Kabinet byl upraven
de_de: Aktenschrank bearbeitet
es: Gabinete editado
nl: Folder bewerkt
pl: Zmodyfikowano szafkę
ro_ro: Fișetul a fost editat
tr_tr: Dolap Düzenlendi

source: Document added to cabinet
cs: Dokument byl přidán do kabinetu
de_de: Dokument zum Aktenschrank hinzugefügt
es: Documento agregado al gabinete
fa: کابینه سند
nl: Document aan folder toegevoegd
pl: Dokument został dodany do szafki
ro_ro: Documentul a fost adăugat la fișet
tr_tr: Belge dolaba eklendi

source: Document removed from cabinet
cs: Dokument byl odstraněn z kabinetu
de_de: Dokument aus Aktenschrank entfernt
es: Documento retirado del gabinete
fa: حذف از کابینت
nl: Document uit folder verwijderd
pl: Dokument został usunięty z szafki
ro_ro: Document a fost scos din fișet
tr_tr: Belge dolaptan çıkartıldı

source: Remove from cabinets
bs: Izbrišite iz ormarića
cs: Odstranit z kabinetů
de_de: Aus Aktenschrank entfernen
es: Retirar de los gabinetes
fa: حذف از کابینت
nl: Uit folders verwijderen
pl: Usuń z szafek
ro_ro: Scoateți din fișete
tr_tr: Dolaplardan Çıkar

source: Add to cabinets
bs: Dodajte u ormarić
cs: Přidat ke kabinetům
de_de: Zu Aktenschrank hinzufügen
es: Agregar a gabinetes
fa: اضافه کردن به کابینت
nl: Aan folders toevoegen
pl: Dodaj do szafek
ro_ro: Adăugați la fișete
tr_tr: Dolaplara Ekle

source: Add new level
bs: Dodajte novi nivel
cs: Přidat úroveň
de_de: Neue Ebene hinzufügen
es: Agregar un nuevo nivel
fa: اضافه کردن سطح جدید
nl: Nieuw niveau toevoegen
pl: Dodaj nowy poziom
ro_ro: Adăugați un nou raft
tr_tr: Yeni seviye ekle

source: Create cabinet
bs: Kreiraj ormarić
cs: Vytvořit kabinet
de_de: Aktenschrank anlegen
es: Crear gabinete
fa: ایجاد کابینه
nl: Folder aanmaken
pl: Utwórz szafkę
ro_ro: Creați fișet
tr_tr: Dolap Oluştur

source: Delete
bs: Obriši
cs: Odstranit
de_de: Löschen
es: Borrar
fa: حذف
nl: Verwijderen
pl: Usuń
ro_ro: Șterge
tr_tr: Sil

source: Edit
bs: Urediti
cs: Editovat
de_de: Bearbeiten
es: Editar
fa: ویرایش
nl: Bewerken
pl: Edytuj
ro_ro: Modifică
tr_tr: Düzenle

source: All
bs: Sve
cs: Vše
de_de: Alle
es: Todos
fa: همه
nl: Alle
pl: Wszystkie
ro_ro: Toate
tr_tr: Herşey

source: Details
bs: Detalji
cs: Detail
es: Detalles
fa: جزئیات
pl: Szczegóły
ro_ro: Detalii
tr_tr: Ayrıntılar

source: Return a list of cabinets containing the document.
cs: Vraťte seznam kabinetů obsahujících dokument.
de_de: Zeigt eine Liste von Aktenschränken, die das Dokument enthalten.
es: Devuelve una lista de gabinetes que contienen el documento.
nl: Maak een lijst met folders waarin het document voorkomt.
ro_ro: Returnează o listă de fişete ce conțin documentul.
tr_tr: Belgeyi içeren dolapların bir listesini döndür.

source: A short text used to identify the cabinet.
cs: Krátký text používaný k identifikaci kabinetu.
de_de: Ein kurzer Text, der zur Identifizierung des Aktenschrankes dient.
es: Un breve texto utilizado para identificar el gabinete.
nl: Een korte tekst om de folder te herkennen.
pl: Krótki tekst identyfikujący szafkę.
ro_ro: Un text scurt folosit pentru identificarea cabinetului.
tr_tr: Dolabı tanımlamak için kullanılan kısa bir metin.

source: Label
bs: Labela
cs: Označení
de_de: Bezeichner
es: Etiqueta
fa: برچسب
pl: Etykieta
ro_ro: Etichetă
tr_tr: Etiket

source: Documents
bs: Dokumenti
cs: Dokumenty
de_de: Dokumente
es: Documentos
fa: اسناد
nl: Documenten
pl: Dokumenty
ro_ro: Documente
tr_tr: Belgeler

source: Cabinet
bs: Ormarić
cs: Kabinet
de_de: Aktenschrank
es: Gabinete
fa: کابینه
nl: Folder
pl: Szafka
ro_ro: Fișet
tr_tr: Dolap

source: The path to the cabinet including all ancestors.
cs: Cesta ke kabinetu včetně všech rodičů.
de_de: Der Pfad zum Aktenschrank, einschließlich aller übergeordneten Elemente.
es: La ruta de gabinete, incluyendo todos los que lo contienen.
nl: Het pad naar de folder inclusief alle subfolders
ro_ro: Calea către fişet, inclusiv toți strămoșii.
tr_tr: Tüm atalar dahil dolap yolu.

source: Full path
cs: Celá cesta
de_de: Vollständiger Pfad
es: Ruta completa
nl: Volledig pad
ro_ro: Calea completă
tr_tr: Tam yol

source: Parent and Label
bs: Roditelj i etiketa
cs: Nadřízený a označení
de_de: Überebene und Bezeichnung
es: Padre y etiqueta
fa: پدر و مادر و برچسب
nl: Bovenliggende folder en label
pl: Element nadrzędny i etykieta
ro_ro: Părinte și etichetă
tr_tr: Ana ve Etiket

source: %(model_name)s with this %(field_labels)s already exists.
bs: %(model_name)s sa ovim%(field_labels)s već postoji
cs: %(model_name)s s tímto %(field_labels)s již existuje.
de_de: %(model_name)s mit diesem %(field_labels)s existiert bereits.
es: %(model_name)s con este %(field_labels)s ya existe.
fa: %(model_name)s با این %(field_labels)s موجود است.
nl: %(model_name)s met deze %(field_labels)s bestaat al.
pl: %(model_name)s z etykietą %(field_labels)s już istnieje.
ro_ro: Există deja %(model_name)s cu acest %(field_labels)s.
tr_tr: %(model_name)s ile bu %(field_labels)s zaten var.

source: Document cabinet
bs: Kabinet za dokumente
cs: Kabinet dokumentu
de_de: Dokumenten-Aktenschrank
es: Gabinete de documentos
fa: کابینه سند
nl: Documentfolder
pl: Szafka na dokumenty
ro_ro: Fișet de documente
tr_tr: Belge dolabı

source: Document cabinets
bs: Kabineti za dokumente
cs: Kabinety dokumentů
de_de: Dokumenten-Aktenschränke
es: Gabinetes de documentos
fa: کابینت سند
nl: Documentfolders
pl: Szafki na dokumenty
ro_ro: Fișete cu documentul
tr_tr: Belge dolapları

source: Add documents to cabinets
bs: Dodajte dokumente u ormare
cs: Přidat dokument do kabinetu
de_de: Dokumente zu Aktenschrank hinzufügen
es: Agregar documentos a gabinetes
fa: اسناد را به کابینت اضافه کنید
nl: Documenten aan folders toevoegen
pl: Dodaj dokumenty do szafek
ro_ro: Adăugați documente la fișete
tr_tr: Dolaplara belge ekle

source: Create cabinets
bs: Stvori kabinete
cs: Vytvořit kabinet
de_de: Aktenschränke anlegen
es: Crear gabinetes
fa: ایجاد کابینت
nl: Folder aanmaken
pl: Utwórz szafki
ro_ro: Creați fișete
tr_tr: Dolap oluştur

source: Delete cabinets
bs: Izbriši kabinete
cs: Odstranit kabinet
de_de: Aktenschränke löschen
es: Borrar gabinetes
fa: حذف کابینت
nl: Folder verwijderen
pl: Usuń szafki
ro_ro: Ștergeți fișete
tr_tr: Dolapları Sil

source: Edit cabinets
bs: Uredi kabinete
cs: Editovat kabinety
de_de: Aktenschränke bearbeiten
es: Editar gabinetes
fa: ویرایش کابینت
nl: Folder bewerken
pl: Edytuj szafki
ro_ro: Editați fișete
tr_tr: Dolapları düzenle

source: Remove documents from cabinets
bs: Ukloni dokumente is kabineta
cs: Odstranit dokument z kabinetů
de_de: Dokumente aus Aktenschrank entfernen
es: Quitar documentos de los gabinetes
fa: اسناد را از کابینت حذف کنید
nl: Documenten verwijderen uit folders
pl: Usuń dokumenty z szafek
ro_ro: Scoateți documente din fișete
tr_tr: Dolaplardan belgeleri çıkar

source: View cabinets
bs: Pogledajte kabinete
cs: Prohlížet kabinety
de_de: Aktenschränke ansehen
es: Ver gabinetes
fa: کابینت ها را مشاهده کنید
nl: Folders bekijken
pl: Przeglądaj szafki
ro_ro: Vezi fișete
tr_tr: Dolapları Görüntüle

source: Document type
cs: Typ dokumentu
de_de: Dokumententyp
es: Tipo de documento
pl: Typ dokumentu
ro_ro: Tipul documentului
tr_tr: Belge Türü

source: Document MIME type
cs: Typ MIME dokumentu
de_de: Dokumententyp
es: Tipo MIME del documento
ro_ro: Tip MIME al documentului

source: Document label
cs: Štítek dokumentu
de_de: Dokumentenbezeichner
es: Etiqueta de documento
pl: Etykieta dokumentu
ro_ro: Etichetele documentului
tr_tr: Belge etiketi

source: Document description
cs: Popis dokumentu
de_de: Dokumentenbeschreibung
es: Descripción del documento
nl: Documentbeschrijving
pl: Opis dokumentu
ro_ro: Descrierea documentului
tr_tr: Belge Açıklaması

source: Document UUID
cs: UUID dokumentu
de_de: Dokumenten-UUID
es: UUID del documento
ro_ro: UUID al documentului
tr_tr: Belge UUID

source: Document checksum
cs: Kontrolní součet dokumentů
de_de: Dokumentenprüfsumme
es: Suma de comprobación del documento
nl: Document controlesom
ro_ro: Suma de control a documentului

source: List of children cabinets.
bs: Lista dječijih kabineta
cs: Seznam podkabinetů
de_de: Liste der Unter-Aktenschränke.
es: Lista de los gabinetes contenidos.
fa: فهرست کابینت کودکان
nl: Lijst van subfolders
pl: Lista podrzędnych szafek.
ro_ro: Listă fișetelor subordonate
tr_tr: Alt dolapların listesi.

source: Number of documents on this cabinet level.
bs: Broj dokumenata na ovom nivou kabineta.
cs: Počet dokumentů na této úrovni kabinetu.
de_de: Anzahl der Dokumente in dieser Aktenschrank-Ebene.
es: Número de documentos en este nivel de gabinetes.
fa: تعداد اسناد در این سطح کابینه.
nl: Aantal documenten op dit folderniveau
pl: Liczba dokumentów na tym poziomie w szafce.
ro_ro: Numărul de documente la acest nivel al fișetului.

source: The name of this cabinet level appended to the names of its ancestors.
bs: Ime ovog nivoa kabineta dodato imenima svojih pretka.
cs: Název této úrovně kabinetu se připojil ke názvu jeho předka.
de_de: Der Name dieser Aktenschrankebene angehängt an die Namen der übergeordneten Elemente.
es: El nombre de este nivel de gabinete añadido al de los gabinetes que lo contienen.
fa: نام این سطح کابینه به نام اجداد آن اضافه شده است.
nl: De naam van dit folderniveau werd toegevoegd aan de namen van de bovenliggende folder.
pl: Nazwa tego poziomu szafy dołączona do nazw jego przodków.
ro_ro: Numele acestui nivel de fișet a fost anexat la numele precesorilor săi.
tr_tr: Bu dolap seviyesinin adı, atalarının adlarına eklenmiştir.

source: URL of the API endpoint showing the list documents inside this cabinet.
bs: URL krajnje tačke API koja prikazuje dokumente liste unutar ovog kabineta.
cs: URL koncového bodu API zobrazující seznam dokumentů uvnitř tohoto kabinetu.
de_de: Die URL dieses API-Endpunkts zeigt eine Liste der Dokumente in diesem Aktenschrank.
es: URL de la API del servicio que muestra los documentos contenidos en este gabinete.
fa: URL نقطه پایان API نشان دادن اسناد لیست در داخل این کابینه.
nl: URL van het API-eindpunt met de lijst documenten in deze folder.
pl: Adres URL punktu końcowego interfejsu API pokazujący listę dokumentów w tej szafce.
ro_ro: Adresa URL a punctului de sfârșit API care afișează documentele din listă în interiorul acestui fișet.
tr_tr: Bu kabinin içindeki liste belgelerini gösteren API uç noktasının URL'si.

source: Comma separated list of document primary keys to add to this cabinet.
bs: Spisak primarnih ključeva dokumenata koji su odvojeni zarezom za dodavanje u ovaj kabinet.
cs: Seznam primárních klíčů dokumentu oddělených čárkami, které se mají přidat do tohoto kabinetu.
de_de: Eine kommagetrennte Liste der Dokumentenprimärschlüssel, die dem Aktenschrank hinzugefügt werden sollen.
es: Lista separada por comas de las llaves primarias de los documentos que se añaden a este gabinete.
fa: لیست کاملی از کلیدهای اولیه اسناد را برای اضافه کردن به این کابینه جدا کنید.
nl: Kommagescheiden lijst van primaire documentsleutels om aan deze folder toe te voegen.
pl: Rozdzielona przecinkami lista kluczy głównych dokumentu przeznaczonych do dodania do szafki.
ro_ro: Listă de chei primare separate prin virgulă de documente pentru a le adăuga în acest fișet.

source: API URL pointing to a document in relation to the cabinet storing it. This URL is different than the canonical document URL.
bs: URL API koji pokazuje dokument u odnosu na kabinet koji ga čuva. Ova URL adresa se razlikuje od URL kanonskog dokumenta.
cs: API URL směřující k dokumentu ve vztahu ke kabinetu, ve kterém je uložen. Tato adresa URL je jiná než adresa kanonického dokumentu.
de_de: Die auf ein Dokument zeigende API-URL im Verhältnis zum dem Aktenschrank, der das Dokument speichert. Diese URL unterscheidet sich von der kanonischen URL des Dokuments.
es: URL de la API que apunta a un documento en relación con el gabinete que lo almacena. Esta URL es diferente de la URL canónica del documento.
fa: URL API اشاره به یک سند در رابطه با ذخیره آن کابینت است. این URL متفاوت از URL سند کانون است.
nl: API-URL die verwijst naar een document met betrekking tot de folder waarin het is opgeslagen. Deze URL is anders dan de canonieke document-URL.
pl: Adres URL interfejsu API wskazujący na dokument w stosunku do szafy, w której jest przechowywany. Ten adres URL jest inny niż kanoniczny adres URL dokumentu.
ro_ro: Adresă URL API îndreptată spre un document în raport cu fișetul care îl stochează. Această adresă URL este diferită de adresa URL a documentului canonic.

source: Navigation:
bs: Navigacija:
cs: Navigace:
es: Navegación:
fa: جهت یابی:
nl: Navigatie:
pl: Nawigacja:
ro_ro: Navigare:
tr_tr: Navigasyon:

source: Add new level to: %s
bs: Dodaj novi nivel u:%s
cs: Přidat novou úroveň do: %s
de_de: Neue Ebene hinzufügen zu: %s
es: Agregar un nuevo nivel a: %s
fa: افزودن سطح جدید به: %s
nl: Nieuw niveau toevoegen aan: %s
pl: Dodaj nowy poziom do: %s
ro_ro: Adăugați un nou nivel la: %s
tr_tr: Yeni seviye ekleyin: %s

source: Delete the cabinet: %s?
bs: Izbriši kabinet:%s?
cs: odstranit kabinet: %s?
de_de: Aktenschrank %s löschen?
es: ¿Borrar gabinete: %s?
fa: کابینه را حذف کنید: %s
nl: Folder verwijderen: %s?
pl: Usunąć tę szafkę: %s?
ro_ro: Ștergeți fișetul: %s?
tr_tr: Dolabı sil: %s?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
cs: Úrovně kabinetu mohou obsahovat dokumenty nebo jiné podúrovně kabinetu. Chcete-li do kabinetu přidat dokumenty, vyberte zobrazení kabinetu v pohledu na dokument.
de_de: Aktenschrankebenen können Dokumente oder weitere Unterebenen enthalten. Um Dokumente einem Aktenschrank hinzuzufügen, wählen Sie die Aktenschrankansicht.
es: Los niveles del gabinete pueden contener documentos u otros subniveles del gabinete. Para agregar documentos a un gabinete, seleccione la vista de gabinete de una vista de documento.
nl: Folderniveau's kannen documenten of andere subfolderniveau's bevatten. Om een document aan een folder toe te voegen selecteert u de folder weergave van een document weergave.
pl: Poziomy szafek mogą zawierać dokumenty lub inne podrzędne poziomy szafek. Aby dodać dokumenty do szafki, wybierz widok szafki widoku dokumentu.
ro_ro: Nivelele fișetului pot conține documente sau alte subdiviziuni ale fișetului. Pentru a adăuga documente într-un fișet, selectați vizualizarea fișetului dintr-o vizualizare de documente.
tr_tr: Dolap seviyeleri, belgeleri veya diğer dolap alt seviyelerini içerebilir. Bir dolaba belge eklemek için, bir belge görünümünün dolap görünümünü seçin.

source: This cabinet level is empty
cs: Tato úroveň kabinetu je prázdná
de_de: Diese Aktenschrankebene ist leer
es: Este nivel de gabinete está vacío
nl: Dit folderniveau is leeg.
pl: Ten poziom szafki jest pusty
ro_ro: Acest nivel al fișetului este gol
tr_tr: Bu dolabın seviyesi boş

source: Details of cabinet: %s
bs: Detalji kabineta:%s
cs: Detaily kabinetu: %s
de_de: Details für Aktenschrank %s
es: Detalles del gabinete: %s
fa: جزئیات کابینت: %s
nl: Folder details: %s
pl: Szczegóły szafki: %s
ro_ro: Detalii despre fișetul: %s
tr_tr: Dolap detayları: %s

source: Edit cabinet: %s
bs: Uredi kabinet:%s
cs: Editovat kabinet: %s
de_de: Aktenschrank %s bearbeiten
es: Editar gabinete: %s
fa: ویرایش کابینه: %s
nl: Bewerk folder: %s
pl: Edytuj szafkę: %s
ro_ro: Editați fișetul: %s
tr_tr: Dolabı düzenle: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
cs: Kabinety jsou víceúrovňovou metodou organizace dokumentů. Každý kabinet může obsahovat dokumenty i jiné kabinety další podúrovně.
de_de: Aktenschränke bieten die Möglichkeit Dokumente auf mehreren Ebenen zu verwalten. Ein Aktenschrank kann neben Dokumenten weitere Unterebenen enthalten.
es: Los gabinetes son un método de varios niveles para organizar documentos. Cada gabinete puede contener documentos, así como otros gabinetes de nivel inferior.
nl: Folders zijn een meerlaags methode om documenten te organiseren. Elke folder kan zowel documenten als andere subfolderniveau's bevatten.
pl: Szafy to wielopoziomowa metoda organizowania dokumentów. Każda szafka może zawierać dokumenty, a także inne szafki niższego poziomu.
ro_ro: Fișetele sunt o metodă pentru a organiza documente multi-nivel. Fiecare fișet poate conține documente, precum și alte fișete sub acel nivel.
tr_tr: Dolaplar, belgeleri düzenlemek için çok seviyeli bir yöntemdir. Her bir dolap, diğer alt seviye dolapların yanı sıra belgeleri de içerebilir.

source: No cabinets available
cs: Nejsou k dispozici žádné kabinety
de_de: Keine Aktenschränke verfügbar
es: No hay gabinetes disponibles
nl: Geen folders beschikbaar
pl: Brak dostępnych szafek
ro_ro: Nu există fișete disponibile
tr_tr: Dolap yok

source: Documents can be added to many cabinets.
cs: Dokumenty lze přidat do více kabinetů.
de_de: Dokumente können zu mehreren Aktenschränken hinzugefügt werden.
es: Los documentos se pueden agregar a muchos gabinetes.
nl: Documenten kunnen aan meerdere folders worden toegevoegd.
pl: Dokumenty można dodawać do wielu szafek.
ro_ro: Documentele pot fi adăugate la multe fișete.
tr_tr: Belgeler birden çok dolaba eklenebilir.

source: This document is not in any cabinet
cs: Tento dokument není v žádném kabinetu
de_de: Dieses Dokument gehört zu keinem Aktenschrank
es: Este documento no está en ningún gabinete
nl: Dit document zit in geen enkele folder
pl: Ten dokument nie znajduje się w żadnej szafce
ro_ro: Acest document nu se află în nici un fișet
tr_tr: Bu belge herhangi bir dolapta değil

source: Cabinets containing document: %s
bs: Ormari koji sadrže dokument:%s
cs: Kabinety obsahující dokument: %s
de_de: Aktenschränke mit Dokument %s
es: Gabinetes que contienen el documento: %s
fa: کابینت حاوی اسناد: %s
nl: Folders met document: %s
pl: Szafki zawierające dokument: %s
ro_ro: Fișete care conțin documentul: %s
tr_tr: Belgeyi içeren dolaplar: %s

source: Add to cabinet request performed on %(count)d document.
cs: Přidat do kabinetu požadavky provedené v dokumentu %(count)d.
de_de: %(count)d Dokument zu Aktenschrank hinzugefügt.
es: Solicitud de agregar al gabinete realizada en %(count)d documento.
nl: Foldertoewijzing uitgevoerd op %(count)d document.
ro_ro: Solicitarea de adăugare la fișet efectuată pe%(count)d document.

source: Add to cabinet request performed on %(count)d documents.
cs: Přidat do kabinetu požadavky provedené na dokumentech %(count)d.
de_de: %(count)d Dokumente zu Aktenschrank hinzugefügt.
es: Solicitud de agregar al gabinete realizada en %(count)d documentos.
nl: Foldertoewijzing uitgevoerd op %(count)d documenten.
ro_ro: Solicitarea de adăugare la fișet efectuată pentru %(count)d documente.

source: Add
bs: Dodati
cs: Přidat
de_de: Hinzufügen
es: Agregar
fa: افزودن
nl: Toevoegen
pl: Dodaj
ro_ro: Adaugă

source: Add %(count)d document to cabinets
cs: Přidejte dokument %(count)d do skříní
de_de: %(count)d Dokument zu Aktenschrank hinzufügen
es: Agregar %(count)d documento a los gabinetes
fa: اسناد را به کابینت اضافه کنید
nl: Voeg %(count)d document toe aan kasten
pl: Dodaj dokument %(count)d do szaf
ro_ro: Adăugați un document %(count)d în dulapuri

source: Add document "%s" to cabinets
bs: Dodaj dokument "%s" u kabinetima
cs: Přidat dokument "%s" ke kabinetům
de_de: Dokument "%s" zu Aktenschrank hinzufügen
es: Agregar documento "%s" a los gabinetes
fa: سند %s را به کابینت اضافه کنید
nl: Document "%s" aan folders toevoegen.
pl: Dodaj dokument "%s" do szafek
ro_ro: Adăugați documentul "%s" în fișete

source: Cabinets to which the selected documents will be added.
bs: Ormari na koje će se dodati odabrani dokumenti.
cs: Kabinety, do kterých budou vybrané dokumenty přidány.
de_de: Aktenschränke zu denen die ausgewählten Dokumente hinzugefügt werden.
es: Gabinetes a los cuales el documento seleccionado va a ser agregado.
fa: کابینت هایی که اسناد انتخاب شده اضافه خواهند شد.
nl: Folders waaraan de geselecteerde documenten worden toegevoegd.
pl: Szafki, w których zostaną umieszczone wybrane dokumenty.
ro_ro: Fișetele la care vor fi adăugate documentele selectate.
tr_tr: Seçilen dokümanlar dolaplara eklenecek.

source: Document: %(document)s is already in cabinet: %(cabinet)s.
bs: Dokument:%(document)s je već u kabinetu:%(cabinet)s.
cs: Dokument: %(document)s je již v kabinetu: %(cabinet)s.
de_de: Das Dokument %(document)s befindet sich bereits im Aktenschrank %(cabinet)s.
es: Documento: %(document)s ya está en gabinete: %(cabinet)s.
fa: سند: %(document)s در حال حاضر در کابینه است: %(cabinet)s.
nl: Document: "%(document)s" was al aan folder "%(cabinet)s" toegevoegd.
pl: Dokument %(document)s jest już w szafce %(cabinet)s.
ro_ro: Document: %(document)s este deja în fișetul: %(cabinet)s.

source: Document: %(document)s added to cabinet: %(cabinet)s successfully.
bs: Dokument:%(document)s je dodat u kabinetu:%(cabinet)s uspješno.
cs: Dokument: %(document)s byl přidán do kabinetu: %(cabinet)s úspěšně.
de_de: Das Dokument %(document)s wurde erfolgreich zum Aktenschrank %(cabinet)s hinzugefügt.
es: Documento: %(document)s añadido al gabinete: %(cabinet)s correctamente.
fa: سند: %(document)s به کابینه اضافه شده: %(cabinet)s با موفقیت.
nl: Document: "%(document)s" is aan folder "%(cabinet)s" toegevoegd.
pl: Dokument %(document)s dodano pomyślnie do szafki %(cabinet)s.
ro_ro: Document: %(document)s adăugat la fișetul: %(cabinet)s cu succes.

source: Remove from cabinet request performed on %(count)d document.
cs: Odebrat z kabinetu požadavky provedené v dokumentu %(count)d.
de_de: %(count)d Dokument aus Aktenschrank entfernt.
es: La solicitud de eliminación del gabinete se realizó en %(count)d documento.
nl: Uit folder verwijderen is voor %(count)d document uitgevoerd.
ro_ro: Solicitarea de ștergere din fișet efectuată pe %(count)d document .

source: Remove from cabinet request performed on %(count)d documents.
cs: Odebrat z kabinetu požadavky provedené na dokumentech %(count)d.
de_de: %(count)d Dokumente aus Aktenschrank entfernt.
es: Eliminar del gabinete solicitud realizada en %(count)d documentos.
nl: Uit folder verwijderen is voor %(count)d documenten uitgevoerd.
ro_ro: Solicitarea de ștergere din fișet efectuată pe %(count)d documente.

source: Remove
bs: Ukloniti
cs: Odstranit
de_de: Entfernen
es: Eliminar
fa: حذف
nl: Verwijderen
pl: Usuń
ro_ro: Elimină

source: Remove %(count)d document from cabinets
cs: Vyjměte dokument %(count)d ze skříní
de_de: %(count)d Dokument aus Aktenschrank entfernen
es: Retirar %(count)d documento de los gabinetes
fa: اسناد را از کابینت حذف کنید
nl: Verwijder %(count)d document uit kasten
pl: Usuń dokument %(count)d z szaf
ro_ro: Scoateți un document %(count)d din dulapuri

source: Remove document "%s" from cabinets
cs: Odstraňte dokument &quot;%s&quot; z kabinetů
de_de: Dokument "%s" aus Aktenschränken entfernen
es: Retirar el documento "%s" de los gabinetes
fa: اسناد را از کابینت "%s" حذف کنید
nl: Verwijder document "%s" uit folders
pl: Usuń dokument „%s” z szafek
ro_ro: Scoateți documentul "%s" din fișete
