Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/installation/locale/*/LC_MESSAGES/django.po
Languages: fa, fr

source: Label
fa: برچسب
fr: Étiquette

source: Items
fa: اقلام
fr: Éléments

source: Value
fa: مقدار
fr: Valeur

source: Installation details
fa: جزئیات نصب
fr: Détails de l'installation

source: Installation property namespaces
fa: فضای نام نصب
fr: installation des propriétés des espaces de nommages

source: Details
fa: جزئیات
fr: Détails

source: Operating system
fa: سیستم عامل
fr: Système d'exploitation

source: Distributor ID
fa: شناسه توزیع کننده
fr: ID du distributeur

source: Description
fa: شرح

source: Release
fa: انتشار
fr: Version

source: Codename
fa: نام رمز

source: System info
fa: اطلاعات سیستم
fr: Information sur le système

source: OS architecture
fa: معماری سیستم‌عامل
fr: architecture de l'OS

source: Python version
fa: نسخه‌ی پایتون
fr: La version de Python

source: Hostname
fa: نام میزبان
fr: Nom d'hôte

source: Platform
fa: ایستگاه
fr: Plateforme

source: Machine
fa: ماشین

source: Processor
fa: پردازشگر
fr: Processeur

source: Number of CPUs
fa: تعداد پردازشگرها و یا CPU
fr: Nombre de processeurs supportés

source: Total physical memory
fa: کل حافظه فیزیکی
fr: Mémoire physique totale

source: Disk partitions
fa: تقسیم بندی هارد
fr: Les partitions du disque

source: Binary dependencies
fa: وابستگی دودویی
fr: Dépendances binaires

source: tesseract version
fa: نسخه tesseract
fr: la version de tesseract

source: not found
fa: پیدا نشد
fr: non trouvée

source: error getting version
fa: خطا در تشخیص نسخه
fr: erreur en récupérant la version

source: unpaper version
fa: نسخه بدون کاغذ
fr: Version de unpaper

source: pdftotext version
fa: نسخه تبدیل pdf به text
fr: version de pdftotext

source: Mayan EDMS version
fa: نسخه Mayan EDMS
fr: la version de l'EDMS Maya

source: Git repository
fa: مخزن Git
fr: Dépôt Git

source: Running from a Git repository
fa: اجرا از مخزن Git
fr: Installé depuis un dépôt Git

source: Repository remotes
fa: مخزن راه دور
fr: Dépôt distant

source: Repository remotes URLs
fa: URL مخزن راه دور
fr: Liens des dépôts distants

source: Branch
fa: شاخه
fr: Branche

source: VirtualEnv
fa: محیط مجازی

source: pip not found.
fa: pip پیدا نشد.
fr: pip non trouvé

source: Installation
fa: نصب

source: View installation environment details
fa: دیدن جزئیات محیط نصب
fr: Voir détails de la plateforme

source: Installation namespace details for: %s
fa: جزئیات فضای نام نصب برای : %s
fr: installation détaillée de l'espace de nommage pour: %s
