Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, de_de, el, es, fa, fr, it, lv, nl, ro_ro, ru, tr_tr

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
bg: Индексите групират документи в групи, обикновено със сходни свойства и с еднакви или сходни типове. Умните връзки позволяват да се определят отношенията между документите, дори ако те са в различни индексни групи и са от различен тип.
cs: Indexuje seskupení dokumentů do jednotek, obvykle s podobnými vlastnostmi a stejných nebo podobných typů. Chytré odkazy umožňují definovat vztahy mezi dokumenty, i když jsou v různých rejstřících a jsou různého typu.
de_de: Indices gruppieren Dokumente in Einheiten, üblicherweise mit ähnlichen Eigenschaften und gleichen oder ähnlichen Typen. Smart links ermöglichen die Definition von Beziehungen zwischen Dokumenten, auch wenn sie in verschiedenen Indices sind oder einen unterschiedlichen Typ aufweisen.
el: Τα ευρετήρια ομαδοποιούν έγγραφα σε ενότητες, συνήθως με παρόμοιες ιδιότητες και παρόμοιων ή ιδίων τύπων. Οι έξυπνοι σύνδεσμοι επιτρέπουν τον καθορισμό σχέσεων μεταξύ εγγράφων ακόμα και αν περιέχονται σε διαφορετικά ευρετήρια ή είναι διαφορετικών τύπων.
lv: Indeksē grupas dokumentus vienībās, parasti ar līdzīgām īpašībām un vienādiem vai līdzīgiem veidiem. Viedās saites ļauj noteikt attiecības starp dokumentiem pat tad, ja tās atrodas dažādos indeksos un ir dažāda veida.
nl: Indexeringen groeperen documenten in eenheden, gewoonlijk met gelijke eigenschappen en of gelijke of vergelijkbare types. Smart links maken het leggen van verbanden tussen documenten zelfs als ze in verschillende indexeringen zitten en van verschillend type zijn.
ro_ro: Inexurile grupează documente în unități, de obicei cu proprietăți similare și de tipuri egale sau similare. Legăturile inteligente permit definirea relațiilor dintre documente chiar dacă sunt în indecți diferiți și sunt de diferite tipuri.
ru: Индексы группируют документы с похожими свойствами или типами. Связи позволяют определять отношения между документами, даже если они находятся в разных индексах и имеют разные типы.

source: There are no smart links
bg: Няма умни връзки
cs: Neexistují žádné chytré odkazy
de_de: Keine ähnlichen Dokumente vorhanden
el: Δεν υπάρχουν έξυπνοι σύνδεσμοι
lv: Viedās saites nav
nl: Er zijn geen smartlinks
ro_ro: Nu există legături inteligente
ru: Нет связей

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
bg: Умните връзки позволяват да се определят отношенията между документите, дори ако те са в различни индексни групи и са от различен тип.
cs: Chytré odkazy umožňují definovat vztahy mezi dokumenty, i když jsou v různých indexech a jsou různého typu.
de_de: Smart links ermöglichen die Definition von Beziehungen zwischen Dokumenten, auch wenn sie in verschiedenen Indices sind oder einen unterschiedlichen Typ aufweisen.
el: Οι έξυπνοι σύνδεσμοι επιτρέπουν τον καθορισμό σχέσεων μεταξύ εγγράφων ακόμη και αν περιέχονται σε διαφορετικά ευρετήρια ή είναι διαφορετικών τύπων.
lv: Viedās saites ļauj noteikt attiecības starp dokumentiem pat tad, ja tās atrodas dažādos indeksos un ir dažāda veida.
nl: Smartlinks maken het mogelijk verbanden tussen documenten vats te leggen zelfs als deze zich in verschillende indexen bevinden of van een verschillende type zijn.
ro_ro: Legăturile inteligente permit definirea relațiilor dintre documente chiar dacă sunt în indecși diferiți și sunt de diferite tipuri.
ru: Связи позволяют определять отношения между документами, даже если они находятся в разных индексах и имеют разные типы.

source: There are no resolved smart links for this document
bg: За този документ няма разрешени интелигентни връзки

source: Resolved smart links for document: %s
bg: Разрешени интелигентни връзки за документ: %s

source: Available smart links
bg: Налични умни връзки
cs: Dostupné chytré odkazy
de_de: Verfügbare Smart Links
el: Διαθέσιμοι έξυπνοι σύνδεσμοι
lv: Pieejamās viedās saites
nl: Beschikbare smartlinks
ro_ro: Legături inteligente disponibile
ru: Доступные связи

source: Smart links enabled
bg: Умните връзки са активирани
cs: Chytré odkazy jsou povoleny
de_de: Aktivierte Smart Links
el: Οι έξυπνοι σύνδεσμοι ενεργοποιήθηκαν
lv: Viedās saites ir iespējotas
nl: Smartlinks ingeschakeld
ro_ro: Legături inteligente activate
ru: Включенные связи

source: Smart links to enable for document type: %s
bg: Умни връзки за активиране на тип документ: %s
cs: Chytré odkazy pro povolení typu dokumentu: %s
de_de: Smart Links für Dokumententyp %s
el: Έξυπνοι σύνδεσμοι προς ενεργοποίηση για τύπο εγγράφου: %s
lv: Viedās saites, lai iespējotu dokumenta tipu: %s
nl: Smartlinks om in te schakelen voor documenttype: %s
ro_ro: Legături inteligente de activat pentru tipul de document: %s
ru: Связи для типа документа: %s

source: Available document types
bg: Налични типове документи
bs: Dostupni tipovi dokumenta
cs: Dostupné typy dokumentů
de_de: Verfügbare Dokumententypen
el: Διαθέσιμοι τύποι εγγράφων
es: Tipos de documentos disponibles
fa: نوع سند موجود
fr: Types de document disponible
it: Tipi di documento disponibili
lv: Pieejamie dokumentu veidi
nl: Beschikbare documenttypen
ro_ro: Tipuri de documente disponibile
ru: Доступные типы документов
tr_tr: Kullanılabilir belge türleri

source: Document types enabled
bg: Активирани типове документи
bs: Tipovi dokumenata su omogućeni
cs: Typy dokumentů povoleny
de_de: Aktivierte Dokumententypen
el: Ενεργοποιημένοι τύποι εγγράφων
es: Tipos de documentos seleccionados
fa: انواع سند فعال شده است
fr: Types de documents actifs
it: Tipi documento abilitati
lv: Iespējami dokumentu veidi
nl: Documenttypes ingeschakeld
ro_ro: Tipuri de documente activate
ru: Включенные типы документов
tr_tr: Doküman türleri etkinleştirildi

source: Document type for which to enable smart link: %s
bg: Тип документ, за който да се даде възможност за умна връзка: %s
bs: Tip dokumenta za omogućavanje pametna veza:%s
cs: Typ dokumentu, pro který chcete povolit chytré propojení: %s
de_de: Dokumententyp, für den Smart Link %s aktiviert werden soll
el: Τύποι εγγράφων για τους οποίους θα ενεργοποιηθούν οι έξυπνοι σύνδεσμοι: %s
es: Tipo de documento para el cual habilitar el enlace inteligente: %s
fa: نوع سند برای فعالسازی لینک هوشمند: %s
fr: Type de document sur lesquels activer les liens intelligents: %s
it: Tipo di documento per il quale attivare collegamento intelligente: %s
lv: Dokumenta veids, kam jāļauj viedā saite: %s
nl: Documenttype waarvoor smartlink wordt ingeschakeld: %s
ro_ro: Tipul de document pentru care să se permită legătura inteligentă: %s
ru: Типы документов, для которых нужно включить связь: %s
tr_tr: Akıllı bağlantıyı etkinleştirmek için kullanılan doküman türü: %s

source: Delete smart link: %s
bg: Изтриване на умна връзка: %s
bs: Izbriši smart link:%s
cs: Smazat chytrý odkaz: %s
de_de: Smart Link %s löschen
el: Διαγραφή έξυπνου συνδέσμου: %s
es: Borrar enlace inteligente: %s
fa: حذف لینک هوشمند: %s
fr: Supprimer le lien intelligent : %s
it: Cancella collegamento intelligente: %s
lv: Dzēst viedo saiti: %s
nl: Verwijder smartlink: %s
ro_ro: Ștergeți legătura inteligentă: %s
ru: Удалить связь: %s
tr_tr: Akıllı bağlantıyı silin: %s

source: Edit smart link: %s
bg: Редактиране на умна връзка: %s
bs: Izmjeni smart link: %s
cs: Upravit chytrý odkaz: %s
de_de: Smart Link %s bearbeiten
el: Τροποποίηση έξυπνου συνδέσμου: %s
es: Editar enlace inteligente: %s
fa: ویرایش پیوند هوشمند %s
fr: Modifier le lien intelligent:%s
it: Modifica il link intelligente: %s
lv: Rediģēt viedo saiti: %s
nl: Bewerk smartlink: %s
ro_ro: Editare legătură inteligentă:% s
ru: Редактировать связь: %s
tr_tr: Akıllı bağlantıyı düzenleme: %s

source: Conditions are small logic units that when combined define how the smart link will behave.
bg: Условията са малки логически единици, които в комбинация определят как ще се държи умната връзка.
cs: Podmínky jsou malé logické jednotky, které při kombinaci definují chování chytrého odkazu.
de_de: Bedingungen sind kleine logische Einheiten, die in der Kombination definieren, wie der Smart Link funktionieren wird.
el: Οι συνθήκες είναι μικρές λογικές μονάδες που όταν συνδυάζονται καθορίζουν τον τρόπο συμπεριφοράς του έξυπνου συνδέσμου.
lv: Nosacījumi ir nelielas loģikas vienības, kas, kombinējot, definē, kā viedā saite darbosies.
nl: Voorwaarden zijn kleine logische eenheden die gecombineerd bepalen hoe de smart link zich gedraagt.
ro_ro: Condițiile sunt unități logice mici care, atunci când sunt combinate, definesc modul în care se va comporta legătura inteligentă.
ru: Условия - это небольшие логические единицы, которые при объединении определяют, как будет вести себя связь.

source: There are no conditions for this smart link
bg: Няма условия за тази умна връзка
cs: Pro tento chytrý odkaz neexistují žádné podmínky
de_de: Keine Bedingungen für diesen Smart Link vorhanden
el: Δεν υπάρχουν ορισμένες συνθήκες για αυτόν τον έξυπνο σύνδεσμο
lv: Šai viedajai saitei nav nekādu nosacījumu
nl: Er zijn geen voorwaarden voor deze smartlink
ro_ro: Nu există condiții pentru această legătură inteligentă
ru: Нет условий для связи

source: Conditions for smart link: %s
bg: Условия за умна връзка: %s
bs: Uslovi za smart link:%s
cs: Podmínky pro chytrý odkaz: %s
de_de: Bedingungen für Smart Link %s
el: Συνθήκες του έξυπνου συνδέσμου: %s
es: Condiciones para enlace inteligente: %s
fa: شرایط پیوند هوشمند : %s
fr: Conditions sur le lien intelligent: %s
it: Condizioni per il collegamento intelligente: %s
lv: Nosacījumi viedai saitei: %s
nl: Voorwaarden voor smartlink: %s
ro_ro: Condiții pentru legătura inteligentă: %s
ru: Условия связи: %s
tr_tr: Akıllı bağlantı için koşullar: %s

source: Add new conditions to smart link: "%s"
bg: Добавете нови условия към умната връзка: &quot;%s&quot;
bs: Dodati nove uslove za smart link: "%s"
cs: Přidejte nové podmínky chytrému odkazu: "%s"
de_de: Neue Bedingungen zu Smart Link "%s" hinzufügen
el: Προσθήκη νέας συνθήκης στον έξυπνο σύνδεσμο: "%s"
es: Añadir nuevas condiciones de enlace inteligente: "%s"
fa: اضافه کردن شرط جدید به پیوند هوشمند "%s"
fr: Ajouter une nouvelle condition au lien intelligent:"%s"
it: Aggiungi una nuova condizione al link intelligente: "%s"
lv: Pievienot jaunus nosacījumus viedajai saitei: &quot;%s&quot;
nl: Nieuwe voorwaarden toevoegen aan smartlink: "%s"
ro_ro: Adauga la noile condiții de legătură inteligentă: "%s"
ru: Добавить новые условия связи: %s
tr_tr: Akıllı bağlantıya yeni şartlar ekleyin: "%s"

source: Delete smart link condition: "%s"?
bg: Изтриване на условие на умна връзка: &quot;%s&quot;?
bs: Izbriši uslov za smart link:"%s"?
cs: Odstranit podmínku chytrého odkazu: "%s"?
de_de: Bedingung für Smart Link "%s" wirklich löschen?
el: Διαγραφή συνθήκης έξυπνου συνδέσμοθυ: "%s";
es: ¿Borrar condición de enlace inteligente: "%s"?
fa: شرط ارتباط هوشمند را حذف کنید: "%s"؟
fr: Supprimer la condition du lien intelligent : "%s" ?
it: Cancella condizione collegamento intelligente: "%s" ?
lv: Dzēst smart saite nosacījums: &quot;%s&quot;?
nl: Verwijder smartlink voorwaarde: "%s"?
ro_ro: Ștergeți condiția de legătură inteligentă: "%s"?
ru: Удалить условие связи: %s?
tr_tr: Akıllı bağlantı koşulunu silin: "%s"?

source: Edit smart link condition
bg: Редактиране на условие на умна връзка
bs: Izmjeniti uslove smart linka
cs: Upravit podmínku chytrého odkazu
de_de: Bedingung für Smart Link bearbeiten
el: Τροποποίηση συνθηκών έξυπνου συνδέσμου
es: Editar condición de enlace inteligente
fa: ویرایش شرط پیوند هوشمند "%s"
fr: Modifier la condition sur le lien intelligent
it: Modifica condizioni per i link intelligenti
lv: Rediģējiet viedās saites stāvokli
nl: Smartlink voorwaarde bewerken
ro_ro: Editați condiția de legătură inteligentă
ru: Редактировать условие связи
tr_tr: Akıllı bağlantı durumunu düzenle

source: Comma separated list of document type primary keys to which this smart link will be attached.
bs: Lista odvojenih primarnih ključeva tipova dokumenata na koje se povezuje ova pametna veza.
cs: Seznam primárních klíčů typu dokumentu, na které bude tento chytrý odkaz připojen, oddělený čárkami.
de_de: Kommagetrennte Liste von Primärschlüsseln von Dokumententypen, mit denen dieser Smart Link verknüpft wird.
fa: لیست کاملی از نوع اسناد کلید های اصلی که این پیوند هوشمند متصل است جدا شده است.
lv: Komatu atdalīts dokumentu tipu primāro atslēgu saraksts, kurām tiks pievienota šī viedā saite.
nl: Kommagescheiden lijst van primaire sleutels voor documenttype waaraan deze smartlink wordt toegevoegd.
ro_ro: Listă separată prin virgule de chei primare de documente la care va fi atașată această legătură inteligentă.
tr_tr: Bu akıllı bağlantının ekleneceği belge türü birincil anahtarların virgülle ayrılmış listesi.

source: No such document type: %s
bs: Nema takve vrste dokumenta:%s
cs: Tento typ dokumentu neexistuje: %s
de_de: Kein Dokumententyp: %s
fa: بدون نوع سند: %s
lv: Nav šāda veida dokumenta: %s
nl: Er is geen documenttype: %s
ro_ro: Nu există un astfel de tip de document: %s
tr_tr: Böyle bir doküman türü yok: %s

source: Smart link query error: %s
bs: Greška smart link upita: %s
cs: Chyba dotazu chytrého odkazu: %s
de_de: Abfragefehler für Smart Link %s
es: Error en consulta de enlace inteligente: %s
fa: خطای پرسش query از پیوند هوشمند : %s
fr: Erreur de requête sur lien intelligent:%s
it: Interrogazione dei link intelligenti, errore: %s
lv: Smart saites vaicājuma kļūda: %s
nl: 'smartlink' zoek fout: %s
ro_ro: Eroare interogare link-ul:% s
tr_tr: Akıllı bağlantı sorgu hatası: %s

source: Documents in smart link: %s
bs: Dokumenti u pametnom linku:%s
cs: Dokumenty v chytrém odkazu: %s
de_de: Ähnliche Dokumente für %s
es: Documentos en enlace inteligente: %s
fa: اسناد در لینک هوشمند: %s
fr: Lien inetlligent du document: %s
it: Documenti nel link intelligente: %s
lv: Dokumenti viedā saitē: %s
nl: Documenten in smartlink: %s
ro_ro: Documente în legătura inteligentă: %s
tr_tr: Akıllı dokümanlar: %s

source: Documents in smart link "%(smart_link)s" as related to "%(document)s"
bs: Dokumenti u pametnom linku "%(smart_link)s" koji se odnose na "%(document)s"
cs: Dokumenty v inteligentním odkazu „%(smart_link)s“ ve vztahu k „%(document)s“
de_de: Dokumente in Smart Link "%(smart_link)s" verknüpft zu "%(document)s"
es: Los documentos en enlace inteligente "%(smart_link)s" en relación con "%(document)s"
fa: اسناد پیوند هوشمند "%(smart_link)s" به عنوان "%(document)s" مربوط به
fr: Documents du lien intelligent "%(smart_link)s" en relation avec "%(document)s"
it: Documenti nel link intelligente: "%(smart_link)s" è correlato con "%(document)s"
lv: Dokumenti viedā saite &quot;%(smart_link)s&quot;, kas saistīti ar &quot;%(document)s&quot;
nl: Documenten in smartlink "%(smart_link)s" in relatie tot "%(document)s"
ro_ro: Documentele din legătura inteligentă "%(smart_link)s" în legătură cu "%(document)s"
tr_tr: "%(document)s" ile ilişkili "%(smart_link)s" akıllı bağlantıdaki belgeler

source: There are no smart links for this document
cs: Pro tento dokument neexistují žádné chytré odkazy
de_de: Keine ähnlichen Dokumente für dieses Dokument vorhanden
lv: Šim dokumentam nav inteliģentas saites
nl: Er zijn geen smartlinks voor dit document
ro_ro: Nu există legături inteligente pentru acest document

source: Smart links for document: %s
bs: Smart link za dokument:%s
cs: Chytré odkazy pro dokument: %s
de_de: Ähnliche Dokumente für Dokument %s
es: Enlaces inteligentes para el documento: %s
fa: ارتباطات هوشمند برای سند :%s
fr: Liens intelligents pour le document: %s
it: Collegamenti intelligenti per il documento: %s
lv: Viedās saites dokumentam: %s
nl: Smartlinks voor document: %s
ro_ro: Legături inteligente pentru documentul: %s
tr_tr: Belge için akıllı bağlantılar: %s

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/). The {{ document }} context variable is available.
lv: Ievadiet veidni, kas jāpiešķir. Izmantojiet Django noklusējuma veidnes valodu (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/). Ir pieejams {{document}} konteksta mainīgais.

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/). The {{ document }} context variable is available.
es: Introduzca una plantilla para generar. Use el lenguaje de plantillas de Django (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/). La variable {{ document }} está disponible en el contexto de la plantilla.
fr: Indiquez un modèle à restituer. Utilise le langage de rendu de Django par défaut (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/). La variable de contexte {{ document }} est disponible.
it: Inserisci il template da renderizzare. Usa il linguaggio di template di Django (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/). Variabili di contesto disponibili: {{ document }}
