Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, de_de, el, es, fa, fr, it, lv, nl, ro_ro, ru, tr_tr

source: Linking
bg: Свързване
bs: Spojni
cs: Propojení
de_de: Verknüpfungen
el: Σύνδεση
es: Enlaces
fa: ربط دادن
fr: Liaison
it: Collegamento
lv: Saistīšana
nl: Koppeling
ro_ro: Legare
ru: Связи
tr_tr: Bağlama

source: Label
bg: Етикет
bs: Labela
cs: Označení
de_de: Bezeichnung
el: Ετικέτα
es: Etiqueta
fa: برچسب
fr: Libellé
it: Etichetta
lv: Etiķete
ro_ro: Etichetă
ru: Заголовок
tr_tr: Etiket

source: Smart links
bg: Умни връзки
bs: Smart linkovi
cs: Chytré odkazy
el: Έξυπνοι σύνδεσμοι
es: Enlaces inteligentes
fa: پیوند هوشمند
fr: Liens intelligents
it: Link intelligenti
lv: Viedās saites
ro_ro: Link-uri inteligente
ru: Связи
tr_tr: Akıllı bağlantılar

source: Smart link created
bg: Умна връзка е създадена
cs: Byl vytvořen chytrý odkaz
de_de: Smart Link erstellt
el: Δημιουργήθηκε έξυπνος σύνδεσμος
lv: Izveidota gudra saite
nl: 'Smartlink' aangemaakt
ro_ro: Legătura inteligentă a fost creată
ru: Связь создана

source: Smart link edited
bg: Умна връзка е редактирана
cs: Chytrý odkaz byl upraven
de_de: Smart Link bearbeitet
el: Τροποποιήθηκε ο έξυπνος σύνδεσμος
lv: Viedā saite rediģēta
nl: 'Smartlink' bewerkt
ro_ro: Legătura inteligentă a fost editată
ru: Связь изменена

source: Foreign document field
bg: Поле за чужд документ
cs: Pole cizího dokumentu
de_de: Feld des anderen Dokuments
el: Πεδίο έταιρου εγγράφου
lv: Ārvalstu dokumentu lauks
nl: Veld van het vreemde document
ro_ro: Câmp document străin
ru: Поле другого документа

source: Create condition
bg: Създайте условие
bs: Kreiraj stanje
cs: Vytvořit podmínku
de_de: Erstellungsbedingung
el: Δημιουργία προϋπόθεσης
es: Crear condición
fa: ایجاد شرط
fr: Créer une condition
it: Crea condizione
lv: Izveidot nosacījumu
nl: Voorwaarde aanmaken
ro_ro: Creați o condiție
ru: Создать условие
tr_tr: Oluşturma durumu

source: Delete
bg: Изтрийте
bs: Obriši
cs: Odstranit
de_de: Löschen
el: Διαγραφή
es: Borrar
fa: حذف
fr: Supprimer
it: Cancella
lv: Dzēst
nl: Verwijderen
ro_ro: Șterge
ru: Удалить
tr_tr: Sil

source: Edit
bg: Редактиране
bs: Urediti
cs: Editovat
de_de: Bearbeiten
el: Τροποποίηση
es: Editar
fa: ویرایش
fr: Modifier
it: Modifica
lv: Rediģēt
nl: Bewerken
ro_ro: Editează
ru: Редактировать
tr_tr: Düzenle

source: Conditions
bg: Условия
bs: Uslovi
cs: Podmínky
de_de: Bedingungen
el: Προϋποθέσεις
es: Condiciones
fa: شرایط
it: Condizioni
lv: Nosacījumi
nl: Voorwaarde
ro_ro: Condiții
ru: Условия
tr_tr: Koşullar

source: Create new smart link
bg: Създайте нова умна връзка
bs: Kreiraj novi smart link
cs: Vytvořit nový chytrý odkaz
de_de: Smart Link erstellen
el: Δημιουργία νέου έξυπνου σύνδεσμου
es: Crear un enlace inteligente nuevo
fa: ایجاد پیوند هوشمند جدید
fr: Céer un nouveau lien intelligent
it: Crea un nuovo link intelligente
lv: Izveidojiet jaunu viedo saiti
nl: Nieuwe 'smartlink' aanmaken
ro_ro: Creați un nou link inteligent
ru: Создать связь
tr_tr: Yeni akıllı bağlantı oluştur

source: Document types
bg: Типове документи
bs: Tipovi dokumenta
cs: Typy dokumentů
de_de: Dokumententypen
el: Τύποι εγγράφων
es: Tipos de documento
fa: انواع مستندات
fr: Types de document
it: Tipi di documento
lv: Dokumentu veidi
nl: Documentsoorten
ro_ro: Tipuri de documente
ru: Типы документов
tr_tr: Belge tipleri

source: Documents
bg: Документи
bs: Dokumenti
cs: Dokumenty
de_de: Dokumente
el: Έγγραφα
es: Documentos
fa: مستندات
it: Documenti
lv: Dokumenti
nl: Documenten
ro_ro: Documente
ru: Документы
tr_tr: Belgeler

source: and
bg: и
bs: i
cs: a
de_de: und
el: και
es: y
fa: و
fr: et
it: e
lv: un
nl: en
ro_ro: și
ru: и
tr_tr: ve

source: or
bg: или
bs: ili
cs: nebo
de_de: oder
el: ή
es: o
fa: یا
fr: ou
it: o
lv: vai
nl: of
ro_ro: sau
ru: или
tr_tr: veya

source: is equal to
bg: е равно на
bs: jednako je
cs: je rovný
de_de: ist gleich zu
el: Ισούται με
es: es igual a
fa: برابراست با
fr: est égal à
it: è uguale
lv: ir vienāds ar
nl: is gelijk aan
ro_ro: este egal cu
ru: равно
tr_tr: eşittir

source: is equal to (case insensitive)
bg: е равно на (нечувствително към регистъра)
bs: jednako je (nije bitno velika ili mala slova)
cs: je rovno (velká a malá písmena)
de_de: ist gleich zu (ohne Groß/Kleinschreibung)
el: Ισούται με (με διάκριση κεφαίων/πεζών)
es: es igual a (no sensible a mayúsculas)
fa: برابراست با (case insensitive)
fr: est égal à (indépendant de la casse)
it: è uguale a (case insensitive)
lv: ir vienāds ar (gadījuma nejutīgums)
nl: is gelijk aan (hoofdletter ongevoelig)
ro_ro: este egal cu (majusculele sunt nesemnificative)
ru: равно (без учета регистра)
tr_tr: Eşittir (büyük / küçük harf duyarsız)

source: contains
bg: съдържа
bs: sadrži
cs: obsahuje
de_de: enthält
el: περιέχει
es: contiene
fa: شامل
fr: contient
it: contiene
lv: satur
nl: bevat
ro_ro: conține
ru: содержит
tr_tr: içeren

source: contains (case insensitive)
bg: съдържа (нечувствително към регистъра)
bs: sadrži (nije bitno velika ili mala slova)
cs: obsahuje (nerozlišují velká a malá písmena)
de_de: enthält (ohne Groß/Kleinschreibung)
el: περιέχει (με δάκριση κεφαλαίων / πεζών)
es: contiene (no sensible a mayúsculas)
fa: شامل (case insensitive)
fr: contient (indépendant de la casse)
it: contiene (case insensitive)
lv: satur (nejutīga lieta)
nl: bevat (hoofdletter ongevoelig)
ro_ro: conține (majusculele sunt nesemnificative)
ru: содержит (без учета регистра)
tr_tr: Içerir (büyük / küçük harf duyarsız)

source: is in
bg: е в
bs: je u
cs: je v
de_de: ist in
el: περιέχεται σε
es: está en
fa: در آن
fr: est dans
it: è in
lv: ir iekšā
ro_ro: este în
ru: находится в
tr_tr: içinde

source: is greater than
bg: е по-голямо от
bs: veće je od
cs: je větší než
de_de: ist größer als
el: είναι μεγαλύτερο από
es: es mayor que
fa: بزرگتر از
fr: est supérieur à
it: è più grande di
lv: ir labāks par
nl: is groter dan
ro_ro: este mai mare decât
ru: больше
tr_tr: büyüktür

source: is greater than or equal to
bg: е по-голямо или равно на
bs: je veće ili jednako od
cs: je větší nebo rovno
de_de: ist größer oder gleich zu
el: είναι μεγαλύτερο από ή ίσο με
es: es mayor o igual a
fa: بزرگتر مساوی با
fr: est supérieur ou égal à
it: è più grande o uguale a
lv: ir lielāks vai vienāds ar
nl: is groter dan of is gelijk aan
ro_ro: este mai mare sau egală cu
ru: больше или равно
tr_tr: büyük veya eşit

source: is less than
bg: е по-малко от
bs: manje je od
cs: je menší než
de_de: ist kleiner als
el: είναι μικρότερο από
es: es menor que
fa: کوچکتر از
fr: est inférieur à
it: è inferiore a
lv: ir mazāks par
nl: is kleiner dan
ro_ro: este mai mică decât
ru: меньше
tr_tr: küçüktür

source: is less than or equal to
bg: е по-малко или равно на
bs: manje je od
cs: je menší nebo rovno
de_de: ist kleiner oder gleich zu
el: είναι μικρότερο από ή ίσο με
es: es menor o igual a
fa: کوچکتر مساوی با
fr: est inférieur ou égal à
it: è inferiore o uguale a
lv: ir mazāks vai vienāds ar
nl: is kleiner dan of is gelijk aan
ro_ro: este mai mică sau egală cu
ru: меньше или равно
tr_tr: Küçük veya eşittir

source: starts with
bg: започва с
bs: počinje sa
cs: začíná s
de_de: beginnt mit
el: αρχίζει με
es: comienza con
fa: شروع میشود با
fr: commence par
it: inizia con
lv: sākas ar
nl: begint met
ro_ro: începe cu
ru: начинается с
tr_tr: ile başlar

source: starts with (case insensitive)
bg: започва с (нечувствително към регистъра)
bs: počinje sa (nije bitno velika ili mala slova)
cs: začíná (nerozlišuje se malá a velká písmena)
de_de: beginnt mit (ohne Groß/Kleinschreibung)
el: αρχίζει με (με διάκριση κεφαλαίων / πεζών)
es: comienza con (no sensible a mayúsculas)
fa: شروع میشود با (case insensitive)
fr: commence pas (insensible à la casse)
it: inizia con (case insensitive)
lv: sākas ar (nejutīga lieta)
nl: begint met (hoofdletter ongevoelig)
ro_ro: începe cu (majusculele sunt nesemnificative)
ru: начинается с (без учета регистра)
tr_tr: Ile başlar (büyük / küçük harfe duyarsız)

source: ends with
bg: завършва с
bs: završava sa
cs: končí s
de_de: endet mit
el: τελειώνει σε
es: termina con
fa: خاتمه با
fr: finit par
it: finisce con
lv: beidzas ar
nl: eindigt met
ro_ro: se termină cu
ru: заканчивается на
tr_tr: Ile biter

source: ends with (case insensitive)
bg: завършва с (нечувствително към регистъра)
bs: završava sa (nije bitno velika ili mala slova)
cs: končí písmenem (nerozlišují se malá a velká písmena)
de_de: endet mit (ohne Groß/Kleinschreibung)
el: τελειώνει σε (με διάκριση κεφαλαίων / πεζών)
es: termina con (no sensible a mayúsculas)
fa: خاتمه با (case insensitive)
fr: finit par (insensible à la casse)
it: finisce con (case insensitive)
lv: beidzas ar (nejutīga lieta)
nl: eindigt met (hoofdletter ongevoelig)
ro_ro: se încheie cu (majusculele sunt nesemnificative)
ru: заканчивается на (без учета регистра)
tr_tr: Ile biter (büyük / küçük harfe duyarsız)

source: is in regular expression
bg: е в редовен израз
bs: je u regularnom izrazu
cs: je v regulárním výrazu
de_de: ist in regulärem Ausdruck
el: περιέχεται στο regular expression
es: está en la expresión regular
fa: موجود در عبارات منظم
fr: est une expression régulière
it: è un'espressione regolare
lv: ir regulāra izteiksme
nl: komt overeen met 'reguliere expressie'
ro_ro: este în expresie regulată
ru: в регулярном выражении
tr_tr: Düzenli ifade içinde

source: is in regular expression (case insensitive)
bg: е в редовен израз (нечувствително към регистъра)
bs: je u regularnom izrazu (nije bitno velika ili mala slova)
cs: je v regulárním výrazu (velká a malá písmena)
de_de: ist in regulärem Ausdruck (ohne Groß/Kleinschreibung)
el: περιέχεται στο regular expression (χωρίς διάκριση κεφαλαίων / πεζών)
es: está en la expresión regular (no sensible a mayúsculas)
fa: موجود در عبارات منظم (case insensitive)
fr: est une expression régulière (insensible à la casse)
it: è un'espressione regolare (case insensitive)
lv: ir regulāra izteiksme (gadījuma nejutīgums)
nl: komt overeen met 'reguliere expressie (hoofdletter ongevoelig)
ro_ro: este în expresie regulată (case insensitive)
ru: в регулярном выражении (без учета регистра)
tr_tr: Düzenli ifadede (harf büyüklüğüne duyarsız)

source: A short text describing the smart link.
bg: Кратък текст, описващ умната връзка.
cs: Krátký text popisující inteligentní odkaz.
de_de: Ein kurzer Text, der den Smart Link beschreibt.
el: Ένα σύντομο κείμενο που περιγράφει τον έξυπνο σύνδεσμο.
nl: Een korte tekst die de smartlink beschrijft.
ro_ro: Un text scurt care descrie legătura inteligentă.
ru: Краткое описание связи.

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
bg: Използвайте това поле, за да покажете уникален етикет в зависимост от документа, от който се осъществява достъп до умната връзка.
cs: Toto pole použijte k zobrazení jedinečného názvu v závislosti na dokumentu, ze kterého je inteligentní odkaz přístupný.
de_de: Verwenden Sie dieses Feld um abhängig vom Dokument, von dem aus auf den Smart Link zugegriffen wird, eine eindeutige Bezeichnung anzuzeigen.
el: Χρησιμοποιήστε αυτό το πεδίο για να εμφανίσετε μια μοναδική ετικέτα ανάλογα με το έγγραφο από το οποίο γίνεται πρόσβαση στον έξυπνο σύνδεσμο.
nl: Gebruik dit veld om een uniek label te tonen dat afhankelijk is van het document waar de smartlink toegang toe biedt.
ro_ro: Utilizați acest câmp pentru a afișa o etichetă unică, în funcție de documentul din care este accesat link-ul inteligent.
ru: Используйте это поле для отображения уникального заголовка в зависимости от документа, из которого осуществляется доступ к связи.

source: Dynamic label
bg: Динамичен етикет
bs: Dinamička oznaka
cs: Dynamický štítek
de_de: Dynamische Bezeichnung
el: Δυναμική ετικέτα
es: Etiqueta dinámica
fa: برچسب پویا
fr: Etiquette dynamique
it: Etichetta dinamica
lv: Dinamiska etiķete
nl: Dynamisch label
ro_ro: Etichetă dinamică
ru: Динамический заголовок
tr_tr: Dinamik etiket

source: Enabled
bg: Активиран
bs: Omogućeno
cs: Povoleno
de_de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
fa: فعال شده
fr: Activé
it: Abilitato
lv: Iespējots
nl: Ingeschakeld
ro_ro: Activat
ru: Включено
tr_tr: Açık

source: Smart link
bg: Умна връзка
bs: Pametni link
cs: Chytrý odkaz
el: Έξυπνος συνδεσμός
es: Enlace inteligente
fa: پیوند هوشمند
fr: Lien intelligent
it: Link intelligente
lv: Viedā saite
ro_ro: Legătură inteligentă
ru: Связь
tr_tr: Akıllı bağlantı

source: Error generating dynamic label; %s
bg: Грешка при генериране на динамичен етикет; %s
bs: Greška u generisanju dinamičke oznake; %s
cs: Chyba při generování dynamického štítku; %s
de_de: Fehler bei der Generierung des dynamischen Titels: %s
el: Σφάλμα κατά την δημιουργία δυναμικής ετικέτας: %s
es: Error generando etiqueta dinámica; %s
fa: خطا در ایجاد برچسب پویا؛ %s
fr: Erreur de génération de l'étiquette dynamique : %s
it: Errore generando l'etichetta dinamica; %s
lv: Radot dinamisku marķējumu, radās kļūda; %s
nl: Fout bij genereren dynamisch label; %s
ro_ro: Eroare la generarea etichetei dinamice; %s
ru: Ошибка создания динамического заголовка; %s
tr_tr: Dinamik etiket oluşturulurken hata oluştu; %s

source: This smart link is not allowed for the selected document's type.
bg: Тази умна връзка не е разрешена за типа на избрания документ.
bs: Ovaj pametni link nije dozvoljen za tip izabranog dokumenta.
cs: Tento chytrý odkaz není povolen pro typ vybraného dokumentu.
de_de: Dieser Smart Link ist nicht erlaubt für diesen Dokumententyp.
el: Αυτός ο έξυπνος συνδεσμός δεν επιτρέπεται για τον επιλεγμένο τύπο εγγράφου.
es: Este enlace inteligente no está permitido para el tipo de documento seleccionado.
fa: این لینک هوشمند برای نوع سند منتخب مجاز نیست
fr: Un lien intelligent n'est pas autorisé pour le type de document sélectionné.
it: Questo link intelligente non è consentito per questo tipo di documento.
lv: Šī viedā saite nav atļauta izvēlētajam dokumenta tipam.
nl: Deze smartlink is niet toegestaan voor het geselecteerde documenttype.
ro_ro: Această legătură inteligentă nu este permisă pentru tipul de document selectat.
ru: Эта связь не разрешена для выбранного типа документа.
tr_tr: Seçilen dokümanın türü için bu akıllı bağlantıya izin verilmez.

source: The inclusion is ignored for the first item.
bg: Включването се игнорира за първия елемент.
bs: Inkluzija je ignorisana za prvu stavku
cs: Zahrnutí se u první položky ignoruje.
de_de: Die Einbeziehung wird für das erste Element ignoriert.
el: Η συμπερίληψη αγνοείται για το πρώτο στοιχείο.
es: La inclusión es ignorada para el primer artículo.
fa: ورود اولین آیتم در نطر گرفته نشد.
fr: Ignorer l'inclusion sur le premier élément
it: L'inserimento viene ignorato per la prima voce.
lv: Pirmā vienuma iekļaušana tiek ignorēta.
nl: De berekening is genegeerd voor het eerste item
ro_ro: Includerea este ignorată pentru primul element.
ru: Включение игнорируется для первого элемента.
tr_tr: İlk öğe için dahil edilmez.

source: This represents the metadata of all other documents.
bg: Това представлява метаданните на всички останали документи.
bs: Ovo predstavlja metapodatke svih ostalih dokumenata.
cs: To představuje metadata všech ostatních dokumentů.
de_de: Repräsentiert die Metadaten aller anderen Dokumente.
el: Αυτό αντιπροσωπεύει τα μεταδεδομένα όλων των άλλων εγγράφων.
es: Esto representa los meta datos de los documentos foráneos.
fa: این مورد نشانگر متا داده تمامی اسناد می باشد.
fr: Ceci représente la méta-donnée de tous les autres documents.
it: Questo rappresenta i metadati degli altri documenti.
lv: Tas atspoguļo visu pārējo dokumentu metadatus.
nl: Dit geeft de metadata van alle andere documenten weer.
ro_ro: Aceasta reprezintă metadatele tuturor celorlalte documente.
ru: Это представляет собой метаданные всех других документов.
tr_tr: Bu, tüm diğer belgelerin meta verilerini temsil eder.

source: Foreign document attribute
bg: Характеристика на чужд документ
bs: Atribut inostranih dokumenata
cs: Atribut cizího dokumentu
de_de: Fremddokumentattribut
el: Ιδιότητα έταιρου εγγράφου
es: Datos de documento foráneo
fa: مختصات سند خارجی
fr: Attribut étranger du document
it: Attributo documento esterno
lv: Ārvalstu dokumentu atribūts
nl: Eigenschap van het vreemde document
ro_ro: Atribut document străin
ru: Атрибут другого документа
tr_tr: Yabancı belge özniteliği

source: The expression using document properties to be evaluated against the foreign document field.
bg: Изразът, използващ свойствата на документа, които трябва да бъдат оценени спрямо чуждото документно поле.
cs: Výraz používající vlastnosti dokumentu, které má být vyhodnoceny proti poli cizího dokumentu.
de_de: Der Ausdruck, der Dokumenteigenschaften verwendet, die für das Fremddokumentfeld ausgewertet werden sollen.
el: Η έκφραση που χρησιμοποιεί ιδιότητες εγγράφου προς αξιολόγηση έναντι του πεδίου του έταιρου εγγράφου.
nl: De uitdrukking die m.b.v. documenteigenschappen vergeleken wordt met het veld van het vreemde document.
ro_ro: Expresia care trebuie evaluată folosind proprietățile documentului pe câmpul documentului străin.
ru: Выражение, использующее свойства документа для оценки по полю другого документа.

source: Expression
bg: Израз
bs: Izraz
cs: Výraz
de_de: Ausdruck
el: Έκφραση
es: Expresión
fa: عبارت
it: Espressione
lv: Izteiksme
nl: Uitdrukking
ro_ro: Expresie
ru: Выражение
tr_tr: İfade

source: Inverts the logic of the operator.
bg: Обръща логиката на оператора.
bs: Obrće logiku operatora
cs: Obrací logiku operátora.
de_de: Kehrt die Logik der Operation um.
el: Αντιστρέφει την κατάσταση του λογικού τελεστή.
es: Invierte la lógica del operador.
fa: منطق عملگر را برعکس میکند.
fr: Inverser l'opérateur logique
it: Inverti la logica dell'operazione
lv: Pārvērš operatora loģiku.
nl: Inverteert de operatorlogica
ro_ro: Inversează logica operatorului.
ru: Инвертирует логику оператора.
tr_tr: Operatör mantığını ters çevirir.

source: Negated
bg: Отказано
bs: Negiran
cs: Vyloučeno
de_de: Verneint
el: Αντιστροφή
es: Negado
fa: منفی شده
fr: Négation
it: Negato
lv: Negatīvs
nl: Omgekeerd
ro_ro: Negat
ru: Инвертировать
tr_tr: Negatiflenmiş

source: Link condition
bg: Състояние на връзката
bs: Stanje veze
cs: Podmínka odkazu
de_de: Bedingung
el: Συνθήκη συνδέσμου
es: Condición de enlace
fa: شرط پیوند
fr: Condition sur le lien
it: Condizione link
lv: Saites stāvoklis
nl: Linkvoorwaarde
ro_ro: Condiție de conectare
ru: Состояние связи
tr_tr: Bağlantı durumu

source: Link conditions
bg: Състояния на връзката
bs: Link uslovi
cs: Podmínky odkazu
de_de: Bedingungen
el: Συνθήκες συνδέσμου
es: Condiciones de enlace
fa: شرایط پیوند
fr: Conditions sur le lien
it: Condizioni link
lv: Saites nosacījumi
nl: Linkvoorwaarden
ro_ro: Condiții de conectare
ru: Состояния связи
tr_tr: Bağlantı koşulları

source: not
bg: не
bs: ne
cs: ne
de_de: Nicht
el: δεν
es: no
fa: نه
fr: ne pas
lv: ne
nl: niet
ro_ro: nu
ru: не
tr_tr: değil

source: Full label
bg: Пълен етикет
cs: Úplný štítek
de_de: Voller Bezeichner
el: Πλήρης ετικέτα
lv: Pilna etiķete
nl: Volledig label
ro_ro: Etichetă completă
ru: Полный заголовок

source: View resolved smart links
bg: Преглед на разрешените интелигентни връзки

source: Create new smart links
bg: Създайте нови умни връзки
bs: Kreiraj novi smart link
cs: Vytvářit nové chytré odkazy
de_de: Smart Links erstellen
el: Δημιουργία νέων έξυπνων συνδεσμών
es: Crear nuevos enlaces inteligentes
fa: ایجاد پیوند هوشمند جدید
fr: Créer de nouveaux liens intelligents
it: Crea link intelligenti
lv: Izveidojiet jaunas viedās saites
nl: Nieuwe 'smartlinks' aanmaken
ro_ro: Creați noi legături inteligente
ru: Создать связи
tr_tr: Yeni akıllı bağlantılar oluştur

source: Delete smart links
bg: Изтрийте умните връзки
bs: Obrisati smart linkove
cs: Smazat chytré odkazy
de_de: Smart Links löschen
el: Διαγραφή έξυπνων συνδεσμών
es: Eliminar enlaces inteligentes
fa: حذف پیوند هوشمند
fr: Supprimer les liens intelligents
it: Cancella link intelligenti
lv: Dzēst viedās saites
nl: 'Smartlinks' verwijderen
ro_ro: Ștergeți linkurile inteligente
ru: Удалить связи
tr_tr: Akıllı bağlantıları sil

source: Edit smart links
bg: Редактиране на умни връзки
bs: Izmjeni smart linkove
cs: Upravit chytré odkazy
de_de: Smart Links bearbeiten
el: Τροποποίηση έξυπνων συνδεσμών
es: Editar enlaces inteligentes
fa: ویرایش پیوند هوشمند
fr: Modifier les liens intelligents
it: Modifica link intelligenti
lv: Rediģējiet viedās saites
nl: 'Smartlinks' bewerken
ro_ro: Editați legături inteligente
ru: Редактировать связи
tr_tr: Akıllı bağlantıları güncelle

source: View existing smart links
bg: Преглед на съществуващите умни връзки
bs: Pogledati postojeće smart linkove
cs: Zobrazit existující chytré odkazy
de_de: Existierende Smart Links anzeigen
el: Προβολή υπαρχόντων έξυπνων συνδέσμων
es: Ver enlaces inteligentes existentes
fa: دیدن پیوندهای هوشمند موجود
fr: Afficher les liens intelligents disponibles
it: Vista intelligente dei link esistenti
lv: Skatiet esošās viedās saites
nl: Bestaande 'smartlinks' bekijken
ro_ro: Vedeți legăturile inteligente existente
ru: Просмотр существующих связей
tr_tr: Mevcut akıllı bağlantıları görüntüle

source: Primary key of the document type to add to the smart link.
bg: Основен ключ от типа документ, който да добавите към интелигентната връзка.
ru: Первичный ключ типа документа, который нужно добавить в связь.

source: Primary key of the document type to remove from the smart link.
bg: Основен ключ от типа документ, който да се премахне от интелигентната връзка.
ru: Первичный ключ типа документа, который нужно удалить из связи.

source: Resolved smart link query error: %s
bg: Разрешена грешка в заявката за интелигентна връзка: %s

source: Resolved smart link dynamic label error: %s
bg: Разрешена грешка в динамичния етикет на интелигентната връзка: %s

source: Documents in resolved smart link "%(resolved_smart_link)s" for "%(document)s"
bg: Документи в разрешена интелигентна връзка „%(resolved_smart_link)s“ за „%(document)s“
