Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: bs, de_de, es_pr, fa, it, lv, nl, pt_br, sl, tr_tr, zh_hans

source: Delete the selected entry?
de_de: Ausgewählten Eintrag löschen?

source: Entry: %(entry)s was re-queued for OCR.
de_de: Eintrag %(entry)s wurde erneut in die Warteschlange eingereiht

source: Document version id#: %d, no longer exists.
de_de: Dokumentenversion ID: %d existiert nicht mehr

source: Re-queue the selected entry?
de_de: Ausgewählten Eintrag wieder einstellen?

source: pdftotext version
it: versione pdftotext

source: tesseract version
it: versione tesseract

source: %(count)d documents of type "%(document_type)s" added to the OCR queue.
it: %(count)d documenti di tipo "%(document_type)s" aggiunti alla coda OCR.

source: Document OCR content deleted
nl: Document OCR inhoud verwijderd

source: Document page OCR content
bs: OCR sadržaj dokumenta
fa: محتوای OCR صفحه سند
lv: Dokumenta lapas OCR saturs
nl: Documentpagina OCR inhoud

source: Document pages OCR contents
bs: Dokumenti stranica OCR sadržaj
fa: محتوای OCR صفحات سند
lv: Dokumenta lapu OCR saturs
nl: Documentpagina's OCR inhoud

source: Delete the OCR content of the selected document?
nl: De OCR inhoud verwijderen voor het geselecteerde document?

source: OCR result for document page: %s
lv: Dokumenta lapas OCR rezultāts: %s
nl: OCR-resultaat voor documentpagina: %s

source: Submit the selected document to the OCR queue?
bs: Podnesite odabrani dokument u OCR redosled?
lv: Iesniegt atlasītos dokumentus OCR rindā?
nl: Het geselecteerde document indienen voor de OCR wachtrij?

source: PyOCR is a Python library simplifying the use of OCR tools like Tesseract or Cuneiform.
lv: PyOCR ir Python bibliotēka, kas vienkāršo OCR rīku, piemēram, Tesseract vai Cuneiform, izmantošanu.
