Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: bs, de_de, es_pr, fa, it, lv, nl, pt_br, sl, tr_tr, zh_hans

source: The OCR content.
es_pr: El contenido de OCR.
pt_br: O conteúdo do OCR.
sl: Vsebina OCR.
tr_tr: OCR içeriği.
zh_hans: 文字识别内容。

source: A generator returning the document's pages OCR content.
es_pr: Un generador que devuelve el contenido de OCR de las páginas del documento.
nl: Geeft de OCR-inhoud van de document-pagina.
pt_br: Um gerador que retorna o conteúdo OCR das páginas do documento.
sl: Generator, ki vrne OCR vsebino strani dokumenta.
tr_tr: Belgenin sayfalarının OCR içeriğini döndüren bir oluşturucu.

source: OCR content
es_pr: Contenido de OCR
nl: OCR inhoud
pt_br: Conteúdo OCR
sl: OCR vsebina
tr_tr: OCR içeriği
zh_hans: 文字识别内容。

source: Date and time
bs: Datum i vreme
fa: تاریخ و زمان
lv: Datums un laiks
nl: Datum en tijd
pt_br: Data e hora
sl: Datum in čas
zh_hans: 日期和时间

source: Result
bs: Rezultat
de_de: Ergebnis
fa: جواب
it: Risultato
lv: Rezultāts
nl: Resultaat
pt_br: Resultado
sl: Rezultat
zh_hans: 结果

source: Tesseract OCR not found.
es_pr: Tesseract OCR no encontrado.
lv: Tesseract OCR nav atrasts.
nl: Tesseract OCR niet gevonden.
pt_br: Tesseract OCR não encontrado.
sl: Tesseract OCR ni bil najden.
tr_tr: Tesseract OCR bulunamadı.
zh_hans: 找不到Tesseract OCR。

source: Free Open Source OCR Engine
es_pr: Motor gratuito de código abierto OCR
lv: Bezmaksas atvērtā koda OCR dzinējs
nl: Gratis open source OCR Engine
pt_br: Ferramenta OCR Livre e em Código Aberto
sl: Brezplačni odprtokodni motor OCR
tr_tr: Özgür Açık Kaynak OCR Motoru
zh_hans: 免费开源OCR引擎

source: Document version OCR content deleted
es_pr: Contenido OCR de la versión de documento eliminado
pt_br: Conteúdo OCR de versão do documento eleminado
sl: Vsebina OCR različice dokumenta je izbrisana
tr_tr: Belge sürümü OCR içeriği silindi

source: Document version page OCR content edited
es_pr: Contenido de OCR de la página de la versión del documento
pt_br: Conteúdo OCR da página da versão do documento editada
sl: Urejena vsebina OCR strani različice dokumenta
tr_tr: Belge sürümü sayfası OCR içeriği düzenlendi

source: Document version submitted for OCR
bs: Verzija dokumenta dostavljena za OCR
es_pr: Versión de documento enviada para OCR
fa: نسخه سند ارسال شده برای OCR
lv: Dokumenta versija iesniegta OCR
nl: Documentversie ingediend voor OCR
pt_br: Versão do documento enviada para OCR
sl: Različica dokumenta je bila poslana v OCR
tr_tr: OCR için gönderilen belge sürümü
zh_hans: 提交给OCR的文档版本

source: Document version OCR finished
bs: OCR dokumentacije je završen
es_pr: OCR de versión del documento terminado
fa: نسخه سند OCR شده
lv: Dokumenta versija OCR ir pabeigta
nl: Document OCR inhoud voltooid
pt_br: OCR da versão do documento terminado
sl: OCR različice dokumenta je končan
tr_tr: Belge sürümü OCR'ı tamamlandı
zh_hans: 文档版本OCR已完成

source: Contents
bs: Sadržaj
de_de: Inhalte
es_pr: Contenido
fa: محتوا
it: Contenuti
lv: Saturs
nl: Inhoud
pt_br: Conteúdos
sl: Vsebina
tr_tr: İçindekiler
zh_hans: 内容

source: Page %(page_number)d
bs: Strana %(page_number)d
de_de: Seite %(page_number)d
es_pr: Página %(page_number)d
fa: صفحه %(page_number)d
it: Pagina %(page_number)d
lv: Lapa %(page_number)d
nl: Pagina %(page_number)d
pt_br: Pagina: %(page_number)d
sl: Stran %(page_number)d
tr_tr: Sayfa %(page_number)d
zh_hans: 第%(page_number)d页

source: Setup OCR
de_de: OCR Einrichtung
es_pr: Configurar OCR
fa: نصب OCR
it: Configura OCR
lv: Iestatiet OCR
nl: OCR instellen
pt_br: Configurar OCR
sl: Nastavitev OCR
tr_tr: OCR'ı kur
zh_hans: 设置OCR

source: OCR documents per type
bs: OCR dokumenti po tipu
es_pr: Realizar OCR por tipo de documento
fa: اسناد OCR در هر نوع
it: OCR per tipo documento
lv: OCR dokumenti katram tipam
nl: OCR documenten per type
pt_br: Realizar OCR de documentos por tipo
sl: Dokumenti OCR glede na vrsto
tr_tr: Türe göre OCR belgeleri
zh_hans: 每种类型的OCR文档

source: Delete OCR content
es_pr: Eliminar contenido OCR
nl: OCR inhoud verwijderen
pt_br: Excluir conteúdo OCR
sl: Izbrišite vsebino OCR
tr_tr: OCR içeriğini sil
zh_hans: 删除OCR内容

source: Download OCR text
bs: Preuzmite OCR tekst
es_pr: Descargar texto OCR
fa: دانلود متن OCR
lv: Lejupielādējiet OCR tekstu
nl: OCR-tekst downloaden
pt_br: Baixar texto OCR
sl: Prenesite OCR besedilo
tr_tr: OCR metnini indir
zh_hans: 下载OCR文本

source: OCR errors
bs: OCR greške
de_de: OCR Fehler
fa: خطای OCR
it: Errori OCR
lv: OCR kļūdas
nl: OCR-fouten
pt_br: Erros de OCR
sl: Napake OCR
zh_hans: OCR错误

source: Submit for OCR
bs: Podnesite za OCR
de_de: In die OCR-Verarbeitung einstellen
es_pr: Enviar para OCR
fa: ارسال برای OCR
it: Invia per l'OCR
lv: Iesniegt OCR
nl: Indienen voor OCR
pt_br: Enviar para OCR
sl: Predloži za OCR
tr_tr: OCR'a Gönder
zh_hans: 提交OCR

source: Edit OCR
es_pr: Editar OCR
pt_br: Editar OCR
sl: Uredi OCR
tr_tr: OCR'ı düzenle

source: Document type
bs: Tip dokumenta
de_de: Dokumententyp
es_pr: Tipo de documento
fa: نوع سند
it: Tipo documento
lv: Dokumenta veids
pt_br: Tipo de documento
sl: Vrsta dokumenta
tr_tr: Belge Türü
zh_hans: 文档类型

source: Automatically queue newly created documents for OCR.
de_de: Neue Dokumente automatisch in die OCR-Warteschlange einstellen.
es_pr: Poner en lista automáticamente los documentos recién creados para OCR.
it: Invia automaticamente i nuovi documenti creati all'OCR.
lv: Automātiski rindā jaunizveidotus OCR dokumentus.
pt_br: Enfileirar automaticamente documentos criados para OCR
sl: Samodejno postavite novo ustvarjene dokumente v čakalno vrsto za OCR.
tr_tr: Yeni oluşturulan belgeleri OCR için otomatik olarak kuyruğa al.
zh_hans: 自动将新创建的文档进行OCR排队。

source: Document type settings
bs: Podešavanja tipa dokumenta
de_de: Dokumententyp Einstellungen
es_pr: Configuración del tipo de documento
it: Impostazioni tipo documento
lv: Dokumenta tipa iestatījumi
nl: Documenttype instellingen
pt_br: Configuração do tipo de documento
sl: Nastavitve vrste dokumenta
tr_tr: Belge türü ayarları
zh_hans: 文档类型设置

source: Document types settings
bs: Podešavanja tipova dokumenata
de_de: Dokumententypen Einstellungen
es_pr: Configuraciones de tipos de documento
it: Impostazioni tipi documento
lv: Dokumentu veidu iestatījumi
nl: Documenttypes instellingen
pt_br: Configurações de tipos de documentos
sl: Nastavitve vrst dokumentov
tr_tr: Belge türleri ayarları
zh_hans: 文档类型设置

source: Document version
bs: Verzija dokumenta
de_de: Dokumentenversion
fa: نسخه مستندات
it: Versione documento
lv: Dokumenta versija
nl: Documentversie
pt_br: Versão do documento
sl: Različica dokumenta
zh_hans: 文件版本

source: Date time submitted
bs: Datum podnošenja vremena
de_de: Einstellunsgzeit
fa: تاریخ و زمان ارسال
it: Data e ora di invio
lv: Iesniegtais datums
nl: Indientijdstip
pt_br: Data e Hora enviados
sl: Datum in čas oddaje
zh_hans: 提交的日期时间

source: Document version OCR error
bs: Verzija dokumenta OCR greška
fa: نسخه سند دارای خطای OCR
lv: Dokumenta versijas OCR kļūda
nl: Documentversie OCR fout
pt_br: Erro de OCR da versão do documento
sl: Napaka OCR različice dokumenta
zh_hans: 文档版本OCR错误

source: Document version OCR errors
bs: OCR greške o verziji dokumenta
fa: نسخه سند دارای خطاهای OCR
lv: Dokumenta versijas OCR kļūdas
nl: Documentversie OCR fouten
pt_br: Erros de OCR da versão do documento
sl: Napake OCR različice dokumenta
zh_hans: 文档版本OCR错误

source: Document version page
es_pr: Página de versión del documento
pt_br: Versão de página do documento
sl: Stran z različico dokumenta
tr_tr: Belge sürümü sayfası
zh_hans: 文档版本页

source: The actual text content extracted by the OCR backend.
es_pr: El contenido de texto real extraído por el backend OCR.
lv: Faktiskais teksta saturs, ko iegūst no OCR backend.
nl: De tekstinhoud die door de OCR backend is opgesteld.
pt_br: O conteúdo real do texto, conforme extraído pelo backend de OCR do documento.
sl: Dejanska vsebina besedila, ki jo ekstrahira zaledje OCR.
tr_tr: OCR tarafından ayıklanan halihazırdaki metin içeriği.
zh_hans: OCR后端提取的实际文本内容。

source: Content
bs: Sadržaj
de_de: Inhalt
es_pr: Contenido
fa: محتوا
it: Contenuto
lv: Saturs
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
tr_tr: İçerik
zh_hans: 内容

source: Document version page OCR content
es_pr: Contenido de OCR de la página de la versión del documento
pt_br: Conteúdo OCR da página da versão do documento
sl: Vsebina OCR strani različice dokumenta
tr_tr: Belge sürümü sayfası OCR içeriği
zh_hans: 文档版本页面OCR内容

source: Document version pages OCR contents
es_pr: Contenido del OCR de las páginas de la versión del documento
pt_br: Conteúdos OCR de páginas de versões de documento
sl: OCR vsebina strani različice dokumenta
tr_tr: Belge sürüm sayfaları OCR içerikleri
zh_hans: 文档版本页面OCR内容

source: Submit documents for OCR
bs: Predati dokumente za OCR
de_de: Dokumente in die OCR-Warteschlange einstellen
es_pr: Enviar documentos para OCR
fa: ارسال سند برای OCR
it: Invia documenti all'OCR
lv: Iesniedziet dokumentus OCR
nl: Documenten indienen voor OCR
pt_br: Enviar documentos para OCR
sl: Predložite dokumente za OCR
tr_tr: OCR'a dokümanlar gönderin
zh_hans: 提交文档进行OCR

source: Edit the transcribed text from document
es_pr: Ver el texto transcrito de los documentos
pt_br: Editar o texto transcrito do documento
sl: Uredite prepisano besedilo iz dokumenta
tr_tr: Belgeden kopyalanan metni düzenleyin

source: View the transcribed text from document
bs: Pogledajte transkribovani tekst iz dokumenta
de_de: Verarbeiteten Text des Dokuments anzeigen
es_pr: Ver el texto transcrito de los documentos
fa: متن رونویسی از سند را مشاهده کنید
it: Vedi il testo trascritto dal documento
lv: Skatiet pārrakstīto tekstu no dokumenta
nl: De OCR tekstinhoud van het document bekijken
pt_br: Ver o texto transcrito dos documentos
sl: Oglejte si prepisano besedilo iz dokumenta
tr_tr: Belgeden kopyalanan metni görüntüleyin
zh_hans: 查看文档中的转录文本

source: Change document type OCR settings
bs: Promenite postavke OCR dokumenta tipa
de_de: OCR-Einstellungen für Dokumententyp beabeiten
es_pr: Cambiar opciones OCR por tipo de documento
fa: تغییر نوع سند تنظیمات OCR
it: Cambia impostazioni OCR per tipo documento
lv: Mainīt dokumenta tipa OCR iestatījumus
nl: Documenttype OCR instellingen wijzigen
pt_br: Alterar configurações de OCR para tipo de documento
sl: Spremenite nastavitve OCR za vrsto dokumenta
tr_tr: OCR belge türü ayarlarını değiştir
zh_hans: 更改文档类型OCR设置

source: Finish document file OCR
es_pr: Finalizar OCR de archivo de documento
pt_br: Finalizar ficheiro de documento OCR
sl: Končaj datoteko dokumenta OCR
tr_tr: Belge dosyası OCR işlemini bitir
zh_hans: 完成文档文件OCR

source: Document file page OCR
es_pr: OCR de página de archivo de documento
pt_br: Página do ficheiro do documento OCR
sl: Stran datoteke dokumenta OCR
tr_tr: Belge dosyası sayfası OCR
zh_hans: 文档文件页面OCR

source: Document file OCR
es_pr: OCR de archivo de documento
pt_br: Ficheiro do documento OCR
sl: Datoteka dokumenta OCR
tr_tr: Belge dosyası OCR'ı
zh_hans: 文档文件OCR

source: Document version OCR
bs: Verzija dokumenta OCR
es_pr: OCR de versión de documento
fa: نسخه اسناد OCR
lv: Dokumenta versija OCR
nl: Documentversie OCR
pt_br: OCR da versão do documento
sl: Različica dokumenta OCR
tr_tr: Belge sürümü OCR
zh_hans: 文档版本OCR

source: Set new document types to perform OCR automatically by default.
bs: Podesite nove tipove dokumenata koji automatski podrazumevaju OCR.
de_de: Neue Dokumententypen definieren, für die die OCR-Texterkennung automatisch durchgeführt werden soll.
es_pr: Realizar OCR a nuevo tipos de documentos por defecto.
fa: انواع سند جدید را برای انجام OCR به طور پیش فرض به صورت خودکار تنظیم کنید.
it: Imposta i nuovi tipi documento per eseguire automaticamente l'OCR per default.
lv: Iestatiet jaunus dokumentu tipus, lai pēc noklusējuma automātiski izpildītu OCR.
nl: Automatische OCR als standaard instellen voor nieuwe documenttypes.
pt_br: Definir novos tipos de documentos para realizar OCR automaticamente
sl: Nastavite nove vrste dokumentov, da privzeto samodejno izvajajo OCR.
tr_tr: Varsayılan olarak, OCR işlemini otomatik olarak gerçekleştirmek için yeni belge türlerini ayarlayın.
zh_hans: 默认情况下，设置新文档类型以自动执行OCR。

source: Full path to the backend to be used to do OCR.
bs: Puni put do baze koja se koristi za izvršenje OCR-a.
de_de: Vollständiger Pfad zum Backend, das für die OCR-Schrifterkennung verwendet werden soll.
es_pr: Ruta completa a la aplicación que se usará para OCR.
fa: محل اجرای نرم افزار OCR
it: Percorso completo al backend utilizzato per eseguire l'OCR.
lv: Pilns ceļš uz backend, kas jāizmanto OCR.
nl: Volledige pad naar de backend die gebruikt wordt voor OCR.
pt_br: Caminho completo para o servidor a ser usado para fazer OCR.
sl: Celotna pot do zaledja, ki bo uporabljena za OCR.
tr_tr: OCR yapmak için kullanılacak arka uç için tam yol.
zh_hans: 用于执行OCR的后端完整路径。

source: Error deleting document version OCR "%(instance)s"; %(exception)s
es_pr: Error eliminando el OCR de la versión del documento "%(instance)s"; %(exception)s
pt_br: Erros ao eliminar a versão do documento OCR "%(instance)s"; %(exception)s
sl: Napaka pri brisanju različice dokumenta OCR &quot;%(instance)s&quot;; %(exception)s
tr_tr: OCR "%(instance)s" belge sürümü silinirken hata oluştu; %(exception)s

source: OCR content of "%(object)s" deleted successfully.
es_pr: El contenido de OCR de "%(object)s" se eliminó con éxito.
pt_br: Conteúdo OCR de "%(object)s" eliminado com sucesso
sl: Vsebina OCR &quot;%(object)s&quot; je bila uspešno izbrisana.
tr_tr: "%(object)s" OCR içeriği başarıyla silindi.

source: OCR content of %(count)d document version deleted successfully.
es_pr: %(count)d contenido de OCR de la versión del documento se eliminó con éxito.
pt_br: Conteúdo OCR de %(count)dversão do documento eliminada com sucesso
sl: Vsebina OCR različice dokumenta %(count)d je bila uspešno izbrisana.
tr_tr: %(count)d belge sürümünün OCR içeriği başarıyla silindi.

source: OCR content of %(count)d document versions deleted successfully.
es_pr: %(count)d contenidos de OCR de las versiones del documento se eliminaron con éxito.
pt_br: Conteúdo OCR de %(count)dversões de documento eliminado com sucesso
sl: Vsebina OCR različic dokumenta %(count)d je bila uspešno izbrisana.
tr_tr: %(count)d belge sürümlerinin OCR içerikleri başarıyla silindi.

source: Delete the OCR content of: %(object)s.
es_pr: Eliminar el contenido de OCR de: %(object)s.
pt_br: Eliminar o conteúdo OCR de: %(object)s
sl: Izbrišite vsebino OCR: %(object)s.
tr_tr: OCR içeriğini sil: %(object)s.

source: Delete the OCR content of the %(count)d selected document version.
es_pr: Eliminar el contenido de OCR de %(count)d versión de documento seleccionada.
pt_br: Eliminar o conteúdo OCR das %(count)dversões de documento selecionadas
sl: Izbrišite vsebino OCR %(count)d izbrane različice dokumenta.
tr_tr: %(count)d seçilen belge sürümünün OCR içeriğini sil.

source: Delete the OCR content of the %(count)d selected document versions.
es_pr: Eliminar el contenido de OCR de las %(count)d versiones de documento seleccionadas.
pt_br: Eliminar o conteúdo OCR de %(count)dversões de documento selecionadas
sl: Izbrišite vsebino OCR %(count)d izbranih različic dokumenta.
tr_tr: %(count)d seçili belge sürümlerinin OCR içeriğini sil.

source: OCR result for document: %s
bs: OCR rezultat za dokument: %s
es_pr: Resultados del OCR para documento: %s
fa: نتیبجه OCR سند : 1%s
it: Risultati OCR per il documento: %s
lv: Dokumenta OCR rezultāts: %s
nl: OCR-resultaat voor document: %s
pt_br: Resultados de OCR para documento: %s
sl: Rezultat OCR za dokument: %s
tr_tr: Belge için OCR sonucu: %s
zh_hans: 文档的OCR结果：%s

source: OCR errors for document: %s
bs: OCR greške za dokument: %s
fa: خطاهای OCR برای سند: %s
lv: OCR kļūdas dokumentam: %s
nl: OCR-fouten voor document: %s
pt_br: Erros de OCR para o documento: %s
sl: Napake OCR za dokument: %s
zh_hans: 文档OCR错误：%s

source: %(count)d document version submitted to the OCR queue.
es_pr: %(count)d versión del documento enviada a la cola de OCR.
sl: Različica dokumenta %(count)d je bila poslana v čakalno vrsto za OCR.
tr_tr: %(count)d OCR kuyruğuna gönderilen belge sürümü.

source: %(count)d document versions submitted to the OCR queue.
es_pr: %(count)d versiones de documentos enviadas a la cola de OCR.
sl: %(count)d različice dokumenta, poslane v čakalno vrsto OCR.
tr_tr: OCR kuyruğuna gönderilen %(count)d belge sürümleri.

source: Submit the selected document version to the OCR queue?
es_pr: ¿Enviar la versión del documento seleccionado a la cola de OCR?
sl: Oddati izbrano različico dokumenta v čakalno vrsto OCR?
tr_tr: Seçilen belge sürümü OCR kuyruğuna gönderilsin mi?

source: OCR result for document version page: %s
es_pr: Resultado de OCR para la página de la versión del documento: %s
pt_br: Resultado OCR da página de versão de documento: %s
sl: Rezultat OCR za stran z različico dokumenta: %s
tr_tr: Belge sürümü sayfası için OCR sonucu: %s

source: Edit OCR for document version page: %s
es_pr: Resultado de OCR para la página de la versión del documento: %s
pt_br: Editar OCR para página de versão do documento: %s
sl: Uredite OCR za stran z različico dokumenta: %s
tr_tr: Belge sürümü sayfası için OCR'yi düzenleyin: %s

source: Submit all documents of a type for OCR
bs: Pošaljite sve dokumente vrste za OCR
es_pr: Enviar todos los documentos de un tipo para OCR
fa: ارسال تمامی اسناد این نوع چهت OCR
it: Invia tutti i documenti del tipo alla coda OCR
lv: Iesniedziet visus OCR tipa dokumentus
nl: Alle document van een type indienen voor OCR
pt_br: Enviar todos os documentos do tipo para OCR
sl: Predložite vse dokumente določene vrste za OCR
tr_tr: Bir türdeki tüm belgeleri OCR için gönder
zh_hans: 提交某类型的所有文件进行OCR

source: %(count)d documents added to the OCR queue.
es_pr: %(count)d documentos agregados a la lista de OCR.
lv: %(count)d dokumenti, kas pievienoti OCR rindai.
nl: %(count)d documenten toegevoegd aan de OCR wachtrij.
pt_br: %(count)d documentos adicionados para a fila de OCR.
sl: %(count)d dokumenti dodani v čakalno vrsto OCR.
tr_tr: %(count)d belgeleri OCR kuyruğuna eklendi.

source: Edit OCR settings for document type: %s.
es_pr: Editar la configuración de OCR para el tipo de documento: %s.
lv: OCR iestatījumu rediģēšana dokumenta tipam: %s.
nl: OCR-instellingen bewerken voor documenttype: %s.
pt_br: Editar as configurações de OCR para o tipo de documento: %s
sl: Uredite nastavitve OCR za vrsto dokumenta: %s.
tr_tr: Belge türü için OCR ayarlarını düzenleyin: %s.

source: Page condition
es_pr: Condición de la página
pt_br: Condição da página
sl: Stanje strani
tr_tr: Sayfa durumu

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
es_pr: La condición que determinará si el contenido de OCR de una página de documento se modificará o no. La condición se evalúa contra la página del documento iterado. Las condiciones que no devuelven ningún valor, que devuelven el Ninguno lógico de Python o una cadena vacía ("") se consideran lógicamente falsas, cualquier otro valor se considera lógico verdadero.
pt_br: A condição que determinará se o conteúdo de OCR da página de um documento será modificado ou não. A condição é avaliada em relação à página do documento iterado. Condições que não retornam nenhum valor, que retornam o Python lógico Nenhum ou uma string vazia ("") são consideradas falsos lógicas, qualquer outro valor é considerado lógico verdadeiro.
sl: Pogoj, ki bo določil, ali bo vsebina OCR strani dokumenta spremenjena ali ne. Pogoj se ovrednoti glede na ponovljeno stran dokumenta. Pogoji, ki ne vrnejo nobene vrednosti, ki vrnejo Python logično None ali prazen niz (&#39;&#39;), se štejejo za logično napačne, katera koli druga vrednost se šteje za logično resnično.
tr_tr: Bir belge sayfasının OCR içeriğinin değiştirilip değiştirilmeyeceğini belirleyen koşul. Koşul, yinelenen belge sayfasına göre değerlendirilir. Herhangi bir değer döndürmeyen, Python mantıksal None veya boş bir dize ('') döndüren koşullar mantıksal yanlış olarak kabul edilir, diğer tüm değerler mantıksal doğru olarak kabul edilir.

source: Page content
es_pr: Contenido de página
pt_br: Conteúdo da página
sl: Vsebina strani
tr_tr: Sayfa içeriği

source: A template that will generate the OCR content to be saved.
es_pr: Una plantilla que generará el contenido de OCR que se guardará.
pt_br: Um template que irá gerar o conteúdo OCR a ser salvo.
sl: Predloga, ki bo ustvarila vsebino OCR za shranjevanje.
tr_tr: Kaydedilecek OCR içeriğini oluşturacak bir şablon.

source: Update document page OCR content
es_pr: Actualizar el contenido de OCR de la página del documento
pt_br: Atualizar o conteúdo do OCR da página do documento
sl: Posodobite vsebino OCR strani dokumenta
tr_tr: Belge sayfası OCR içeriğini güncelle

source: OCR
de_de: OCR-Schrifterkennung
zh_hans: 文字识别

source: Document
de_de: Dokument
it: Documento

source: Added
de_de: Hinzugefügt
it: Aggiunto

source: not found
de_de: nicht gefunden
it: non trovato

source: error getting version
de_de: Fehler beim Auslesen der Version
it: errore recupero versione

source: OCR all documents
de_de: Gesamt OCR
it: Esegui l'OCR per tutti i documenti

source: Delete
de_de: Löschen

source: Re-queue
de_de: Erneut einstellen

source: Document Version OCR Error
de_de: Dokumentenversion OCR Fehler

source: Document Version OCR Errors
de_de: Dokumentenversion OCR Fehler

source: Document page
bs: Strnica dokumenta
de_de: Dokumentenseite
fa: صفحه سند
it: Pagina del documento
lv: Dokumenta lapa
nl: Documentpagina

source: Document page content
de_de: Seiteninhalt
it: Contenuto pagina del documento

source: Document pages contents
de_de: Seiteninhalt
it: Contenuti pagine documento

source: Exception parsing page; %s
de_de: Ausnahme bei der Verarbeitung einer Seite: %s
it: Eccezione durante il parsing della pagina: %s

source: Cannot find pdftotext executable at: %s
de_de: Programm pdftotext nicht gefunden in %s
it: Non trovo l'eseguibile pdftotext in: %s

source: Delete documents from OCR queue
de_de: Dokumente aus der OCR-Warteschlange entfernen

source: File path to tesseract program.
de_de: Pfad zum 'tesseract'-Programm
it: Percorso del programma tesseract.

source: File path to poppler's pdftotext program used to extract text from PDF files.
de_de: Pfad zum "pdftotext"-Programm (bereitgestellt von poppler), das benutzt wird, um Text aus PDF-Dateien zu extrahieren.
it: Percorso del programma poppler pdftotext.usato per estrarre il testo dai file PDF.

source: Submit all documents for OCR?
de_de: Dokumente in die OCR-Verarbeitung einstellen?
it: Inviare tutti i documenti per l'OCR?

source: %d documents added to the OCR queue.
de_de: %d Dokumente in OCR-Warteschlange eingereiht
it: %d documenti aggiunti alla coda OCR.

source: Submit "%s" to the OCR queue?
de_de: "%s" in die OCR-Warteschlange einreihen?
it: Inviare "%s" alla coda OCR?

source: Document: %(document)s was added to the OCR queue.
de_de: Dokument %(document)s in OCR-Warteschlange eingereiht
it: Documento: %(document)s Ã¨ stato aggiunto alla coda OCR..

source: Submit the selected documents to the OCR queue?
de_de: Ausgewählte Dokumente in die OCR-Warteschlange einreihen?
it: Inviare i documenti selezionati alla coda OCR?

source: Edit OCR settings for document type: %s
de_de: OCR-Einstellungen für Dokumententyp %s bearbeiten
it: Modifica le impostazioni OCR per il tipo documento: %s

source: Content of document: %s
de_de: Inhalt von Dokument %s

source: Make at least one selection.
de_de: Es muss mindestens eine Auswahl getroffen werden

source: Entry: %(entry)s deleted successfully.
de_de: Eintrag %(entry)s erfolgreich gelöscht

source: Error entry: %(entry)s; %(error)s
de_de: Fehler bei Eintrag %(entry)s: %(error)s
