Repository: mayan-edms/Mayan-EDMS
Catalog: apps/folders/locale/*/LC_MESSAGES/django.po
Languages: de_de, es, ru

source: folder list
de_de: Ordner-Liste
es: lista de carpetas
ru: список папок

source: create folder
de_de: Erstelle Ordner
es: crear una carpeta
ru: создать папку

source: edit
de_de: Bearbeite
es: editar
ru: редактировать

source: delete
de_de: Lösche
es: eliminar
ru: удалить

source: remove from folder
de_de: Entferne aus Ordner
es: Remover de la carpeta
ru: удалить из папки

source: folder documents
de_de: Dokumente des Ordners
es: documentos en la carpeta
ru: документы папки

source: add to a folder
de_de: Füge zu Ordner hinzu
es: Añadir a una carpeta
ru: добавить в папку

source: folders
de_de: Ordner
es: carpetas
ru: папки

source: ACLs
es: LCAs

source: Folder
de_de: Ordner
es: Carpeta
ru: Папка

source: title
de_de: Titel
es: título
ru: название

source: user
de_de: Benutzer
es: usuario
ru: пользователь

source: datetime created
es: fecha y hora creados
ru: даты и время создания

source: folder
de_de: Ordner
es: carpeta
ru: папка

source: document
de_de: Dokument
es: documento
ru: документ

source: folder document
de_de: Ordnerdokument
es: documento de carpeta
ru: документ папки

source: folders documents
de_de: Ordnerdokumente
es: documentos de carpeta
ru: документы из папок

source: Folders
de_de: Ordner
es: Carpetas
ru: Папки

source: Create new folders
de_de: Erstelle neue Ordner
es: Crear nuevas carpetas
ru: Создание новых папок

source: Edit new folders
de_de: Bearbeite neue Ordner
es: Editar carpetas nuevas
ru: Изменить новые папки

source: Delete new folders
de_de: Lösche neue Ordner
es: Borrar carpetas nuevas
ru: Удалить новые папки

source: Remove documents from folders
de_de: Entferne Dokumente aus Ordnern
es: Remover documentos de las carpetas
ru: Удаление документов из папок

source: View existing folders
de_de: Siehe vorhandene Ordner an
es: Ver carpetas existentes
ru: Просмотр существующих папок

source: Add documents to existing folders
de_de: Füge Dokumente zu existierenden Ordnern hinzu
es: Agregar documentos a las carpetas existentes
ru: Добавление документов в существующие папки

source: created
de_de: Erstellt
es: creado
ru: создано

source: documents
de_de: Dokumente
es: documentos
ru: документы

source: Folder created successfully
de_de: Ordner erfolgreich erstellt
es: Carpeta creada con éxito
ru: Папка успешно создана

source: A folder named: %s, already exists.
de_de: Ein Ordner "%s" existiert bereits.
es: Una carpeta con el nombre: %s, ya existe.
ru: Папку с именем %s уже существует.

source: Folder edited successfully
de_de: Ordner erfolgreich bearbeitet
es: Carpeta editada con éxito
ru: Папка успешно изменена

source: Error editing folder; %s
de_de: Fehler beim Bearbeiten von Ordner "%s"
es: Error editando carpeta; %s
ru: Ошибка редактирования папки; %s.

source: edit folder: %s
de_de: Bearbeite Ordner "%s"
es: editar carpeta: %s
ru: редактировать папку %s

source: Folder: %s deleted successfully.
de_de: Ordner "%s" erfolgreich gelöscht.
es: Carpeta: %s eliminada con éxito.
ru: Папка %s успешно удалена.

source: Folder: %(folder)s delete error: %(error)s
es: Carpeta: %(folder)s error de eliminación: %(error)s
ru: При удалении папки %(folder)s произошла ошибка: %(error)s

source: Are you sure you with to delete the folder: %s?
de_de: Sind Sie sicher, dass Sie den Ordner "%s" löschen wollen?
es: ¿Está seguro de que desea eliminar la carpeta: %s?
ru: Вы хотите удалить папку %s?

source: documents in folder: %s
de_de: Dokumente im Ordner: %s
es: documentos en la carpeta: %s
ru: документы в папке: %s

source: Document: %(document)s added to folder: %(folder)s successfully.
es: Documento: %(document)s agregado a la carpeta: %(folder)s exitosamente.
ru: Документ: %(document)s добавлен в папку: %(folder)s успешно.

source: Document: %(document)s is already in folder: %(folder)s.
es: Documento: %(document)s ya está en la carpeta: %(folder)s.
ru: Документ: %(document)s is already in folder: %(folder)s.

source: add document "%s" to a folder
es: Agregar documento "%s" a una carpeta
ru: добавить документ "%s" в папку

source: folders containing: %s
es: carpetas que contienen: %s
ru: папки, содержащие %s

source: Must provide at least one folder document.
es: Debe proveer al menos un documento de carpeta.
ru: Должна быть хотя бы одна папка документов.

source: Document: %s removed successfully.
de_de: Dokument "%s" erfolgreich entfernt.
es: Documento: %s removido exitosamente.
ru: Документ: %s успешно удален.

source: Document: %(document)s delete error: %(error)s
es: Documento: %(document)s error de remoción: %(error)s
ru: Документ:%(document)s ошибка удаления: %(error)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
es: ¿Está seguro que desea remover el documento: %(document)s de la carpeta "%(folder)s"?
ru: Вы действительно хотите удалить документ: %(document)s из папки "%(folder)s "?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
es: ¿Está seguro que desea eliminar los documentos: %(documents)s de la carpeta "%(folder)s"?
ru: Вы действительно хотите удалить документы: %(documents)s из папки "%(folder)s"?

source: What are folders?
de_de: Was sind Ordner?
es: ¿Qué son las carpetas?
ru: Что такое папки?

source: These folders can also be described as user folders. They are a way to let individual users create their own document organization methods. Folders created by one user and the documents contained by them don't affect any other user folders or documents.
es: Estas carpetas también se pueden describir como carpetas de usuarios. Son una manera de permitir a usuarios individuales crear sus propios métodos de organización de documentos. Las carpetas creadas por un usuario y los documentos contenidos en ellas no afectan las carpetas de otros usuarios o los documentos.
ru: Эти папки можно описать как пользовательские папки. Они позволяют отдельным пользователям хранить папки ао своему. Папки, созданные одним пользователем и документы, содержащиеся в них, не влияют других пользователей.

source: Add document to a folder
de_de: Füge Dokument einem Ordner hinzu
es: Agregar documento a una carpeta
ru: Добавить документ в папку
