Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs, cs, de_de, el, es, fa, it, pl, pt, pt_br, ro_ro, zh_hans

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
ar: أضف أنواع البيانات الوصفية لنوع هذا المستند لتتمكن من إضافتها إلى المستندات الفردية. بمجرد إضافتها إلى مستند فردي ، يمكنك بعد ذلك تعديل قيمها.
bg: Добавете типове метаданни към типа на този документ, за да можете да ги добавите към отделни документи. След като са добавени към отделен документ, можете да редактирате техните стойности.
cs: Přidat typy metadat tohoto typu dokumentů, abyste je mohli přidat do jednotlivých dokumentů. Po přidání do samostatného dokumentu můžete upravit jejich hodnoty.
el: Προσθέστε τύπους μεταδεδομένων αυτού του τύπου εγγράφου για να μπορείτε να τα προσθέσετε σε μεμονωμένα έγγραφα. Μόλις προστεθεί σε ένα μεμονωμένο έγγραφο, μπορείτε στη συνέχεια να επεξεργαστείτε τις τιμές τους.
es: Agregue tipos de metadatos del tipo de este documento para poder agregarlos a documentos individuales. Una vez agregado al documento individual, puede editar sus valores.
it: Aggiungi tipi di metadati Il tipo di questo documento per poterli aggiungere ai singoli documenti. Una volta aggiunti al singolo documento, puoi quindi modificarne i valori.
pl: Dodaj typy metadanych typu tego dokumentu, aby móc dodać je do poszczególnych dokumentów. Po dodaniu do pojedynczego dokumentu możesz edytować ich wartości.
pt: Adicione tipos de metadado para este tipo de documento para poder adicioná-los aos documentos individuais. Uma vez adicionados aos documentos individuais você será capaz de editar seus valores
ro_ro: Adăugați tipuri de metadate pentru acest tip de document pentru a le putea adăuga la documente individuale. După ce ați adăugat la un document individual, puteți să le modificați valorile.
zh_hans: 添加元数据类型至此文档的类型，以便能够将它们添加到单个文档中。一旦添加到单个文档，您就可以编辑它们的值。

source: This document doesn't have any metadata
ar: لا يحتوي هذا المستند على أي بيانات وصفية
bg: Този документ няма метаданни
cs: Tento dokument neobsahuje žádná metadata
el: Αυτό το έγγραφο δεν έχει μεταδεδομένα
es: Este documento no tiene ningún metadato
it: Questo documento non contiene metadati
pl: Ten dokument nie ma żadnych metadanych
pt: Este documento não possui metadados
ro_ro: Acest document nu conține metadate
zh_hans: 本文档没有任何元数据

source: Metadata for document: %s
ar: البيانات الوصفية للوثيقة: %s
bg: Метаданни за документ: %s
bs: Metapodaci za dokument: %s
cs: Metadata pro dokument: %s
de_de: Metadaten von Dokument %s
el: Μεταδεδομένα για έγγραφο: %s
es: Meta datos para el documento: %s
fa: متا داده برای سند : %s
it: Metadati per il documento: %s
pl: Metadane dokumentu: %s
pt: Metadados para o documento: %s
pt_br: Metadados para documento: %s
ro_ro: Metadate pentru documentul: %s
zh_hans: 文档%s的元数据

source: Metadata remove request performed on %(count)d document
ar: تم إجراء طلب إزالة بيانات التعريف على مستند %(count)d
bg: Заявка за премахване на метаданни, изпълнена за %(count)d документ
bs: Metapodaci ukloniti zahtev izvršen na dokumentu %(count)d
cs: Žádost o odstranění metadat provedená v dokumentu %(count)d
el: Το αίτημα κατάργησης μεταδεδομένων πραγματοποιήθηκε σε %(count)d έγγραφο
es: Solicitud de eliminación de metadatos realizada en %(count)d documento
it: Richiesta di rimozione dei metadati eseguita sul documento %(count)d
pl: Wykonano żądanie usunięcia metadanych na dokumencie %(count)d
pt: Pedido de remoção de metadados executado em %(count)d documento
pt_br: Pedido de remoção de metadados executado em %(count)d documento
ro_ro: Solicitarea de eliminare a metadatelor efectuată la %(count)ddocument
zh_hans: 在%(count)d文档上执行的元数据删除请求

source: Metadata remove request performed on %(count)d documents
ar: تم إجراء طلب إزالة البيانات الوصفية على مستندات %(count)d
bg: Заявка за премахване на метаданни, изпълнена за %(count)d документи
bs: Metadata uklanja zahtev izveden na dokumentima %(count)d
cs: Žádost o odstranění metadat provedená v dokumentech %(count)d
el: Η αίτηση κατάργησης μεταδεδομένων πραγματοποιήθηκε σε %(count)d έγγραφα
es: Solicitud de eliminación de metadatos realizada en %(count)d documentos
it: Richiesta di rimozione dei metadati eseguita sui documenti %(count)d
pl: Wykonano żądanie usunięcia metadanych na dokumentach %(count)d
pt: Solicitação de remoção de metadados realizada em %(count)d documentos
pt_br: Solicitação de remoção de metadados realizada em %(count)d documentos
ro_ro: Cererea de eliminare a metadatelor efectuată pe %(count)ddocumente
zh_hans: 在%(count)d文档上执行的元数据删除请求

source: Remove metadata types from the document: %s
ar: الغاء البيانات الاولية للوثيقة : %s
bg: Премахнете типовете метаданни от документа: %s
bs: Udaljite tipove metapodataka iz dokumenta: %s
cs: Odeberte z dokumentu typy metadat: %s
el: Κατάργηση τύπων μεταδεδομένων από το έγγραφο: %s
es: Eliminar los tipos de metadatos del documento: %s
it: Rimuovi i tipi di metadati dal documento: %s
pl: Usuń typy metadanych z dokumentu: %s
pt: Remover tipos de metadados do documento: %s
pt_br: Remover tipos de metadados do documento: %s
ro_ro: Eliminați tipurile de metadate din documentul: %s
zh_hans: 从文档中删除元数据类型：%s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
ar: تمت إزالة نوع البيانات الوصفية &quot;%(metadata_type)s&quot; من الوثيقة: %(document)s.
bg: Успешно премахване на метаданните тип &quot;%(metadata_type)s&quot; от документ: %(document)s.
bs: Uspješno uklonite metapodatke tipa "%(metadata_type)s" iz dokumenta: %(document)s.
cs: Metadata typu „%(metadata_type)s“ byla úspěšně odstraněna z dokumentu: %(document)s.
de_de: Metadatentyp "%(metadata_type)s" erfolgreich entfernt von Dokument %(document)s
el: Καταργήθηκε με επιτυχία ο τύποως μεταδεδομένων "%(metadata_type)s" από το έγγραφο: %(document)s.
es: Remoción con éxito el tipo de meta datos "%(metadata_type)s" del documento: %(document)s.
fa: حذف موفق متادیتای نوع "%(metadata_type)s" از سند %(document)s.
it: Rimosso con successo il tipo metadato "%(metadata_type)s" dal documento: %(document)s.
pl: Usuń typ metadanych „%(metadata_type)s” z dokumentu: %(document)s.
pt: Removido com sucesso o tipo de metadado "%(metadata_type)s" do documento: %(document)s.
pt_br: Removido com sucesso o Stipo de metadato "%(metadata_type)s" do documento: %(document)s.
ro_ro: Ttipul de metadate "%(metadata_type)s" a fost șters cu succes din documentul: %(document)s.
zh_hans: 从文档:%(document)s中成功删除元数据类型“%(metadata_type)s”。

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
ar: خطأ في إزالة نوع بيانات التعريف &quot;%(metadata_type)s&quot; من الوثيقة: %(document)s؛ %(exception)s
bg: Грешка при премахване на метаданни тип &quot;%(metadata_type)s&quot; от документ: %(document)s; %(exception)s
bs: Greška u uklanjanju metapodataka tipa "%(metadata_type)s" iz dokumenta: %(document)s; %(exception)s
cs: Chyba při odstraňování typu metadat „%(metadata_type)s“ z dokumentu: %(document)s; %(exception)s
de_de: Fehler bei der Entfernung von Metadatentyp "%(metadata_type)s" von Dokument %(document)s: %(exception)s
el: Σφάλμα κατά την κατάργηση των μεταδεδομένων τύπου "%(metadata_type)s" από το έγγραφο: %(document)s; %(exception)s
es: Error al eliminar el tipo de metadatos "%(metadata_type)s" del documento: %(document)s; %(exception)s
fa: خطا در حذف متادیتای نوع"%(metadata_type)s" ازسند: %(document)s; %(exception)s
it: Errore rimuovendo il tipo metadato "%(metadata_type)s" dal documento: %(document)s; %(exception)s
pl: Błąd podczas usuwania typu metadanych „%(metadata_type)s” z dokumentu: %(document)s; %(exception)s
pt: Erro para remover o tipo de metadado "%(metadata_type)s" do documento: %(document)s; %(exception)s
pt_br: Erro para remover o tipo de metadado "%(metadata_type)s" do documento: %(document)s; %(exception)s
ro_ro: Eroare la eliminarea tipului de metadate "%(metadata_type)s" din documentul: %(document)s; %(exception)s
zh_hans: 从文档中删除元数据类型“%(metadata_type)s”时出错：%(document)s; %(exception)s

source: Create metadata type
ar: إنشاء نوع البيانات الوصفية
bg: Създаване на тип метаданни
bs: Napravite tip metapodataka
cs: Vytvořit typ metadat
de_de: Metadatentyp erstellen
el: Δημιουργία τύπου μεταδεδομένων
es: Crear tipo de metadatos
fa: ایجاد نوع متا دیتا
it: Crea tipo metadato
pl: Utwórz typ metadanych
pt: Criar tipo de metadado
pt_br: Criar Tipo de documento
ro_ro: Creați un tip de metadate
zh_hans: 创建元数据类型

source: Error deleting metadata type "%(instance)s"; %(exception)s
bg: Грешка при изтриване на тип метаданни „%(instance)s“; %(exception)s
es: Error eliminando el tipo de metadatos "%(instance)s"; %(exception)s
pt: Erro ao eliminar o tipo de metadata "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea tipului de metadate „%(instance)s”; %(exception)s

source: Metadata type "%(object)s" deleted successfully.
bg: Тип метаданни „%(object)s“ е изтрит успешно.
es: El tipo de metadatos "%(object)s" se eliminó correctamente.
pt: Tipo de metadata "%(object)s" eliminado com sucesso
ro_ro: Tipul de metadate „%(object)s” a fost șters cu succes.

source: %(count)d metadata type deleted successfully.
bg: %(count)d тип метаданни е изтрит успешно.
es: %(count)d tipo de metadatos eliminado correctamente.
pt: %(count)dtipo de metadata eliminado com sucesso
ro_ro: Tipul de metadate %(count)d a fost șters cu succes.

source: %(count)d metadata types deleted successfully.
bg: %(count)d типове метаданни са изтрити успешно.
es: %(count)d tipos de metadatos eliminados correctamente.
pt: %(count)dtipos de metadata eliminados com sucesso
ro_ro: %(count)d tipuri de metadate au fost șterse cu succes.

source: Delete metadata type: %(object)s.
bg: Изтрийте типа метаданни: %(object)s.
es: Eliminar el tipo de metadatos: %(object)s.
pt: Eliminar tipo de metadata: %(object)s
ro_ro: Ștergeți tipul de metadate: %(object)s.

source: Delete the %(count)d selected metadata type.
bg: Изтрийте %(count)d избран тип метаданни.
es: Eliminar %(count)d tipo de metadatos seleccionado.
pt: Eliminar %(count)dtipo de metadata selecionado
ro_ro: Ștergeți %(count)d tipuri de metadate selectate.

source: Delete the %(count)d selected metadata types.
bg: Изтрийте %(count)d избрани типове метаданни.
es: Eliminar los %(count)d tipos de metadatos seleccionados.
pt: Eliminar %(count)dtipos de metadata selecionados
ro_ro: Ștergeți %(count)d tipuri de metadate selectate.

source: Edit metadata type: %s
ar: تحرير نوع البيانات الوصفية: %s
bg: Редактиране на тип метаданни: %s
bs: Uredi metapodatke: %s
cs: Upravit typ metadat: %s
de_de: Metadatentyp %s bearbeiten
el: Επεξεργασία τύπου μεταδεδομένων: %s
es: Editar tipo de metadatos: %s
fa: ویرایش نوع متا دیتا : %s
it: Modifica il tipo metadato: %s
pl: Edytuj typ metadanych: %s
pt: Editar o tipo de metadado: %s
pt_br: Editar o tipo de documento: %s
ro_ro: Editați tipul de metadate: %s
zh_hans: 编辑元数据类型：%s

source: Metadata types are user defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
es: Los tipos de metadatos son propiedades definidas por el usuario a las que se les pueden asignar valores. Una vez creados, deben asociarse a tipos de documentos, ya sea como opcionales u obligatorios, para cada uno. Establecer un tipo de metadatos como requerido para un tipo de documento bloqueará la carga de documentos de ese tipo hasta que se proporcione un valor de metadatos.

source: There are no metadata types
ar: لا توجد أنواع بيانات وصفية
bg: Няма типове метаданни
cs: Nejsou žádné typy metadat
el: Δεν υπάρχουν τύποι μεταδεδομένων
es: No hay tipos de metadatos
it: Non ci sono tipi di metadati
pl: Brak typów metadanych
pt: Não há tipos de metadado
ro_ro: Nu există tipuri de metadate
zh_hans: 没有元数据类型

source: Create metadata type relationships to be able to associate them to this document type.
bg: Създайте връзки към типовете метаданни, за да можете да ги свържете с този тип документ.
es: Cree relaciones de tipo de metadatos para poder asociarlos a este tipo de documento.
pt: Criar tipos de metadados para ser possível associá-los a este tipo de documento.
ro_ro: Creați relații de tip de metadate pentru a le putea asocia cu acest tip de document.
zh_hans: 创建元数据类型关系，以便能够将它们与该文档类型相关联。

source: There are no metadata type relationships available
bg: Няма налични връзки към тип метаданни
es: No hay relaciones de tipo de metadatos disponibles.
pt: Não há relacionamentos de tipo de metadados disponíveis
ro_ro: Nu există relații de tip metadate disponibile
zh_hans: 没有可用的元数据类型关系

source: Metadata type relationships for document type: %s
bg: Връзки на типа метаданни за тип документ: %s
es: Relaciones de tipo de metadatos para el tipo de documento: %s
pt: Relações de tipo de metadados para o tipo de documento: %s
ro_ro: Relații de tip metadate pentru tipul de document: %s
zh_hans: %s文档类型的元数据类型关系

source: Document type relationships for metadata type: %s
bg: Връзки на тип документ към тип метаданни: %s
es: Relaciones de tipo de documento para el tipo de metadatos: %s
pt: Relações de tipo de documento para tipo de metadados: %s
ro_ro: Relații între tipul de document și tipul de metadate: %s
zh_hans: %s元数据类型的文档类型关系

source: Enter document metadata
ar: أدخل البيانات الوصفية للوثيقة
bg: Въведете метаданни на документа
bs: Unesite metapodatke dokumenata
cs: Zadejte metadata dokumentu
el: Εισαγωγή μεταδεδομένων εγγράφου
es: Ingrese los metadatos del documento
it: Inserisci i metadati del documento
pl: Wprowadź metadane dokumentu
pt: Entre os metadados do documento
ro_ro: Introduceți metadatele documentului
zh_hans: 输入文档元数据

source: Metadata types to add to the document.
ar: أنواع البيانات الوصفية المراد إضافتها إلى الوثيقة.
bg: Типове метаданни, които да добавите към документа.
cs: Typy metadat, která se mají přidat do dokumentu.
el: Τύποι μεταδεδομένων για προσθήκη στο έγγραφο.
es: Tipos de metadatos para agregar al documento.
pl: Typy metadanych przeznaczone do dodania do dokumentu.
pt: Tipos de metadados a serem adicionados ao documento.
ro_ro: Tipuri de metadate de adăugat la document.
zh_hans: 要添加到文档中的元数据类型。

source: Unable to add metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
ar: تعذر إضافة نوع البيانات الوصفية &quot;%(metadata_type)s&quot; من الوثيقة: %(document)s. بإستثناء: %(exception)s
bg: Не може да се добави тип метаданни &quot;%(metadata_type)s&quot; от документ: %(document)s. Изключение: %(exception)s
cs: Nelze přidat typ metadat „%(metadata_type)s“ z dokumentu: %(document)s. Výjimka: %(exception)s
el: Δεν είναι δυνατή η προσθήκη τύπου μεταδεδομένων "%(metadata_type)s" από το έγγραφο: %(document)s. Εξαίρεση: %(exception)s
es: No se puede agregar el tipo de metadatos "%(metadata_type)s" del documento: %(document)s. Excepción: %(exception)s
pl: Brak możliwości dodania typu metadanych "%(metadata_type)s" z dokumentu %(document)s. Wyjątek: %(exception)s
pt: Não foi possível adicionar o tipo de metadados "%(metadata_type)s" do documento: %(document)s. Exceção: %(exception)s
ro_ro: Imposibil de adăugat metadatele de tip „%(metadata_type)s” din documentul: %(document)s. Excepție: %(exception)s

source: Metadata types to edit.
ar: أنواع البيانات الوصفية المراد تعديلها.
bg: Типове метаданни за редактиране.
cs: Typy metadat, které chcete upravit.
el: Τύποι μεταδεδομένων για επεξεργασία.
es: Tipos de metadatos para editar.
pl: Typy metadanych przeznaczone do edycji.
pt: Tipos de metadados para editar.
ro_ro: Tipuri de metadate de editat.
zh_hans: 要编辑的元数据类型。

source: Value to assign to the metadata. Can be a literal value or template code.
ar: القيمة المخصصة. يمكن أن تكون قيمة حرفية أو رمز قالب.
bg: Стойност, която да се присвои на метаданните. Може да бъде буквална стойност или код на шаблон.
cs: Hodnota, která se má přiřadit k metadatům. Může to být doslovná hodnota nebo kód šablony.
el: Τιμή για εκχώρηση στα μεταδεδομένα. Μπορεί να είναι κυριολεκτική τιμή ή κωδικός προτύπου.
es: Valor a asignar a los metadatos. Puede ser un valor literal o un código de plantilla.
pl: Wartość do przypisania do metadanych. Może być wartością literalną lub kodem szablonu.
pt: Valor a ser atribuído aos metadados. Pode ser um valor literal ou código de modelo.
ro_ro: Valoare de atribuit metadatelor. Poate fi o valoare literală sau un cod șablon.
zh_hans: 赋给元数据的值。可以是文字值或模板代码。

source: Unable to edit metadata type "%(metadata_type)s" from document: %(document)s. Document does not have the metadata type to be edited. Exception: %(exception)s
bg: Не може да се редактира тип метаданни „%(metadata_type)s“ от документ: %(document)s. Документът няма типа метаданни за редактиране. Изключение: %(exception)s
es: No se puede editar el tipo de metadatos "%(metadata_type)s" del documento: %(document)s. El documento no tiene el tipo de metadatos para editar. Excepción: %(exception)s
pt: Não foi possível editar o tipo de metadata "%(metadata_type)s" do documento: %(document)s. O documento não tem o tipo de metadata a ser editado. Exceção: %(exception)s
ro_ro: Nu se poate edita metadatele tip „%(metadata_type)s” din documentul: %(document)s. Documentul nu are tipul de metadate care trebuie editat. Excepție: %(exception)s

source: Metadata types to remove from the document.
ar: أنواع البيانات الوصفية المطلوب إزالتها من الوثيقة.
bg: Типове метаданни за премахване от документа.
cs: Typy metadat, která se mají z dokumentu odebrat.
el: Τύποι μεταδεδομένων για κατάργηση από το έγγραφο.
es: Tipos de metadatos para eliminar del documento.
pl: Typy metadanych przeznaczone do usunięcia z dokumentu.
pt: Tipos de metadados a serem removidos do documento.
ro_ro: Tipuri de metadate de eliminat din document.
zh_hans: 要从文档中删除的元数据类型。

source: Unable to remove metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
ar: غير قادر على إزالة نوع البيانات الوصفية &quot;%(metadata_type)s&quot; من الوثيقة: %(document)s. بإستثناء: %(exception)s
bg: Невъзможно е да се премахнат метаданни тип &quot;%(metadata_type)s&quot; от документ: %(document)s. Изключение: %(exception)s
cs: Nelze odebrat metadata typu „%(metadata_type)s“ z dokumentu: %(document)s. Výjimka: %(exception)s
el: Δεν είναι δυνατή η κατάργηση των μεταδεδομένων τύπου "%(metadata_type)s" από το έγγραφο: %(document)s. Εξαίρεση: %(exception)s
es: No se puede eliminar el tipo de metadatos "%(metadata_type)s" del documento: %(document)s. Excepción: %(exception)s
pl: Brak możliwości usunięcia typu metadanych "%(metadata_type)s" z dokumentu: %(document)s. Wyjątek: %(exception)s
pt: Não foi possível remover o tipo de metadados "%(metadata_type)s" do documento: %(document)s. Exceção: %(exception)s
ro_ro: Imposibil de eliminat metadatele de tip „%(metadata_type)s” din documentul: %(document)s. Excepție: %(exception)s

source: Metadata type value
bg: Стойност на типа метаданни
bs: Vrednost metapodataka
de_de: Metadatentypwert
fa: مقدار نوع متاداده
pt_br: Metadados valor do tipo
ro_ro: Valoarea tipului de metadate

source: ID
ar: المعرف
el: Αναγνωριστικό
fa: شناسه
ro_ro: ID-ul

source: Metadata setup
bg: Настройка на метаданни
de_de: Metadaten Setup
fa: ست آپ متادیتا
pt_br: Configuração de metadados
ro_ro: Metadate de configurare

source: Add metadata types to document
bs: Dodajte tipove metapodataka za dokumentovanje
de_de: Metadatentypen zu Dokument hinzufügen
fa: ًانواع متا داده را به اسناد اضافه کنید
pt_br: Adicionar tipos de metadados para o documento
ro_ro: Adăugați tipuri de metadate la document

source: Edit document metadata
bs: Izmena metapodataka dokumenta
de_de: Metadaten bearbeiten
fa: اسناد متاداده را ویرایش کنید
pt_br: Editar metadado do documento
ro_ro: Editați metadatele documentului

source: Remove metadata types from the document
bs: Uklonite metapodatke iz dokumenta
de_de: Metadatentypen von Dokument entfernen
fa: انواع متا داده را از اسناد حذف کنید
pt_br: Remover tipos de metadados do documento
ro_ro: Eliminați tipurile de metadate din document

source: Metadata types are users defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
bg: Типовете метаданни са свойства дефинирани от потребителите, на които могат да бъдат присвоени стойности. Веднъж създадени, те трябва да бъдат свързани с типове документи, като незадължителни или задължителни, за всеки тип. Задаването на тип метаданни към тип документ ще блокира качването на документи от този тип докато не бъде предоставена стойност на метаданните.
ro_ro: Tipurile de metadate sunt proprietăți definite de utilizator cărora le pot fi atribuite valori. Odată create, ele trebuie să fie asociate tipurilor de documente, fie ele opționale sau necesare, pentru fiecare. Setarea unui tip de metadate conform cerințelor pentru un tip de document va bloca încărcarea documentelor de acest tip până la furnizarea unei valori de metadate.

source: Documents missing required metadata
de_de: Dokumente mit fehlenden erforderlichen Metadaten
fa: اسناد متا داده مورد نیاز را ندارد
pt_br: Documentos em falta metadados necessários

source: Documents missing optional metadata
de_de: Dokumente mit fehlenden optionalen Metadaten
pt_br: Documentos sem metadados opcionais

source: Queryset containing a MetadataType instance reference and a value for that metadata type
de_de: Queryset enthaltend eine Referenz auf eine Metadatentyp Instanz und einen Wert für diesen Metadatentyp
fa: محتوای مجموعه درخواستها شامل یک نمونه مرجع و یک مقدار برای متا داده مورد نظر است
pt_br: Contendo queryset para MetadataType, referência de instância e um valor para esse tipo de metadados

source: Value of a metadata
de_de: Metadatenwert
fa: مقدار متا داده
pt_br: Valor do metadata

source: Return the value of a specific document metadata
de_de: Gibt den Wert einer spezifischen Dokumentmetadatums zurück
fa: مقدار خاص مستندات متا داده
pt_br: Devolver o valor de um documento específico de metadados

source: Name used by other apps to reference this value. Do not use python reserved words, or spaces.
de_de: Name unter dem andere Apps diesen Wert referenzieren. Keine reservierten Worte aus Python oder Leerzeichen verwenden.
pt_br: Nome usado por outros aplicativos em referência a este valor. Não usar palavras reservadas de python, ou espaços.

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)
de_de: Vorlage/Template zur Generierung eingeben. Django's Standard-Vorlagen-Sprache benutzen (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)
pt_br: Insira um modelo para renderizar. Use a linguagem de modelo padrão do Django (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)

source: Enter a template to render. Must result in a comma delimited string. Use Django's default templating language (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/).
de_de: Vorlage/Template zur Generierung eingeben. Muss eine komma-separierte Zeichenkette ausgeben (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)
pt_br: Insira um modelo para renderizar. Precisa resultar em uma seqüência de caracteres delimitada por vírgulas. Use a linguagem de modelo padrão do Django (https://docs.djangoproject.com/en/1.7/ref/templates/builtins/)

source: Add
bs: Dodati
de_de: Hinzufügen
pt_br: Adicionar

source: Delete the metadata type: %s?
bs: Izbrišite tip metapodataka: %s?
de_de: Metadatentyp %s löschen?
pt_br: Apagar o tipo de metadados: %s?

source: Internal name
de_de: Interner Name
fa: نام داخلی
pt_br: nome interno
