Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs, cs, de_de, el, es, fa, it, pl, pt, pt_br, ro_ro, zh_hans

source: Relationship
bs: Odnos

source: Error updating relationship; %s
bs: Greška u ažuriranju odnosa; %s

source: Relationships updated successfully
bs: Odnosi se uspešno ažuriraju

source: Metadata types for document type: %s
bs: Tipovi metapodataka za tip dokumenta: %s

source: Document types for metadata type: %s
bs: Tipovi dokumenata za metapodatke: %s

source: 'metadata' object has no attribute '%s'
fa: متادیتا دارا هیچ خصوصیتی نیست: %s

source: Optional metadata
fa: متادیتای اختیاری

source: Required metadata
fa: متادیتای الزامی

source: Value of the corresponding metadata type instance.
fa: مقدار مرتبط با نوع متا داده

source: Must provide at least one document.
fa: حداقل یک سند باید ارایه شود.

source: Only select documents of the same type.
fa: فقط اسناد از نوع همسان را انتخاب کنید

source: The selected document doesn't have any metadata.
fa: اسناد انتخاب شده هیچ متا داده ای ندارند

source: Optional metadata types for document type: %s
fa: متادیتا نوع اختیاری برای نوع ستئ %s

source: Required metadata types for document type: %s
fa: متادیتای نوع الزامی برای نوع سند :%s
