Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs, cs, de_de, el, es, fa, it, pl, pt, pt_br, ro_ro, zh_hans

source: Metadata type is required for this document type.
ar: نوع البيانات الوصفية للوثيقة
bg: Типът метаданни е необходим за този тип документ.
bs: Tip metapodataka je potreban za ovaj tip dokumenta.
cs: Pro tento typ dokumentu lsou vyžadována metadata.
de_de: Metadatentyp ist erforderlich für diesen Dokumententyp
el: Απαιτείται τύπος μεταδεδομένων για αυτόν τον τύπο εγγράφου.
es: El tipo de metadatos es requerido para este tipo de documento.
fa: نوع متاداده برای این نوع سند مورد نیاز است
it: Tipo di metadati è necessario per questo tipo di documento.
pl: Typ metadanych jest wymagany dla tego typu dokumentu.
pt: Tipo de metadado é obrigatório para este tipo de documento.
pt_br: Faltando metadados necessários
ro_ro: Tipul de metadate este necesar pentru acest tip de document.
zh_hans: 此文档类型需要元数据类型。

source: Metadata type is not valid for this document type.
ar: نوع البيانات الوصفية غير صالح للوثيقة.
bg: Типът на метаданните не е валиден за този тип документ.
bs: Tip metapodataka nije važeći za ovaj tip dokumenta.
cs: Tento typ metadat není pro tento typ dokumentu platný.
de_de: Metadatentyp ist nicht gültig für diesen Dokumententyp
el: Ο τύπος μεταδεδομένων δεν είναι έγκυρος για αυτόν τον τύπο εγγράφου.
es: El tipo de metadato no es válido para este tipo de documento.
fa: این نوع از متادیتا برای این نوع سند قابل قبول نیست.
it: Il metadato non è valido per il tipo di documento
pl: Typ metadanej jest niewłaściwy dla tego typu dokumentu.
pt: Tipo de metadado não é válido para este tipo de documento.
pt_br: Tipo de Metadados é necessário para o tipo de documento
ro_ro: Tipul de metadate nu este valabil pentru acest tip de document.
zh_hans: 元数据类型对此文档类型无效。

source: Document type
ar: نوع الوثيقة
bg: Тип документ
bs: Tip dokumenta
cs: Typ dokumentu
de_de: Dokumententyp
el: Τύπος εγγράφου
es: Tipo de documento
fa: نوع سند
it: Tipo documento
pl: Typ dokumentu
pt: Tipo de documento
pt_br: Tipo de Documento
ro_ro: Tipul documentului
zh_hans: 文档类型

source: Document type metadata type options
ar: خيارات نوع البيانات الأولية لنوع الوثيقة
bg: Опции за типа метаданни на документа
bs: Opcije tipa metapodataka tipa dokumenta
cs: Možnosti typu dokumentu typu metadat
de_de: Metadatentyp Optionen
el: Επιλογές τύπου μεταδεδομένων τύπου εγγράφου
es: Opciones de tipo de metadatos de tipo de documento
fa: متادیتای قابل قبول برای این نوع از سند.
it: Opzione per tipo documento del tipo metadato
pl: Opcje typu metadanych dla typu dokumentów
pt: Tipo de Documento - Opções de tipo de metadados
pt_br: Tipo de Documento - Opções de tipo de metadados
ro_ro: Opțiune tip metadate tip document
zh_hans: 文档类型元数据类型选项

source: Document type metadata types options
ar: خيارات أنواع البيانات الأولية لنوع الوثيقة
bg: Опции за типове метаданни за тип документ
bs: Opcije tipova metapodataka tipa dokumenta
cs: Možnosti typu metadat typu dokumentu
de_de: Metadatentyp Optionen
el: Επιλογές τύπων μεταδεδομένων τύπου εγγράφου
es: Opciones de tipos de metadatos de tipo de documento
fa: متادیتاهای قابل قبول برای این نوع از سند
it: Opzioni per tipo documento del tipo metadato
pl: Opcje typów metadanych dla typu dokumentów
pt: Tipo de Documento - Opções de tipo de metadado
pt_br: Tipo de Documento - Opções de tipo de metadado
ro_ro: Opțiuni tipuri de metadate tip document
zh_hans: 文档类型元数据类型选项

source: Add metadata to a document
ar: إضافة بيانات وصفية إلى وثيقة
bg: Добавете метаданни към документ
bs: Dodaj metadata za dokument
cs: Přidej do dokumentu metadata
de_de: Metadaten zu Dokument %s hinzufügen
el: Προσθήκη μεταδεδομένων σε ένα έγγραφο
es: Añadir metadatos a un documento
fa: اضافه کردن متادیتا به سند
it: Aggiungi il metadato al documento
pl: Dodaj metadane do dokumentu
pt: Adicionar metadados a um documento
pt_br: Adiciona o metadado para o documento
ro_ro: Adaugă metadate la un document
zh_hans: 将元数据添加到文档

source: Edit a document's metadata
ar: قم بتعديل البيانات الوصفية لوثيقة
bg: Редактиране на метаданни на документ
bs: Izmijeni metadata dokumenta
cs: Upravit metadata dokumentu
de_de: Metadaten eines Dokuments bearbeiten
el: Τροποποίηση μεταδεδομένων ενός εγγράφου
es: Editar metadatos de un documento
fa: ویرایش متادیتای سند
it: Modifica i metadata dei documenti
pl: Edytuj metadane dokumentu
pt: Editar metadados de um documento
pt_br: Editar metadados de um documento
ro_ro: Editați metadatele unui document
zh_hans: 编辑文档的元数据

source: Remove metadata from a document
ar: إزالة بيانات وصفية من وثيقة
bg: Премахване на метаданни от документ
bs: Obriši metadata iz dokumenta
cs: Odebrat metadata z dokumentu
de_de: Metadaten von Dokument entfernen
el: Αφαίρεση μεταδεδομένων από ένα έγγραφο
es: Remover metadatos de un documento
fa: حذف متادیتا از سند
it: Revoca il metadato al documento
pl: Usuń metadane z dokumentu
pt: Remover metadados de um documento
pt_br: Remover metadados de um documento
ro_ro: Eliminarea metadatelor dintr-un document
zh_hans: 从文档中删除元数据

source: View metadata from a document
ar: عرض البيانات الوصفية من وثيقة
bg: Преглед на метаданни от документ
bs: Pregledaj meatdata iz dokumenta
cs: Zobrazení metadat z dokumentu
de_de: Metadaten eines Dokuments anzeigen
el: Προβολή μεταδεδομένων ενός εγγράφου
es: Ver los metadatos de un documento
fa: دیدن متادیتای سند
it: Visualizza il metadato per il documento
pl: Pokaż metadane z dokumentu
pt: Ver os metadados de um documento
pt_br: Ver os metadados de um documento
ro_ro: Vezi metadatele dintr-un document
zh_hans: 查看文档中的元数据

source: Edit metadata types
ar: تحرير أنواع البيانات الوصفية
bg: Редактиране на типове метаданни
bs: Izmjeni tipove metadata
cs: Upravit typy metadat
de_de: Metadatentypen bearbeiten
el: Επεξεργασία τύπων μεταδεδομένων
es: Editar tipos de metadatos
fa: ویرایش انواع متادیتا
it: Modifica il tipo di metadato
pl: Edytuj typy metadanych
pt: Editar tipos de metadados
pt_br: Editar tipos de metadados
ro_ro: Editați tipuri de metadate
zh_hans: 编辑元数据类型

source: Create new metadata types
ar: إنشاء أنواع جديدة من البيانات الوصفية
bg: Създаване на нови типове метаданни
bs: Kreiraj novi metadata tip
cs: Vytvořit nové typy metadat
de_de: Metadatentypen erstellen
el: Δημιουργία νέων τύπων μεταδεδομένων
es: Crear nuevos tipos de metadatos
fa: ایجاد متادیتا
it: Crea il nuovo tipo di metadato
pl: Utwórz nowe typy metadanych
pt: Criar novos tipos de metadados
pt_br: Criar novos tipos de metadados
ro_ro: Crearea de noi tipuri de metadate
zh_hans: 创建新的元数据类型

source: Delete metadata types
ar: حذف نوع من البيانات الوصفية
bg: Изтриване на типове метаданни
bs: Izbriši metadata tip
cs: Odstranění typů metadat
de_de: Metadatentypen löschen
el: Διαγραφή τύπων μεταδεδομένων
es: Borrar tipos de metadatos
fa: حذف انواع متادیتا
it: Cancella il tipo di metadato
pl: Usuń typy metadanych
pt: Excluir tipos de metadados
pt_br: Excluir tipos de metadados
ro_ro: Ștergeți tipuri de metadate
zh_hans: 删除元数据类型

source: View metadata types
ar: عرض أنواع البيانات الوصفية
bg: Преглед на типове метаданни
bs: Pregledaj metadata tip
cs: Zobrazení typů metadat
de_de: Metadatentypen anzeigen
el: Προβολή τύπων μεταδεδομένων
es: Ver los tipos de metadatos
fa: دیدن انواع متادیتا
it: Visualizza il tipo di metadato
pl: Przeglądaj typy metadanych
pt: Ver tipos de metadados
pt_br: Ver tipos de metadados
ro_ro: Vezi tipuri de metadate
zh_hans: 查看元数据类型

source: Remove metadata type
ar: إزالة نوع البيانات الوصفية
bg: Премахване на тип метаданни
bs: Uklonite tip metapodataka
cs: Odebrat typ metadat
el: Κατάργηση τύπου μεταδεδομένων
es: Remover el tipo de metadatos
it: Rimuovi il tipo di metadati
pl: Usuń typ metadanych
pt: Remover tipo de metadados
ro_ro: Eliminați tipul de metadate
zh_hans: 删除元数据类型

source: Add required metadata type
ar: أضف نوع البيانات الوصفية المطلوب
bg: Добавяне на задължителен тип метаданни
bs: Dodajte traženi tip metapodataka
cs: Přidejte požadovaný typ metadat
el: Προσθήκη απαιτούμενου τύπου μεταδεδομένων
es: Agregar un tipo de metadato requerido
it: Aggiungi il tipo di metadati richiesto
pl: Dodaj wymagany typ metadanych
pt: Adicionar tipo de metadado obrigatório
ro_ro: Adăugați tipul de metadate necesar
zh_hans: 添加所需的元数据类型

source: Document metadata type
bg: Тип на метаданните на документа
cs: Typ metadat dokumentu
es: Tipo de metadatos del documento
pt: Tipo de metadados do documento
ro_ro: Tipul de metadate ale documentului
zh_hans: 文档元数据类型

source: Document metadata value
bg: Стойност на метаданните на документа
cs: Hodnota metadat dokumentu
es: Valor de los metadatos del documento
pt: Valor de metadados do documento
ro_ro: Valoarea metadatelor documentului
zh_hans: 文档元数据值

source: Primary key of the metadata type to be added.
ar: المفتاح الأساسي لنوع البيانات الوصفية المراد إضافته.
bg: Основен ключ на типа метаданни, които трябва да се добавят.
bs: Primarni ključ tipa metapodataka koji treba dodati.
cs: Primární klíč typu metadat, který se má přidat.
de_de: Primärschlüssel des hinzuzufügenden Metadatentyps
el: Πρωτεύον κλειδί του τύπου μεταδεδομένων που θα προστεθεί.
es: Llave principal del tipo de meta datos a ser agregada.
fa: کلید اولیه برای نوع متا داده اضافه گردد
it: Chiave primaria del tipo metadato da aggiungere.
pl: Klucz podstawowy typu metadanych, który ma zostać dodany.
pt: Chave primária do tipo de metadados a ser adicionado.
pt_br: Chave primária do tipo de metadados a ser adicionado.
ro_ro: Cheia primară a tipului de metadate care urmează să fie adăugată.
zh_hans: 要添加的元数据类型的主键。

source: Metadata type ID
bg: Идент. № на типа метаданни
es: Tipo de metadato
pt: Tipo de ID de metadata
ro_ro: ID tip de metadate

source: Primary key of the metadata type to be added to the document.
ar: المفتاح الأساسي لنوع البيانات الأولية المراد إضافته إلى المستند.
bg: Основен ключ на типа метаданни, които трябва да се добавят към документа.
bs: Primarni ključ vrste metapodataka koji će se dodati dokumentu.
cs: Primární klíč typu metadat, který se má přidat do dokumentu.
de_de: Primary Key des zum Dokument hinzuzufügenden Metadatentyps.
el: Πρωτεύον κλειδί του τύπου μεταδεδομένων που θα προστεθεί στο έγγραφο.
es: Llave primaria del tipo de metadato que se agregará al documento.
it: Chiave primaria del tipo di metadati da aggiungere al documento.
pl: Klucz podstawowy typu metadanych, który ma zostać dodany do dokumentu.
pt: Chave primária do tipo de metadados a ser adicionado ao documento.
pt_br: Chave primária do tipo de metadados a ser adicionado ao documento.
ro_ro: Cheia primară a tipului de metadate care urmează să fie adăugată în document.
zh_hans: 要添加到文档的元数据类型的主键。

source: Metadata add request performed on %(count)d document
ar: تم تنفيذ طلب إضافة بيانات التعريف على وثيقة %(count)d
bg: Заявка за добавяне на метаданни, изпълнена към %(count)d документ
bs: Metapodaci dodaju zahtev izveden na dokumentu %(count)d
cs: Žádost o přidání metadat byla provedena v dokumentu %(count)d
el: Το αίτημα προσθήκης μεταδεδομένων πραγματοποιήθηκε σε %(count)d έγγραφο
es: Solicitud de agregación de metadatos realizada en %(count)d documento
it: Richiesta di aggiunta metadati eseguita sul documento %(count)d
pl: Żądanie dodania metadanych wykonane na dokumencie %(count)d
pt: Solicitação de adicionar metadados executada em %(count)d documento
pt_br: Solicitação de adicionar metadados executada em %(count)d documento
ro_ro: Solicitarea de adăugare de metadate efectuată pe %(count)ddocument
zh_hans: 在%(count)d文档上执行的元数据添加请求

source: Metadata add request performed on %(count)d documents
ar: تم تنفيذ طلب إضافة بيانات التعريف على مستندات %(count)d
bg: Заявка за добавяне на метаданни, изпълнена за%(count)d документи
bs: Metapodaci dodaju zahtev izveden na dokumentima %(count)d
cs: Žádost o přidání metadat byla provedena na dokumentech %(count)d
el: Η αίτηση προσθήκης μεταδεδομένων πραγματοποιήθηκε σε %(count)d έγγραφα
es: Solicitud de agregación de metadatos realizada en %(count)d documentos
it: Richiesta di aggiunta metadati eseguita su documenti %(count)d
pl: Żądanie dodania metadanych zostało wykonane na dokumentach %(count)d
pt: Solicitação de inserção de metadados realizada em %(count)d documentos
pt_br: Solicitação de inserção de metadados realizada em %(count)d documentos
ro_ro: Solicitarea de adăugare de metadate efectuată pe %(count)ddocumente
zh_hans: 在%(count)d文档上执行的元数据添加请求

source: Add metadata types to document: %s
ar: إضافة وصف على بيانات الوثيقة: %s
bg: Добавете типове метаданни към документ: %s
bs: Dodajte metatatske tipove za dokument: %s
cs: Přidejte do dokumentu typy metadat: %s
de_de: Metadatentypen hinzufügen zu Dokument: %s
el: Προσθέστε τύπους μεταδεδομένων στο έγγραφο: %s
es: Añadir tipos de metadatos al documento: %s
it: Aggiungi tipi di metadati al documento: %s
pl: Dodaj typy metadanych do dokumentu: %s
pt: Adicionar tipos de metadados ao documento: %s
pt_br: Adicionar tipos de metadados ao documento: %s
ro_ro: Adăugați tipuri de metadate în documentul: %s
zh_hans: 将元数据类型添加到文档：%s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
ar: خطأ في إضافة نوع بيانات التعريف &quot;%(metadata_type)s&quot; للوثيقة : %(document)s؛ %(exception)s
bg: Грешка при добавяне на метаданни тип &quot;%(metadata_type)s&quot; към документ: %(document)s; %(exception)s
bs: Greška pri dodavanju metapodataka tipa "%(metadata_type)s" u dokument: %(document)s; %(exception)s
cs: Chyba při přidávání metadat typu „%(metadata_type)s“ do dokumentu: %(document)s; %(exception)s
de_de: Fehler beim Hinzufügen von Metadatentyp "%(metadata_type)s" zu Dokument %(document)s: %(exception)s
el: Σφάλμα κατά την προσθήκη τύπου μεταδεδομένων "%(metadata_type)s" στο έγγραφο: %(document)s; %(exception)s
es: Error al añadir tipo de metadatos "%(metadata_type)s" al documento: %(document)s; %(exception)s
fa: نوع متا داده افزودن خطا "%(metadata_type)s به سند %(document)s; %(exception)s
it: Errore aggiungendo il tipo metadato "%(metadata_type)s" al documento: %(document)s; %(exception)s
pl: Błąd dodawania typu metadanych "%(metadata_type)s" do dokumentu: %(document)s; %(exception)s
pt: Erro ao adicionar metadados de tipo "%(metadata_type)s" para o documento: %(document)s; %(exception)s
pt_br: Erro ao adicionar metadados de tipo "%(metadata_type)s" para o documento: %(document)s; %(exception)s
ro_ro: Eroare la adăugarea tipului de metadate "%(metadata_type)s" în documentul: %(document)s; %(exception)s
zh_hans: 将元数据类型“%(metadata_type)s”添加到文档时出错：%(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
ar: تم اضافة نوع البيانات الوصفية %(metadata_type)s بنجاح للوثيقة %(document)s .
bg: Тип метаданни: %(metadata_type)s успешно е добавен към документа %(document)s.
bs: Metadata tip: %(metadata_type)s uspješno dodan u dokument %(document)s.
cs: Typ metadat: %(metadata_type)s byl úspěšně přidán do dokumentu %(document)s.
de_de: Metadatentyp %(metadata_type)s erfolgreich hinzugefügt zu Dokument %(document)s
el: Τύπος μεταδεδομένων: %(metadata_type)s προστέθηκε με επιτυχία στο έγγραφο %(document)s.
es: Tipo de metadatos: %(metadata_type)s añadido con éxito al documento %(document)s.
fa: جذف موفق متادیتای ندع : %(metadata_type)s برای سند : %(document)s.
it: Tipo metadata: %(metadata_type)s aggiunto con successo al documento %(document)s.
pl: Typ metadanych: %(metadata_type)s dodano pomyślnie do dokumentu %(document)s.
pt: Tipo de metadados: %(metadata_type)s adicionado com sucesso ao documento %(document)s.
pt_br: Tipo Metadado %(metadata_type)s adicionado com sucesso para o documento %(document)s.
ro_ro: Tipul de metadate:%(metadata_type)s a fost adăugat cu succes la documentul %(document)s.
zh_hans: 元数据类型：%(metadata_type)s已成功添加到文档%(document)s。

source: Metadata type: %(metadata_type)s already present in document %(document)s.
ar: نوع البيانات الوصفية %(metadata_type)s موجود مسبقا للوثيقة %(document)s .
bg: Тип метаданни: %(metadata_type)s вече присъства в документ %(document)s.
bs: Metadata tip: %(metadata_type)s već postoji u dokumentu %(document)s.
cs: Typ metadat: %(metadata_type)s již v dokumentu %(document)s existuje.
de_de: Metadatentyp %(metadata_type)s bereits vorhanden für Dokument %(document)s
el: Τύπος μεταδεδομένων: %(metadata_type)s υπάρχει ήδη στο έγγραφο %(document)s.
es: Tipo de metadatos: %(metadata_type)s ya presente en el documento %(document)s.
fa: متادیتای نوع : %(metadata_type)s در سند %(document)s. موجود است.
it: Tipo Metadata: %(metadata_type)s già presente per il documento %(document)s.
pl: Typ metadanych: %(metadata_type)s już istnieje w dokumencie %(document)s.
pt: Tipo de metadados: %(metadata_type)s já existe no documento %(document)s .
pt_br: Tipo Metadado: %(metadata_type)s já está presente no documento%(document)s.
ro_ro: Tipul de metadate:%(metadata_type)s e deja prezent în documentul %(document)s.
zh_hans: 元数据类型：%(metadata_type)s已存在于文档%(document)s中。

source: Metadata edit request performed on %(count)d document
ar: تم إجراء طلب تحرير بيانات التعريف على مستند %(count)d
bg: Заявка за редактиране на метаданни, изпълнена за %(count)d документ
bs: Zahtev za uređivanje metapodataka izvršen na dokumentu %(count)d
cs: Žádost o úpravu metadat byla provedena v dokumentu %(count)d
el: Η αίτηση επεξεργασίας μεταδεδομένων εκτελέστηκε σε %(count)d έγγραφο
es: Solicitud de edición de metadatos realizada en %(count)d documento
it: Richiesta di modifica dei metadati eseguita su un documento %(count)d
pl: Żądanie edycji metadanych zostało wykonane na dokumencie %(count)d
pt: Solicitação de edição de metadados executada em %(count)d documento
pt_br: Solicitação de edição de metadados executada em %(count)d documento
ro_ro: Cererea de editare de metadate efectuată pe %(count)ddocument
zh_hans: 在%(count)d文档上执行的元数据编辑请求

source: Metadata edit request performed on %(count)d documents
ar: تم إجراء طلب تحرير البيانات الوصفية على مستندات %(count)d
bg: Заявка за редактиране на метаданни, изпълнена за %(count)d документи
bs: Zahtev za uređivanje metapodataka izvršen na dokumentima %(count)d
cs: Žádost o úpravu metadat byla provedena na dokumentech %(count)d
el: Η αίτηση επεξεργασίας μεταδεδομένων πραγματοποιήθηκε σε %(count)d έγγραφα
es: Solicitud de edición de metadatos realizada en %(count)d documentos
it: Richiesta di modifica dei metadati eseguita sui documenti %(count)d
pl: Żądanie edycji metadanych zostało wykonane na dokumentach %(count)d
pt: Solicitação de edição de metadados executada em %(count)d documentos
pt_br: Solicitação de edição de metadados executada em %(count)d documentos
ro_ro: Cererea de editare de metadate efectuată pe %(count)ddocumente
zh_hans: 在%(count)d文档上执行的元数据编辑请求

source: Add metadata types available for this document's type and assign them corresponding values.
ar: أضف أنواع البيانات الأولية المتاحة لنوع هذا المستند وقم بتعيين القيم المقابلة لها.
bg: Добавете наличните типове метаданни за типа на този документ и им присвойте съответните стойности.
cs: Přidejte typy metadat dostupných pro typ tohoto dokumentu a přiřaďte jim odpovídající hodnoty.
el: Προσθέστε διαθέσιμους τύπους μεταδεδομένων για αυτόν τον τύπο εγγράφου και εκχωρήστε τους αντίστοιχες τιμές.
es: Agregue los tipos de metadatos disponibles para el tipo de este documento y asígneles los valores correspondientes.
it: Aggiungi i tipi di metadati disponibili per il tipo di questo documento e assegna loro i valori corrispondenti.
pl: Dodaj typy metadanych dostępne dla typu tego dokumentu i przypisz im odpowiednie wartości.
pt: Adicionar tipos de metadados disponíveis para este tipo de documento e lhes atribuir valores correspondentes.
ro_ro: Adăugați tipuri de metadate disponibile pentru tipul acestui document și atribuiți-le valorile corespunzătoare.
zh_hans: 添加可用于此文档类型的元数据类型，并为其分配相应的值。

source: There is no metadata to edit
ar: لا توجد بيانات وصفية للتحرير
bg: Няма метаданни за редактиране
cs: Neexistují žádná metadata pro úpravy
el: Δεν υπάρχουν μεταδεδομένα για επεξεργασία
es: No hay metadatos para editar
it: Non ci sono metadati da modificare
pl: Brak metadanych do edycji
pt: Não há metadados a editar
ro_ro: Nu există metadate pentru a fi editate
zh_hans: 没有要编辑的元数据

source: Edit metadata for document: %s
ar: تعديل البيانات الوصفية للوثيقة: %s
bg: Редактиране на метаданни за документ: %s
bs: Izmjeni metadata za dokument: %s
cs: Upravit metadata pro dokument: %s
de_de: Metadaten des Dokuments %s bearbeiten
el: Επεξεργασία μεταδεδομένων για έγγραφο: %s
es: Editar metadatos del documento: %s
it: Modifica metadata per il documento: %s
pl: Edytuj metadane dokumentu: %s
pt: Editar os metadados do documento: %s
pt_br: Editar os metadados do documento: %s
ro_ro: Editați metadate pentru document:% s
zh_hans: 编辑%s文档的元数据

source: Error editing metadata for document: %(document)s; %(exception)s.
ar: خطأ في تحرير البيانات الوصفية للوثيقة: %(document)s ؛ %(exception)s.
bg: Грешка при редактиране на метаданни за документ: %(document)s; %(exception)s.
bs: Greška u editovanju metapodataka za dokument: %(document)s; %(exception)s.
cs: Chyba při editaci metadat pro dokument: %(document)s; %(exception)s.
de_de: Fehler bei der Bearbeitung der Metadaten für Dokument %(document)s: %(exception)s
el: Σφάλμα κατά την επεξεργασία μεταδεδομένων για έγγραφο: %(document)s; %(exception)s.
es: Error editando metadato para el documento %(document)s; %(exception)s.
it: Errore modifica metadato per il documento: %(document)s; %(exception)s.
pl: Błąd podczas edycji metadanych dla dokumentu: %(document)s; %(exception)s.
pt: Erro editando metadados para o documento: %(document)s; %(exception)s.
pt_br: Erro editando metadados para o documento: %(document)s; %(exception)s.
ro_ro: Eroare la editarea metadatelor pentru document: %(document)s; %(exception)s.
zh_hans: 编辑文档元数据时出错：%(document)s; %(exception)s。

source: Metadata for document %s edited successfully.
ar: تم تعديل البيانات الوصفية للوثيقة %s بنجاح
bg: Метаданните за документ %s са редактирани успешно.
bs: Metadata za dokument %s uspješno izmjenjen.
cs: Metadata pro dokument %s byla úspěšně upravena.
de_de: Metadaten des Dokuments %s erfolgreich bearbeitet.
el: Τα μεταδεδομένα για το έγγραφο %s επεξεργάστηκαν με επιτυχία.
es: Metadatos del documento %s editados con éxito.
fa: متادیتای سند %s با موفقیت ویرایش شد.
it: Metadato per il documento %s modificato con successo.
pl: Metadane dla dokumentu %s zostały pomyślnie zmodyfikowane.
pt: Metadados do documento %s alterados com sucesso.
pt_br: Metadados para o documento %s alterados com sucesso.
ro_ro: Metadatele pentru documentul %s au fost editate cu succes.
zh_hans: 文档%s的元数据已成功编辑。
