Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs, cs, de_de, el, es, fa, it, pl, pt, pt_br, ro_ro, zh_hans

source: Metadata
ar: البيانات الوصفية
bg: Метаданни
de_de: Metadaten
el: Μεταδεδομένα
es: Metadatos
fa: متادیتا
it: Metadati
pl: Metadane
pt: Metadados
pt_br: Metadados
ro_ro: Metadate
zh_hans: 元数据

source: Return the value of a specific document metadata.
ar: إرجاع قيمة بيانات تعريف وثيقة معينة.
bg: Връща стойността на отделни метаданни в документа.
cs: Vraťte hodnotu konkrétních metadat dokumentu.
el: Επιστροφή της τιμής ενός συγκεκριμένου μεταδεδομένου εγγράφου.
es: Devuelve el valor de los metadatos de un documento específico.
it: Restituisce il valore dei metadati di un documento specifico.
pl: Zwraca wartość określonych metadanych dokumentu.
pt: Retorna o valor de um metadado específico do documento.
ro_ro: Întoarceți valoarea unei metadate de documente specifice.
zh_hans: 返回特定文档元数据值

source: Metadata value of
ar: قيمة البيانات الوصفية
bg: Метаданни за
cs: Hodnota metadat
el: Τιμή μεταδεδομένωντου
es: Valor de metadatos de
it: Valore dei metadati di
pl: Wartość metadanych
pt: Valor de metadados de
ro_ro: Valoarea metadatelor pentru
zh_hans: 元数据值

source: Metadata type name
ar: اسم نوع البيانات الوصفية
bg: Име на типа метаданни
bs: Naziv metapodataka
cs: Název typu metadat
de_de: Name Metadatentyp
el: Όνομα τύπου μεταδεδομένων
es: Nombre del tipo de metadatos
fa: نام نوع متا داده
it: Nome tipo metadato
pl: Nazwa typu metadanych
pt: Nome de tipos de metadado
pt_br: Metadados nome do tipo
ro_ro: Numele tipului de metadate
zh_hans: 元数据类型名称

source: Metadata value
ar: قيمة البيانات الوصفية
bg: Стойност на метаданни
bs: Metadata vrijednost
cs: Hodnota metadat
de_de: Metadatenwert
el: Τιμή μεταδεδομένων
es: Valor de metadato
it: Valore metadata
pl: Wartość metadanych
pt: Valor de metadados
pt_br: Valor de metadados
ro_ro: Valoare metadate
zh_hans: 元数据值

source: Document metadata added
ar: إضافة بيانات وصفية للوثيقة
bg: Добавени са метаданни за документ
cs: Byla přidána metadata do dokumentu
el: Προστέθηκαν μεταδεδομένα εγγράφου
es: Metadatos de documento agregados
it: Metadati del documento aggiunti
pl: Dodano metadane dokumentu
pt: Metadados do documento adicionados
ro_ro: Au fost adăugate metadate la document
zh_hans: 文档元数据已添加

source: Document metadata edited
ar: تعديل البيانات الوصفية للوثيقة
bg: Метаданните на документа са редактирани
cs: Metadata dokumentu byla upravena
el: Τροποποιήθηκαν μεταδεδομένα εγγράφου
es: Metadatos de documento editados
it: Metadati del documento modificati
pl: Zmodyfikowano metadane dokumentu
pt: Metadados do documento editados
ro_ro: Au fost editate metadatele pentru document
zh_hans: 文档元数据已编辑

source: Document metadata removed
ar: حذف البيانات الوصفية للوثيقة
bg: Метаданните на документа са премахнати
cs: Metadata dokumentu byla odstraněna
el: Καταργήθηκαν μεταδεδομένα εγγράφου
es: Metadatos del documento eliminados
it: Metadati del documento rimossi
pl: Metadane dokumentu zostały usunięte
pt: Metadados do documento removidos
ro_ro: Metadatele documentelelor au fost eliminate
zh_hans: 文档元数据已删除

source: Metadata type created
ar: إنشاء البيانات الوصفية
bg: Типът метаданни е създаден
cs: Byl vytvořen typ metadat
el: Τύπος μεταδεδομένων δημιουργήθηκε
es: Tipo de metadata creado
it: Tipo di metadati creato
pl: Utworzono typ metadanych
pt: Tipo de metadado criado
ro_ro: Tipul de metadate a fost creat
zh_hans: 元数据类型已创建

source: Metadata type edited
ar: تعديل البانات الوصفية
bg: Типът метаданни е редактиран
cs: Typ metadat byl upraven
el: Τύπος μεταδεδομένων τροποποιήθηκε
es: Tipo de metadata editado
it: Tipo di metadati modificato
pl: Typ metadanych został zmodyfikowany
pt: Tipo de metadado editado
ro_ro: Tipul de metadate a fost editat
zh_hans: 元数据类型已编辑

source: Metadata type relationship updated
ar: تحديث ارتباطات البيانات الوصفية
bg: Връзката за типа метаданни е актуализирана
cs: Vztah typu metadata byl aktualizován
el: Η σχέση τύπου μεταδεδομένων ενημερώθηκε
es: Relación de tipo de metadata actualizada
it: Relazione del tipo di metadati aggiornata
pl: Zaktualizowano relację typu metadanych
pt: Relacionamento de tipo de metadado atualizado
ro_ro: Relația tipului de metadate a fost actualizată
zh_hans: 元数据类型关系已更新

source: Name
ar: اسم
bg: Име
bs: Ime
cs: název
el: Όνομα
es: Nombre
fa: نام
it: Nome
pl: Nazwa
pt: Nome
pt_br: Nome
ro_ro: Nume
zh_hans: 名称

source: Value
ar: قيمة
bg: Стойност
bs: Vrijednost
cs: Hodnota
de_de: Wert
el: Τιμή
es: Valor
fa: مقدار
it: Valore
pl: Wartość
pt: Valor
pt_br: Valor
ro_ro: Valoare
zh_hans: 值

source: Update
ar: تحديث
bg: Актуализация
cs: Aktualizace
de_de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: به‌روزرسانی
it: Aggiornato
pl: Aktualizacja
pt: Atualizar
pt_br: Atualizar
ro_ro: Actualizați
zh_hans: 更新

source: Required
ar: متطلب
bg: Задължително
bs: Obavezno
cs: Požadované
de_de: erforderlich
el: Απαιτείται
es: Requerido
fa: الزامی
it: Obbligatorio
pl: Wymagane
pt: Obrigatório
pt_br: exigido
ro_ro: Necesară
zh_hans: 需要的

source: Lookup value error: %s
ar: خطأ في قيمة البحث: %s
bg: Грешка в стойността на търсенето: %s
bs: Greška pri traženju vrijednosti: %s
cs: Chyba hodnoty vyhledávání: %s
de_de: Fehler für Suchwert: %s
el: Σφάλμα τιμής αναζήτησης: %s
es: Error en valor de búsqueda: %s
it: Errore nel valore di ricerca: %s
pl: Błąd wartości wyszukiwania: %s
pt: Erro de valor de busca: %s
pt_br: Erro de valor de pesquisa: %s
ro_ro: Valoarea erorii de căutare: %s
zh_hans: 查找值错误：%s

source: Default value error: %s
ar: خطأ القيمة الافتراضية: %s
bg: Грешка в стойността по подразбиране: %s
bs: Default vrijednost greške: %s
cs: Chyba výchozí hodnoty: %s
de_de: Fehler für Standardwert: %s
el: Σφάλμα προεπιλεγμένης τιμής:%s
es: Error en valor por defecto: %s
it: Valore di default errore: %s
pl: Błąd dotyczący domyślnej wartości: %s
pt: Erro de valor padrão: %s
pt_br: Erro de valor padrão: %s
ro_ro: Valoare eroare standard: %s
zh_hans: 默认值错误：%s

source: "%s" is required for this document type.
ar: مطلوب &quot;%s&quot; لنوع المستند هذا.
bg: &quot;%s&quot; е задължително за този тип документ.
bs: Za ovaj tip dokumenta potreban je "%s".
cs: &quot;%s&quot; je vyžadován pro tento typ dokumentu.
de_de: "%s" wird für diesen Dokumententyp benötigt.
el: Απαιτείται "%s" για αυτόν τον τύπο εγγράφου.
es: "%s" es requerido para este tipo de documento.
it: "%s" è richiesto per questo tipo di documento..
pl: "%s" jest wymagane dla tego typu dokumentu.
pt: "%s" é obrigatório para este tipo de documento.
pt_br: "%s" é necessário para este tipo de documento.
ro_ro: "%s" este necesar pentru acest tip de document.
zh_hans: 此文档类型需要“%s”。

source: Metadata types to be added to the selected documents.
ar: يرجى الإختيار لإكمال عملية الإضافة
bg: Типове метаданни, които трябва да се добавят към избраните документи.
bs: Tipovi metapodataka koji se dodaju odabranim dokumentima.
cs: Typy metadat, které se mohou přidat do vybraných dokumentů.
de_de: Metadatentypen für die ausgewählten Dokumente.
el: Τύποι μεταδεδομένων που θα προστεθούν στα επιλεγμένα έγγραφα.
es: Tipos de metadatos que se añadirán a los documentos seleccionados.
it: Tipi di metadati da aggiungere ai documenti selezionati.
pl: Typy metadanych przeznaczone do dodania do wybranych dokumentów.
pt: Tipos de metadados a serem adicionados aos documentos selecionados.
pt_br: Tipos de metadados a serem adicionados aos documentos selecionados.
ro_ro: Tipurile de metadate care urmează să fie adăugate la documentele selectate.
zh_hans: 要添加到所选文档的元数据类型。

source: Metadata type
ar: نوع البيانات الوصفية
bg: Тип метаданни
bs: Metadata tip
cs: Typ metadat
de_de: Metadatentyp
el: Τύπος μεταδεδομένων
es: Tipo de metadato
fa: نوع متادیتا
it: Tipo di metadato
pl: Typ metadanych
pt: Tipo de metadados
pt_br: Tipo de metadados
ro_ro: Tip de metadate
zh_hans: 元数据类型

source: Remove
ar: حذف
bg: Премахнете
bs: Ukloni
cs: Odstranit
de_de: Entfernen
el: Αφαίρεση
es: Remover
fa: حذف
it: Rimuovi
pl: Usuń
pt: Remover
pt_br: Remover
ro_ro: Eliminați
zh_hans: 移除

source: Basic
es: Básico

source: Values
es: Valores

source: Validation
es: Validación

source: Parsing
ar: تفسير
cs: Analýza
el: Ανάλυση
es: Extracción de contenido
it: Analisi
pl: Analiza
pt: Análise
zh_hans: 解析

source: Available template context variables:
ar: متغيرات سياق القالب المتوفرة:
bg: Налични променливи на контекста на шаблона:
bs: Dostupne varijable konteksta predložaka:
cs: Dostupné kontextové proměnné šablony:
de_de: Verfügbare Kontextvariablen:
el: Διαθέσιμες μεταβλητές περιεχομένου προτύπου:
es: Variables de contexto de plantilla disponibles:
it: Variabili di contesto template disponibili:
pl: Dostępne zmienne kontekstowe szablonu:
pt: Variáveis de contexto do template disponíveis:
pt_br: Variáveis de contexto do modelo disponíveis:
ro_ro: Variabile de context șablon disponibile:
zh_hans: 可用模板情景变量：

source: None
ar: لا شيء
bg: Няма
bs: Nijedno
cs: Žádný
de_de: Keine
el: Κανένα
es: Ninguno
it: Nessuno
pl: Brak
pt: Nenhum
ro_ro: Nici unul
zh_hans: 没有

source: Optional
ar: اختياري
bg: Незадължително
bs: Neobavezno
cs: Volitelný
el: Προαιρετικό
es: Opcional
it: Opzionale
pl: Opcjonalny
pt: Opcional
ro_ro: Facultativ
zh_hans: 可选的

source: Add metadata
ar: إضافة الوصف
bg: Добавете метаданни
bs: Dodajte metapodatke
cs: Přidat metadata
de_de: Metadaten hinzufügen
el: Προσθήκη μεταδεδομένων
es: Añadir metadatos
fa: اضافه کردن متادیتا
it: Aggiungi metadato
pl: Dodaj metadane
pt: Adicionar metadados
pt_br: Adicionar metadados
ro_ro: Adăugați metadate
zh_hans: 添加元数据

source: Edit metadata
ar: تعديل البيانات الوصفية
bg: Редактиране на метаданни
bs: Uredite metapodatke
cs: Upravit metadata
de_de: Metadaten bearbeiten
el: Τροποποίηση μεταδεδομένων
es: Editar metadatos
fa: ویرایش متادیتا
it: Modifica metadato
pl: Edytuj metadane
pt: Editar metadados
pt_br: Editar Metadata
ro_ro: Editați metadatele
zh_hans: 编辑元数据

source: Remove metadata
ar: إزالة البيانات الوصفية
bg: Премахване на метаданните
bs: Ukloni metapodatke
cs: Odebrat metadata
de_de: Metadaten entfernen
el: Κατάργηση μεταδεδομένων
es: Remover metadatos
fa: حذف کردن متادیتا
it: Rimuovi metadato
pl: Usuń metadane
pt: Remover metadados
pt_br: Remover metadado
ro_ro: Eliminați metadatele
zh_hans: 删除元数据

source: Metadata types
ar: أنواع البيانات الوصفية
bg: Типове метаданни
bs: Metadata tip
cs: Typy metadat
de_de: Metadatentypen
el: Τύποι μεταδεδομένων
es: Tipos de metadatos
fa: انواه متادیتا
it: Tipi di Metadati
pl: Typy metadanych
pt: Tipos de metadados
pt_br: Tipos de metadados
ro_ro: Tipuri de metadate
zh_hans: 元数据类型

source: Document types
ar: أنواع الوثائق
bg: Типове документи
bs: Tipovi dokumenta
cs: Typy dokumentů
de_de: Dokumententypen
el: Τύποι εγγράφων
es: Tipos de documento
it: Tipi documento
pl: Typy dokumentów
pt: Tipos de documento
ro_ro: Tipuri de documente
zh_hans: 文件类型

source: Create new
ar: إنشاء جديد
bg: Създайте нов
bs: Napravi novi
cs: Vytvořit nový
de_de: Erstellen
el: Δημιουργία νέου
es: Crear nuevo
fa: ایجاد
it: Crea nuovo
pl: Utwórz nowy
pt: Criar novo
pt_br: Criar novo
ro_ro: Crează nou
zh_hans: 创建新的

source: Delete
ar: حذف
bg: Изтрийте
bs: Obriši
cs: Odstranit
de_de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
it: Cancella
pl: Usuń
pt: Remover
pt_br: Excluir
ro_ro: Șterge
zh_hans: 删除

source: Edit
ar: تعديل
bg: Редактиране
bs: Urediti
cs: Upravit
de_de: Bearbeiten
el: Τροποποίηση
es: Editar
fa: ویرایش
it: Modifica
pl: Edytuj
pt: Editar
pt_br: Editar
ro_ro: Editați
zh_hans: 编辑

source: Date and time parser
es: Analizador de fecha y hora
pt: Data e hora do analisador
ro_ro: Analizor de dată și oră

source: Date parser
es: Analizador de fechas
pt: Data de analisador
ro_ro: Analizor de dată

source: Regular expression parser
es: Analizador de expresiones regulares
pt: Expressão regular de analisador
ro_ro: Analizor de expresii regulate

source: Time parser
es: Analizador de tiempos
pt: Hora de analisador
ro_ro: Analizor de timp

source: Date and time validator
es: Validador de fecha y hora
pt: Data e hora de validador
ro_ro: Validator de dată și oră

source: Date validator
es: Validador de fecha
pt: Data de validador
ro_ro: Validator de dată

source: Regular expression validator
es: Validador de expresiones regulares
pt: Expressão regular de validador
ro_ro: Validator de expresii regulate

source: The input string does not match the pattern.
es: El texto de entrada no coincide con el patrón.
pt: A linha de input não é igual ao padrão.
ro_ro: Șirul de intrare nu se potrivește cu modelul.

source: Time validator
es: Validador de tiempos
pt: Hora de validador
ro_ro: Validator de timp

source: Return the metadata of the document.
bg: Върнете метаданните на документа.
cs: Vrátí metadata dokumentu.
es: Devuelve los metadatos del documento.
pt: Retorna os metadados do documento.
ro_ro: Returnează metadatele documentului.
zh_hans: 返回文档的元数据。

source: Selected documents must be of the same type.
ar: يجب أن تكون المستندات المحددة من نفس النوع.
bg: Избраните документи трябва да са от същия тип.
bs: Izabrani dokumenti moraju biti istog tipa.
cs: Vybrané dokumenty musí být stejného typu.
de_de: Ausgewählte Dokumente müssen den gleichen Typ haben.
el: Τα επιλεγμένα έγγραφα πρέπει να είναι του ίδιου τύπου.
es: Los documentos seleccionados deben ser del mismo tipo.
it: I documenti selezionati devono essere dello stesso tipo.
pl: Wybrane dokumenty muszą być tego samego typu.
pt: Os documentos selecionados devem ser do mesmo tipo.
pt_br: Os documentos selecionados devem ser do mesmo tipo.
ro_ro: Documentele selectate trebuie să fie de același tip.
zh_hans: 选定的文件必须属于同一类型。

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
ar: الاسم المستخدم من قبل التطبيقات الأخرى للإشارة إلى نوع البيانات الوصفية هذا. لا تستخدم كلمات أو مسافات محجوزة في لغة python.
bg: Име, използвано от други приложения за препратка към този тип метаданни. Не използвайте запазени думи на Python или интервали.
cs: Název používaný jinými aplikacemi k odkazu na tento typ metadat. Nepoužívejte vyhrazená slova ani mezery.
el: Όνομα που χρησιμοποιείται από άλλες εφαρμογές για αναφορά αυτού του τύπου μεταδεδομένων. Μην χρησιμοποιείτε δεσμευμένες λέξεις της python ή κενά διαστήματα.
es: Nombre utilizado por otras aplicaciones para hacer referencia a este tipo de metadatos. No utilice palabras reservadas de python, o espacios.
it: Nome utilizzato da altre app per fare riferimento a questo tipo di metadati. Non utilizzare parole riservate a Python o spazi.
pl: Nazwa używana przez inne aplikacje do odwoływania się do tego typu metadanych. Nie należy używać zastrzeżonych dla Pythona słów ani spacji.
pt: Nome usado por outras apps para referenciar este tipo de metadado. Não use palavras reservadas do Python nem espaços.
ro_ro: Numele utilizat de alte aplicații pentru a face referire la acest tip de metadate. Nu utilizați cuvinte sau spații rezervate Python.
zh_hans: 其他应用程序用于引用此元数据类型的名称。不要使用python保留字或空格。

source: Short description of this metadata type.
ar: وصف موجز لنوع البيانات الوصفية هذا.
bg: Кратко описание на този тип метаданни.
cs: Stručný popis tohoto typu metadat.
el: Σύντομη περιγραφή αυτού του τύπου μεταδεδομένων.
es: Breve descripción de este tipo de metadatos.
it: Breve descrizione di questo tipo di metadati.
pl: Krótki opis tego typu metadanych.
pt: Descrição curta deste tipo de metadado.
ro_ro: Scurtă descriere a acestui tip de metadate.
zh_hans: 元数据类型描述

source: Label
ar: العنوان
bg: Етикет
bs: Labela
cs: Jmenovka
de_de: Bezeichner
el: Ετικέτα
es: Etiqueta
it: Etichetta
pl: Etykieta
pt: Nome
ro_ro: Conținut etichetă
zh_hans: 标签

source: Enter a template to render.
ar: أدخال قالب للعرض.
bg: Въведете шаблон за изобразяване.
cs: Zadejte šablonu k vykreslení.
el: Εισαγάγετε ένα πρότυπο για απόδοση.
es: Ingrese una plantilla para renderizar.
pl: Wprowadź szablon do renderowania.
pt: Insira um template para renderizar.
ro_ro: Introduceți un șablon de redat.
zh_hans: 输入要渲染的模板。

source: Default
ar: القيمة الإفتراضية
bg: По подразбиране
cs: Výchozí
de_de: Standard
el: Προεπιλογή
es: Por defecto
fa: پیش فرض
pl: Domyślny
pt: Padrão
pt_br: Padrão
ro_ro: Implicit
zh_hans: 默认

source: Enter a template to render. Must result in a comma delimited string.
ar: أدخل قالب للعرض ، يجب أن ينتج عنه سلسلة مفصولة
bg: Въведете шаблон за изобразяване. Трябва да доведе до низ, разделен със запетаи.
cs: Zadejte šablonu k vykreslení. Výsledkem musí být řetězec oddělený čárkami.
el: Εισαγάγετε ένα πρότυπο για απόδοση. Θα πρέπει να είναι μια συμβολοσειρά χωρισμένη με κόμμα.
es: Ingrese una plantilla para renderizar. Debe resultar en una cadena delimitada por comas.
pl: Wprowadź szablon do renderowania. Musi dawać ciąg rozdzielany przecinkami.
pt: Insira um template para renderizar. Deve resultar em uma string delimitada por vírgulas.
ro_ro: Introduceți un șablon de redat. Trebuie să aibă ca rezultat un șir delimitat de virgule.
zh_hans: 输入要渲染的模板。必须以逗号分隔的字符串。

source: Lookup
ar: ابحث عن
bg: Справка
bs: Pogledaj gore
cs: Vyhledávání
de_de: Suche
el: Αναζήτηση
es: Lista de opciones
fa: بررسی و یا پیدا کردن
it: Ricerca
pl: Wyszukanie
pt_br: Tipo de metadados não é válido, para o tipo de documento
ro_ro: Căutare
zh_hans: 查找

source: The validator will reject data entry if the value entered does not conform to the expected format.
ar: سوف يرفض المدقق إدخال البيانات إذا كانت القيمة المدخلة لا تتوافق مع التنسيق المتوقع.
bg: Валидаторът ще отхвърли въвеждането на данни, ако въведената стойност не съответства на очаквания формат.
bs: Validator će odbiti unos podataka ako uneta vrednost ne odgovara očekivanom formatu.
cs: Validator odmítne zadání dat, pokud zadaná hodnota neodpovídá očekávanému formátu.
de_de: Der Validierer wird den eingegebenen Wert zurückweisen, wenn er dem geforderten Format nicht entspricht.
el: Ο επικυρωτής θα απορρίψει την καταχώριση δεδομένων εάν η τιμή που εισάγεται δεν συμμορφώνεται με την αναμενόμενη μορφή.
es: El validador rechazará la entrada de datos si el valor introducido no se ajusta al formato esperado.
it: Il validatore rifiuterà l'inserimento se il valore immesso non è conforme al formato richiesto.
pl: Walidator odrzuci dane jeśli podana wartość nie będzie zgodna z oczekiwanym formatem.
pt: O validador rejeitará a entrada de dados se o valor inserido não estiver de acordo com o formato esperado.
pt_br: O validador rejeitará a entrada de dados se o valor inserido não estiver de acordo com o formato esperado.
ro_ro: Validatorul va respinge introducerea datelor dacă valoarea introdusă nu este conformă cu formatul așteptat.
zh_hans: 如果输入的值不符合预期格式，验证器将拒绝数据输入。

source: Validator
ar: المدقق
bg: Валидатор
de_de: Validierer
el: Επικυρωτής
es: Validador
it: Validatore
pl: Walidator
pt: Validador
pt_br: Validador
zh_hans: 验证器

source: Enter the arguments for the validator in YAML format.
cs: Zadejte argumenty validátoru ve formátu YAML.
es: Ingrese los argumentos para el validador en formato YAML.
pt: Escreva os argumentos para o validador no formato YAML
ro_ro: Introduceți argumentele validatorului în format YAML.

source: Validator arguments
cs: Argumenty validátoru
es: Argumentos del validador
pt: Argumentos de validador
ro_ro: Argumente pentru validator

source: The parser will reformat the value entered to conform to the expected format.
ar: سيقوم المحلل اللغوي بإعادة تنسيق القيمة التي تم إدخالها لتتوافق مع التنسيق المتوقع.
bg: Анализаторът ще преформатира въведената стойност, за да съответства на очаквания формат.
bs: Analizator će reformatirati vrijednost koja se unese u skladu sa očekivanim formatom.
cs: Analyzátor přeformátuje zadanou hodnotu tak, aby odpovídala očekávanému formátu.
de_de: Der Parser wird den eingegebenen Wert so reformatieren, dass er dem geforderten Format entspricht.
el: Ο αναλυτής θα διαμορφώσει ξανά την τιμή που έχει εισαχθεί για να συμμορφώνεται με την αναμενόμενη μορφή.
es: El analizador volverá a formatear el valor introducido para ajustarse al formato esperado.
it: Il parser riformatta il valore immesso per renderlo conforme al formato voluto.
pl: Parser zmieni format podanej wartości na format oczekiwany.
pt: O analisador irá reformatar o valor inserido para estar em conformidade com o formato esperado.
pt_br: O analisador irá reformatar o valor inserido para estar em conformidade com o formato esperado.
ro_ro: Parserul va reformata valoarea introdusă pentru a se conforma formatului așteptat.
zh_hans: 解析器将重新格式化输入的值以符合预期的格式。

source: Parser
ar: محلل
bg: Анализатор
cs: Analyzátor
el: Αναλυτής
es: Analizador
pt: Analisador
pt_br: Analisador
zh_hans: 解析器

source: Enter the arguments for the parser in YAML format.
cs: Zadejte argumenty pro parser ve formátu YAML.
es: Ingrese los argumentos para el analizador en formato YAML.
pt: Escreva os argumentos para o analisador em formato YAML
ro_ro: Introduceți argumentele analizorului în format YAML.

source: Parser arguments
cs: Argumenty parseru
es: Argumentos del analizador
pt: Argumentos do analisador
ro_ro: Argumente ale analizorului

source: Value is not one of the provided options.
ar: القيمة ليست من بين الخيارات المتوفرة.
bg: Стойността не е една от предоставените опции.
bs: Vrednost nije jedna od predloženih opcija.
cs: Hodnota není jednou z nabízených možností.
de_de: Der Wert entspricht keiner der vorgegebenen Optionen.
el: Η τιμή δεν ανήκει στις διαθέσιμες επιλογές.
es: El valor no es una de las opciones provistas.
it: Il valore non è compreso tra i valori ammessi.
pl: Wartość nie jest jedną z dostępnych opcji.
pt: O valor não é uma das opções fornecidas.
pt_br: O valor não é uma das opções fornecidas.
ro_ro: Valoarea nu este una dintre opțiunile furnizate.
zh_hans: 值不是提供的选项之一。

source: Metadata type validation error; %(exception)s
es: Error de validación del tipo de metadatos; %(exception)s
pt: Erro ao validar tipo de metadata; %(exception)s
ro_ro: Eroare de validare a tipului de metadate; %(exception)s

source: Document
ar: الوثيقة
bg: Документ
bs: Dokument
cs: Dokument
de_de: Dokument
el: Έγγραφο
es: Documento
fa: سند
it: Documento
pl: Dokument
pt: Documento
pt_br: Documentos
zh_hans: 文档

source: Type
ar: النوع
bg: Тип
bs: Tip
cs: Typ
de_de: Typ
el: Τύπος
es: Tipo
fa: نوع
it: Tipo
pl: Typ
pt: Tipo
pt_br: Tipo
ro_ro: Tip
zh_hans: 类型

source: The actual value stored in the metadata type field for the document.
ar: القيمة الفعلية المخزنة في حقل نوع البيانات الأولية للمستند.
bg: Действителната стойност, съхранена в полето за тип метаданни за документа.
cs: Skutečná hodnota uložená v poli typu metadat dokumentu.
el: Η πραγματική τιμή που είναι αποθηκευμένη στο πεδίο τύπου μεταδεδομένων για το έγγραφο.
es: El valor real almacenado en el campo de tipo de metadatos para el documento.
it: Il valore effettivo memorizzato nel campo del tipo di metadati per il documento.
pl: Rzeczywista wartość przechowywana w polu typu metadanych dla dokumentu.
pt: O valor atualmente armazenado no campo de tipo de metadado para o documento.
ro_ro: Valoarea reală stocată în câmpul tip de metadate pentru document.
zh_hans: 存储在文档的元数据类型字段中的实际值。

source: Document metadata
ar: بيانات تعريف الوثيقة
bg: Метаданни за документа
bs: Metapodaci dokumenta
cs: Metadata dokumentu
de_de: Dokument Metadaten
el: Μεταδεδομένα εγγράφου
es: Metadatos de documentos
fa: متادیتای سند
it: Metadata documento
pl: Metadane dokumentów
pt: Metadados do documento
pt_br: Documento Metadado
ro_ro: Metadatele documentului
zh_hans: 文档元数据
