Repository: mayan-edms/Mayan-EDMS
Catalog: apps/sources/locale/*/LC_MESSAGES/django.po
Languages: it, ru

source: preview
it: anteprima
ru: предварительный просмотр

source: delete
it: cancella
ru: удалить

source: sources
it: sorgenti
ru: источники

source: web forms
ru: web-формы

source: staging folders
it: cartelle per la gestione temporanea
ru: транспортные папки

source: watch folders
it: cartelle di
ru: наблюдаемые папки

source: edit
it: modifica
ru: редактировать

source: add new source
it: aggiungi una nuova sorgente
ru: добавить новый источник

source: transformations
it: trasformazioni
ru: преобразования

source: add transformation
it: aggiungi una trasformazione
ru: добавить преобразование

source: Document sources
it: Sorgente del documento
ru: Источники документов

source: upload new version
it: Carica nuova versione
ru: загрузить новую версию

source: thumbnail
ru: миниатюра

source: Expand compressed files
it: Espandi
ru: Извлекать из архивов?

source: Upload a compressed file's contained files as individual documents
it: Pubblicare un file compresso contenente singoli documenti
ru: Загрузить файлы, содержащиеся в архиве в качестве отдельных документов

source: Staging file
it: Mostra file
ru: Промежуточный файл

source: File
ru: Файл

source: Always
it: Sempre
ru: Всегда

source: Never
it: Mai
ru: Никогда

source: Ask user
it: Chiedi all'utente
ru: Спросить пользователя

source: Disk
it: Disco
ru: Диск

source: Database
ru: База данных

source: Drive
ru: Привод

source: Network drive
it: Disco di rete
ru: Сетевой диск

source: User drive
it: Disco locale
ru: Диск пользователя

source: Envelope
it: Busta
ru: Конверт

source: Folder
it: Cartella
ru: Папка

source: World
it: Mondo
ru: Мир

source: Printer
it: Stampante
ru: Принтер

source: Empty printer
it: Stampante vuota
ru: Пустой принтер

source: web form
ru: веб-формы

source: server staging folder
it: server per la gestione temporanea della cartella
ru: транспортные папки сервера

source: server watch folder
it: server di salvataggio cartella
ru: наблюдаемая папка

source: server staging folders
it: server per la gestione temporanea delle cartelle
ru: папки на промежуточном сервере

source: server watch folders
it: server di salvataggio delle cartelle
ru: наблюдаемые папки

source: title
it: titolo
ru: название

source: enabled
it: abilitato
ru: разрешено

source: whitelist
ru: белый список

source: blacklist
ru: черный список

source: icon
it: icona
ru: иконка

source: An icon to visually distinguish this source.
it: Un'icona per distinguere visivamente questa fonte.
ru: Значок, чтобы визуально отличать этот источник.

source: folder path
it: path della cartella
ru: путь к папке

source: Server side filesystem path.
it: Path del server di filesystem
ru: Путь на сервере

source: preview width
it: anteprima larghezza
ru: ширина предпросмотра

source: Width value to be passed to the converter backend.
it: valore della larghezza da passare per le operazioni di conversione in backend
ru: Ширина после обработки.

source: preview height
it: anteprima altezza
ru: Предварительный просмотр высоты

source: Height value to be passed to the converter backend.
it: valore dell'altezza da passare per le operazioni di conversione in backend
ru: Высота после обработки.

source: uncompress
it: decomprimere
ru: распаковать

source: Whether to expand or not compressed archives.
it: Se espandere o meno degli archivi compressi.
ru: Независимо от того распакованы или нет архивы.

source: delete after upload
it: cancella dopo il caricamento
ru: удалить после загрузки

source: Delete the file after is has been successfully uploaded.
it: Cancella il file dopo essere stato caricato
ru: Удалить файл после загрузки.

source: staging folder
it: Cartella di conservazione
ru: промежуточная папка

source: interval
it: intervallo
ru: интервал

source: Inverval in seconds where the watch folder path is checked for new documents.
it: Invervallo di pochi secondi in cui viene controllato il percorso cartella di controllo per i nuovi documenti.
ru: Интервал в секундах, между проверками папки на появление новых документов.

source: watch folder
it: controlla cartella
ru: просматривать папку

source: Enter a valid value.
it: Inserisci un valore valido
ru: Введите допустимое значение.

source: order
it: ordine
ru: порядок

source: transformation
it: trasformazione
ru: преобразование

source: arguments
it: argomenti
ru: аргументы

source: Use dictionaries to indentify arguments, example: %s
it: Usa dei dizionari per identificare gli argomenti , esempio: %s
ru: Использование словарей для определения аргументов, например: %s

source: document source transformation
it: trasformazione del documento sorgente
ru: преобразования источника документов

source: document source transformations
it: trasformazioni dei documenti sorgente
ru: преобразования источника документов

source: out of process
it: fuori del processo
ru: из процесса

source: Sources setup
it: Setup sorgente
ru: Настройки источников

source: View existing document sources
it: Visualizza sorgenti documento esistente
ru: Просмотр существующих источников документов

source: Edit document sources
it: Modifica sorgenti dei documenti
ru: Редактировать источник документов

source: Delete document sources
it: Cancella sorgenti dei documenti
ru: Удалить источник документов

source: Create new document sources
it: Crea nuova sorgente dei documenti
ru: Создать новый источник документов

source: Unable get list of staging files: %s
it: Impossibile ottenere lista dei file di gestione temporanea: %s
ru: Не удалось получить список промежуточных файлов: %s

source: Unable to upload staging file: %s
it: Impossibile caricare file di gestione temporanea: %s
ru: Невозможно загрузить промежуточный файл: %s

source: Unable to delete staging file: %s
it: Impossibile eliminare file di gestione temporanea: %s
ru: Не удается удалить промежуточный файл: %s

source: Whitelist Blacklist validation error.
it: Errori di validazione nelle Whitelist e Blacklist.
ru: Ошибка проверки белого или черного списков.

source: here
it: qui
ru: здесь

source: Upload sources
it: Sorgenti caricamento
ru: Загрузить источники

source: No interactive document sources have been defined or none have been enabled.
it: Nessuna fonte interattiva dei documenti sono state definite o non ne sono state attivate.
ru: Интерактивные источники документов не были определены разрешены.

source: Click %(setup_link)s to add or enable some document sources.
it: Click %(setup_link)s per aggiungere o abilitare una sorgente documenti.
ru: Нажмите %(setup_link)s, чтобы добавить или включить какой-нибудь документ источников.

source: New document version uploaded successfully.
it: Nuova versione del documento caricata con successo.
ru: Новая версия документа загружена.

source: File uploaded successfully.
it: File caricato con successo.
ru: Файл загружен.

source: File uncompressed successfully and uploaded as individual files.
it: File non compresso e caricato con successo come singolo file.
ru: Файл распакован и загружен в виде отдельных файлов.

source: File was not a compressed file, uploaded as it was.
it: Il file non era un file compresso,è stato caricato così com'era.
ru: Файл не сжат и загружен как есть.

source: Unhandled exception: %s
it: Eccezione non gestita: %s
ru: Необработанное исключение %s

source: upload a new version from source: %s
it: caricata una nuova versione da: %s
ru: загрузка новой версии из источника %s

source: upload a local document from source: %s
it: carica un documento in locale dalla sorgente: %s
ru: загрузить локальный документ из источника: %s

source: Document version from staging file: %s, uploaded successfully.
it: Versione documento da gestione temporanea file: %s,caricata con successo
ru: Версия документа из транспортного файла %s загружена.

source: Staging file: %s, uploaded successfully.
it: File in allestimento:%s, caricato con successo.
ru: Промежуточный файл %s загружен.

source: Staging file: %s, uncompressed successfully and uploaded as individual files.
it: file temporaneo: %s, non compresso e caricato come file singolo
ru: Транспортный файл %s распакован и загружен в виде отдельных файлов.

source: Staging file: %s, was not compressed, uploaded as a single file.
it: file temporaneo: %s, non è stato compresso, caricato come file singolo.
ru: Транспортный файл %s не был сжат загруженные в исходном виде.

source: Staging file: %s, deleted successfully.
it: File in allestimento:%s, cancellato con successo.
ru: Постановка файл %s успешно удален.

source: upload a new version from staging source: %s
it: caricata una nuova versione da file temporaneo: %s
ru: загрузка новой версии из источника %s

source: upload a document from staging source: %s
it: carica documento dalla sorgente allestimento:%s
ru: загрузить документ из промежуточного источника %s

source: files in staging path
it: path dei file in allestimento
ru: файлы в транспортном пути

source: Current document type
it: Tipo di documento corrente
ru: Текущий тип документа

source: None
it: Nessuno
ru: Нет

source: Current metadata
it: Metadati correnti
ru: Действующие метаданные

source: Staging file transformation error: %(error)s
it: Errore nella trasformazione del file: %(error)s
ru: Ошибка преобразования транспортного файла: %(error)s

source: Staging file delete successfully.
it: File in allestimento cancellato con successo.
ru: Транспортный файл удалён.

source: Staging file delete error; %s.
it: Errore nella cancellazione del file in allestimento;%s.
ru: Ошибка удаления транспортного файла %s.

source: Source edited successfully
it: Sorgente modificata con successo
ru: Источник успешно изменен

source: Error editing source; %s
it: Errore nella modifica del sorgente;%s
ru: Ошибка редактирования источника; %s

source: edit source: %s
it: modifica sorgente:%s
ru: редактировать источник: %s

source: source
it: sorgente
ru: источник

source: Source "%s" deleted successfully.
it: Sorgente "%s" cancellata con successo.
ru: Источник "%s"удален.

source: Error deleting source "%(source)s": %(error)s
it: Errore nella cancellazione della sorgente "%(source)s": %(error)s
ru: Ошибка при удалении источника "%(source)s": %(error)s

source: Are you sure you wish to delete the source: %s?
it: Sei sicuro di voler cancellare la sorgente: %s?
ru: Вы действительно хотите удалить источник: %s?

source: Source created successfully
it: Sorgente creata con successo
ru: Источник создан

source: Error creating source; %s
it: Errore nella creazione della sorgente;%s
ru: Ошибка создания источника; %s

source: Create new source of type: %s
it: Crea nuovo tipo di sorgente:%s
ru: Создать новый источник типа: %s

source: transformations for: %s
it: trasformazione per: %s
ru: преобразования для: %s

source: Source transformation edited successfully
it: Sorgente per la trasformazione modificata con successo
ru: Преобразование источника изменено

source: Error editing source transformation; %s
it: Errore nella modifica della sorgente per la trasformazione;%s
ru: Ошибка редактирования преобразования источника; %s

source: Edit transformation: %s
it: Modifica trasformazione:%s
ru: Изменить преобразование: %s

source: Source transformation deleted successfully.
it: Sorgente per la trasformazione cancellata con successo.
ru: Преобразование источника удалено.

source: Error deleting source transformation; %(error)s
it: Erroro nella cancellazione della sorgente per la trasformazione; %(error)s
ru: Ошибка при удалении преобразования источника; %(error)s

source: Are you sure you wish to delete source transformation "%(transformation)s"
it: Sei sicuro di voler cancellare la sorgente di trasformazione "%(transformation)s"
ru: Вы действительно хотите удалить источник трансформации "%(transformation)s"

source: Source transformation created successfully
it: Sorgente di trasformazione creata con successo
ru: Преобразование источника создано

source: Error creating source transformation; %s
it: Errore nella creazione della sorgente di trasformazione; %s
ru: Ошибка создания преобразования источника; %s

source: Create new transformation for source: %s
it: Crea una nuova sorgente per la trasformazione:%s
ru: Создать новое преобразование для источника: %s
