Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: pt, sl

source: File caching
pt: Cache de arquivos
sl: Predpomnjenje datotek

source: Cache created
pt: Cache criado
sl: Predpomnilnik ustvarjen

source: Cache edited
pt: Cache editado
sl: Predpomnilnik urejen

source: Cache purged
pt: Cache limpo (purged)
sl: Predpomnilnik očiščen

source: Cache partition purged
pt: Partição da cache limpa.
sl: Particija predpomnilnika je očiščena

source: File caches
pt: Caches de arquivo
sl: Predpomnilniki datotek

source: Purge cache
pt: Limpar (purge) o cache
sl: Počisti predpomnilnik

source: Internal name of the defined storage for this cache.
pt: Nome interno do storage definido para este cache.
sl: Notranje ime definiranega pomnilnika za ta predpomnilnik.

source: Defined storage name
pt: Nome de storage definido
sl: Določeno ime shrambe

source: Maximum size of the cache in bytes.
pt: Tamanho máximo do cache em bytes
sl: Največja velikost predpomnilnika v bajtih.

source: Maximum size
pt: Tamanho máximo
sl: Največja velikost

source: Cache
sl: predpomnilnik

source: Caches
sl: Zapomnilniki

source: Size at which the cache will start deleting old entries.
pt: Tamanho a partir do qual o cache irá começar a excluir instâncias antigas.
sl: Velikost, pri kateri bo predpomnilnik začel brisati stare vnose.

source: Unknown
pt: Desconhecido
sl: Neznano

source: Current size
pt: Tamanho atual
sl: Trenutna velikost

source: Current size of the cache.
pt: Tamanho atual do cache
sl: Trenutna velikost predpomnilnika.

source: Name
pt: Nome
sl: Ime

source: Cache partition
pt: Partição do cache
sl: Predpomnilniška particija

source: Cache partitions
pt: Partições do cache
sl: Predpomnilniške particije

source: Current size of the cache partition.
pt: Tamanho atual da partição da cache.
sl: Trenutna velikost particije predpomnilnika.

source: Date time
pt: Data e hora
sl: Datum čas

source: Filename
pt: Nome do ficheiro
sl: Ime datoteke

source: File size
pt: Tamanho do ficheiro
sl: Velikost datoteke

source: Times this cache partition file has been accessed.
pt: Vezes que este ficheiro de partição de cache foi acedido.
sl: Število dostopov do te datoteke particije predpomnilnika.

source: Cache partition file
pt: Arquivo de partição do cache
sl: Datoteka particije predpomnilnika

source: Cache partition files
pt: Arquivos de partição do cache
sl: Predpomnilniške particijske datoteke

source: Purge an object cache
pt: Limpar a cache de objeto.
sl: Počistite predpomnilnik predmeta

source: Purge a file cache
pt: Limpar (purge) um arquivo de cache
sl: Počistite predpomnilnik datotek

source: View a file cache
pt: Ver um arquivo de cache
sl: Oglejte si predpomnilnik datotek

source: Purge a file cache partition
pt: Limpar a partição da cache do ficheiro
sl: Očistite particijo predpomnilnika datotek

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
pt: Número de vezes que a cache tentará tentativas falhadas de reduzir ficheiros para libertar espaço para novo ficheiro requisitado, antes de deixar de tentar.
sl: Kolikokrat bo predpomnilnik ponovil neuspešne poskuse obrezovanja datotek, da sprosti prostor za novo zahtevano datoteko, preden se odpove.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
pt: Número de vezes que a cache tentará reduzir os ficheiros para libertar espaço para novo ficheiro requisitado, antes de deixar de tentar.
sl: Kolikokrat bo predpomnilnik poskusil odstraniti datoteke, da bi sprostil prostor za novo zahtevano datoteko, preden odneha.

source: Details of cache: %s
pt: Detalhes de cache: %s
sl: Podrobnosti o predpomnilniku: %s

source: File caches list
pt: Lista de arquivos de cache
sl: Seznam predpomnilnikov datotek

source: Details cache: %s
pt: Cache de detalhes: %s
sl: Predpomnilnik podrobnosti: %s

source: Purge cache partitions of "%s"?
pt: Limpar partições de cache de "%s"?
sl: Počistiti particije predpomnilnika &quot;%s&quot;?

source: Object cache partitions submitted for purging.
pt: Partições de cache do objeto submetidas para limpeza.
sl: Particije predpomnilnika predmetov so bile poslane v čiščenje.

source: %(count)d cache submitted for purging.
sl: %(count)d predpomnilnik je bil poslan v čiščenje.

source: %(count)d caches submitted for purging.
sl: %(count)d predpomnilniki, predloženi v čiščenje.

source: Submit the selected cache for purging?
sl: Želite izbrani predpomnilnik poslati v čiščenje?
