Repository: mayan-edms/Mayan-EDMS
Catalog: apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: de_de, pl

source: delete
de_de: Löschen
pl: usunąć

source: add comment
de_de: Kommetar hinzufügen
pl: dodaj komentarz

source: comments
de_de: Kommentare
pl: komentarze

source: date
de_de: Datum
pl: data

source: user
de_de: Benutzer
pl: użytkownik

source: comment
de_de: Kommentar
pl: komentarz

source: Comments
de_de: Kommetare
pl: Komentarze

source: Create new comments
de_de: Kommentare erstellen
pl: Tworzenie nowych komentarzy

source: Delete comments
de_de: Kommentare löschen
pl: Usuń komentarzy

source: View comments
de_de: Kommetare ansehen
pl: Zobacz komentarze

source: Must provide at least one comment.
de_de: Es muss mindestens ein Kommentar angegeben werden.
pl: Musi podać co najmniej jeden komentarz.

source: Comment "%s" deleted successfully.
de_de: Kommentar %s erfolgreich gelöscht.
pl: Komentarz "%s" został usunięta.

source: Error deleting comment "%(comment)s": %(error)s
de_de: Fehler beim löschen von Kommentar "%(comment)s": %(error)s
pl: Błąd podczas usuwania komentarza " %(comment)s ": %(error)s

source: Are you sure you wish to delete the comment: %s?
de_de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten: %s?
pl: Czy na pewno chcesz usunąć komentarz:%s?

source: Are you sure you wish to delete the comments: %s?
de_de: Sind Sie sicher, dass Sie diese Kommentare löschen möchten: %s?
pl: Czy na pewno chcesz usunąć komentarze:%s?

source: Comment added successfully.
de_de: Kommentar erfolgreich hinzugefügt.
pl: Komentarz został dodany pomyślnie.

source: Add comment to document: %s
de_de: Kommentar zu Dokument hinzufügen: %s
pl: Dodaj komentarz do dokumentu:%s

source: comments: %s
de_de: Kommentare: %s
pl: komentarze: %s
