Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: bs, sl

source: Task manager
bs: Menadzer rada
sl: Upravitelj opravil

source: Label
bs: Labela
sl: Oznaka

source: Name
bs: Ime
sl: Ime

source: Default queue?
sl: Privzeta čakalna vrsta?

source: Is transient?
bs: Da li je prolazan?
sl: Je prehodno?

source: Type
bs: Tip
sl: Vrsta

source: Start time
bs: Početno vrijeme
sl: Začetni čas

source: Host
bs: Domaćin
sl: Voditelj

source: Arguments
bs: Argumenti
sl: Argumenti

source: Keyword arguments
bs: Argumenti ključnih riječi
sl: Argumenti ključnih besed

source: Worker process ID
bs: Id procesa rada
sl: ID delavskega procesa

source: View tasks
bs: Pogledati zadatke
sl: Oglejte si naloge

source: Celery
sl: Zelena

source: Default: "AMQPLAIN". Set custom amqp login method.
sl: Privzeto: &quot;AMQPLAIN&quot;. Nastavite način prijave amqp po meri.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
sl: Privzeto: &quot;amqp://&quot;. URL privzetega posrednika. To mora biti URL v obliki: transport://userid:password@hostname:port/virtual_host Potreben je samo del sheme (transport://), ostalo je izbirno in privzeto nastavljen na privzete vrednosti specifičnih transportov.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
sl: Privzeto: &quot;Onemogočeno&quot;. Preklopi uporabo SSL na povezavo posrednika in nastavitve SSL. Veljavne vrednosti za to možnost se razlikujejo glede na transport.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
sl: Privzeto: privzeto ni omogočeno nobeno zaledje rezultatov. Zaledje, ki se uporablja za shranjevanje rezultatov nalog (nagrobniki). Glejte http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Test queue
bs: Ispitni red
sl: Testna čakalna vrsta

source: Background task queues
bs: Rad u pozadini
sl: Čakalne vrste opravil v ozadju
