Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: ar, bs, cs, es, fr, hu, lv, pt, ro_ro, tr_tr, zh_cn

source: Checkouts
ar: المخرجات
bs: Odjave
cs: Kontrola
es: Reservaciones
fr: Verrous
hu: Kikölcsönzések
lv: Izraksti
pt: Requisitados
ro_ro: Consemnări intări/ieșiri
tr_tr: Teslim alınmışlar

source: Checked out documents
ar: الوثائق التي تم إستخراجها
cs: Dokomenty ke kontrole
lv: Izrakstītie dokumenti
pt: Documentos requisitados
ro_ro: Documente consemnate ca ieșite

source: Document automatically checked in
ar: إدخال الوثيقة تلقائيًا
bs: Dokument je automatski prijavljen
cs: Provedena automatická vstupní kontrola
es: Documento devuelto automáticamente
fr: Document déverrouillé automatiquement
hu: Dokumentum automatikusan feltöltve
lv: Dokuments automātiski pierakstīts
pt: Documentos devolvidos automáticamente
ro_ro: Document consemnat ca intrat în mod automat
tr_tr: Belge otomatik olarak teslim edildi
zh_cn: 文档自动签入

source: Document checked in
ar: إدخال الوثيقة
bs: Dokument prijavljen
cs: Dokument přihlášen
es: Documento devuelto
fr: Document déverrouillé
hu: Dokumentum feltöltve (check-in)
lv: Dokuments pierakstīts
pt: Documento devolvido
ro_ro: Document consemnat ca intrat
tr_tr: Belge teslim edildi
zh_cn: 文档签入

source: Document checked out
ar: إستخراج الوثيقة
bs: Dokument odjavljen
cs: Dokument odhlášen
es: Documento reservado
fr: Documents verrouillés
hu: Dokumentum kikölcsönzés
lv: Dokuments izrakstīts
pt: Documento requisitado
ro_ro: Documentul consemnat ca ieșit
tr_tr: Belge teslim alındı
zh_cn: 文档检出

source: Document forcefully checked in
ar: إدخال الوثيقة بشكل إجباري
bs: Dokument je prisilno prijavljen
cs: Dokument byl násilně přihlášen
es: Documento devuelto forzosamente
fr: Document déverrouillé de force
hu: Dokumentum felűlbíráltan feltöltve
lv: Dokuments piespiedus pierakstīts
pt: Documento devolvido à força
ro_ro: Document consemnat forţat ca intrat
tr_tr: Belge zorla teslim edildi
zh_cn: 文档强制签入

source: Document not checked out.
ar: لم يتم إستخراج الوثيقة.
cs: Dokument nebyl odhlášen.
pt: Documento não requisitado.
ro_ro: Documentul nu a fost marcat ca ieșit.

source: Document already checked out.
ar: تم إستخراج الوثيقة
bs: Dokument je već odjavljen.
cs: Dokument již byl odhlášen.
es: El documento ya está reservado.
fr: Document déjà verrouillé.
hu: Dokumentum már kikölcsönözve
lv: Dokuments jau ir izrakstīts.
pt: Documento já foi requisitado.
ro_ro: Document deja consemnat ca ieșit.
tr_tr: Belge zaten teslim alınmış.
zh_cn: 文档已经检出

source: Document status
ar: حالة الوثيقة
bs: Status dokumenta
cs: Stav dokumentu
es: Estatus del documento
lv: Dokumenta statuss
pt: Status do documento
ro_ro: Starea documentului
tr_tr: Belge durumu

source: User
ar: مستخدم
bs: Korisnik
cs: Uživatel
es: Usuario
hu: Felhasználó
lv: Lietotājs
pt: Utilizador
ro_ro: Utilizator
tr_tr: Kullanıcı

source: Check out time
ar: تحقق من الوقت
bs: Vrijeme odjavljivanja
cs: Zkontrolovat Čas
es: Hora de reserva
lv: Izrakstīšanas laiks
pt: Hora de requisição
ro_ro: Ora consemnării ieșirii
tr_tr: Teslim alma zamanı

source: Check out expiration
ar: تحقق من انتهاء الصلاحية
bs: Istek odjavljivanja
cs: Zkontrolovat vypršení
es: Salida de la reserva
lv: Izrakstīšanas derīguma termiņš
pt: Expiração de requisição
ro_ro: Ora expirării consemnării ieșirii
tr_tr: Teslim alma son kullanma tarihi

source: New files allowed?
cs: Jsou povoleny nové soubory?
pt: Novos ficheiros permitidos?
ro_ro: Fișiere noi permise?

source: Yes
ar: قبول
bs: Da
cs: Ano
es: Si
fr: Oui
hu: Igen
lv: Jā
pt: Sim
ro_ro: Da
tr_tr: Evet

source: No
ar: رفض
bs: Ne
cs: Ne
fr: Non
hu: Nem
lv: Nē
pt: Não
ro_ro: Nu
tr_tr: Hayır

source: Check out document
ar: إستخراج الوثيقة
bs: Pogledajte dokument
cs: Odhlásit dokument
es: Reservar documento
fr: Verrouiller le document
hu: Dokumentum kikölcsönzése
lv: Izrakstīt dokumentu
pt: Documento requisitado
ro_ro: Consemnare ieșire document
tr_tr: Belgeyi teslim al

source: Check out
ar: إرسال التعديلات
cs: Odhlášení
lv: Izrakstīt
pt: Requisitar
ro_ro: Consemnare ca ieșit

source: Check in document
ar: إدخال الوثيقة
bs: Proverite dokument
cs: Přihlásit dokument
es: Devolver documento
fr: Déverrouiller le document
hu: Dokumentum feltöltése
lv: Pierakstīt dokumentu
pt: Devolver documento
ro_ro: Consemnare intrare document
tr_tr: Belgeyi teslim et

source: Check in
ar: تحقق في
cs: Přihlaste se
lv: Pierakstīt
pt: Devolução
ro_ro: Consemnare ca intrat

source: Check in/out
ar: التحقق
bs: Proverite/pogledajte
cs: Přihlášení / odhlášení
es: Reservas
fr: Verrouiller/déverrouiller
hu: Feltöltés/kikölcsönzés
lv: Pierakstīts/izrakstīt
pt: Devolver/Requisitar
ro_ro: Consemnare intrare/ieșire
tr_tr: Teslim al / et

source: Checked out
ar: تم الفحص
bs: Odjavljen
cs: Odhlášen
es: Reservado
fr: Verrouillé
hu: Kikölcsönözve
lv: Izrakstīts
pt: Requisitado
ro_ro: Consemnat ca ieșit
tr_tr: Teslim alındı

source: Checked in/available
ar: التحقق المتاح
bs: Proveren/dostupan
cs: Přihlášen / dostupný
es: Devuelto/disponible
fr: Déverrouiller/rendre disponible
hu: Feltöltve/elérhető
lv: Pierakstīts/pieejams
pt: Devolvido/disponível
ro_ro: Consemnat ca intrat/disponibil
tr_tr: Teslim etme aktif

source: Document
ar: الوثيقة
bs: Dokument
cs: Dokument
es: Documento
hu: Dokumentum
lv: Dokuments
pt: Documento
tr_tr: Belge

source: Check out date and time
ar: التحقق من الوقت والتاريخ
bs: Datum i vrijeme odjave
cs: Datum a čas odhlášení
es: Fecha y hora de la reservación
fr: Date et heure du verrouillage
hu: Kikölcsönzés dátuma és ideje
lv: Izrakstīšanas datums un laiks
pt: Data e hora de requisição
ro_ro: Data și ora consemnării ieșirii
tr_tr: Teslim alma tarih ve saati

source: Amount of time to hold the document checked out in minutes.
ar: المدة اللازمة للاحتفاظ بالوثيقة التي تم استخراجها بالدقائق.
bs: Vrijeme zadržavanja odjavljenog dokumenta u minutama
cs: Doba, po kterou je dokument odhlášený, v minutách.
es: Cantidad de tiempo para mantener el documento reservado, en minutos.
fr: Durée en minutes pendant laquelle le document doit être verrouillé
hu: Dokumentum kikölcsönzött státuszban tartásának ideje percekben
lv: Laiks minūtēs, cik ilgi turēt dokumentu izrakstītu.
pt: Quantidade de tempo, em minutos, para manter o documento requisitado.
ro_ro: Total timp alocat în minute pentru a deține documentul în mod consemnat ca ieșit.
tr_tr: Belgeyi elde tutma zamanı /dakika.
zh_cn: 持有文档检出的时间分钟数

source: Check out expiration date and time
ar: التحقق من تاريخ انتهاء الصلاحية للوقت والتاريخ
bs: Datum i vrijeme istjecanja odjave
cs: Vypršení data a času odhlášení
es: Fecha y hora de la expiración de la reserva.
fr: Date et heure de l'expiration du verrou
hu: Kikülcsönzés lejárati ideje
lv: Izrakstīšanas derīguma termiņš un laiks
pt: Data e hora de expiração de requisição
ro_ro: Data și ora expirării consemnării ieșirii
tr_tr: Teslim alma son kullanma tarihi ve saati
zh_cn: 检出过期的日期和时间

source: Do not allow new file of this document to be uploaded.
cs: Nepovolit nahrání nového souboru tohoto dokumentu.
pt: Não permitir que nova versão deste documento seja submetida.
ro_ro: Nu permiteți încărcarea unui fișier nou din acest document.

source: Block new file upload
cs: Blokovat nahrávání nového souboru
pt: Bloquear submissão de novos ficheiros.
ro_ro: Blocați încărcarea de fișiere noi

source: Document checkout
ar: الوثيقة النهائية
bs: Odjava dokumenta
cs: Odhlášení dokumentu
es: Reserva de documentos
fr: Verrouillage du document
hu: Dokumentum kikölcsönzés
lv: Dokumentu izrakstīšana
pt: Requisição de documento
ro_ro: Document consemnat ca ieșit
tr_tr: Belge teslim alma
zh_cn: 文档检出

source: Document checkouts
ar: إستخراج الوثيقة
bs: Provera dokumenta
cs: Odhlášení dokumentů
es: Reservaciones de documentos
fr: Verrouillages du document
hu: Dokumentumok kikölcsönzése
lv: Dokumentu izrakstīšanas
pt: Requisição de documentos
ro_ro: Consemnări de ieșiri de documente
tr_tr: Belge teslim alma kayıtları

source: Check out expiration date and time must be in the future.
ar: التحقق من صلاحية الوقت والتاريخ، يجب ان يكون في المستقبل
bs: Provera datuma i vremena isteka.
cs: Vypršení data a času odhlášení musí být v budoucnosti
es: Fecha y hora de la expiración de la reserva deben ser en el futuro.
lv: Izrakstīšanas derīguma termiņam un laikam ir jābūt norādītam nākotnē.
pt: A data de expiração de requisição deverá ser no futuro.
ro_ro: Data și ora expirării consemnării de ieșire trebuie să fie in viitor.
tr_tr: Teslim alma son kullanma tarihini gelecekte olmalıdır.

source: Checkout time and date
ar: وقت وتاريخ الخروج
bs: Provjerite vrijeme i datum
cs: Čas a datum odhlášení
es: Fecha y hora de reservación
fr: date et heure de verrouillage
hu: Kikölcsönzés dátuma és ideje
lv: Izraksta laiks un datums
pt: Data e hora de requisição
ro_ro: Data și ora expirării consemnării ieșirii
tr_tr: Teslim alma zamanı ve tarihi

source: Checkout expiration
ar: انتهاء صلاحية الخروج
bs: Potvrda istrage
cs: Zkontrolovat vypršení
es: Expiración de la reservación
fr: Expiration du verrou
hu: Kikölcsönzés lejárta
lv: Izraksta derīguma termiņš
pt: Expiração de requisição
ro_ro: Expirarea consemnării ca ieșit
tr_tr: Teslim alma kullanımının sona erme tarihi

source: Check in documents
ar: إدخال الوثيقة
bs: Prijaviti dokumente
cs: Přihlásit dokumenty
es: Devolver documentos
fr: Déverrouiller les documents
hu: Dokumentumok kikölcsönzése
lv: Pierakstītie dokumenti
pt: Devolver documentos
ro_ro: Consemnări intrări de documente
tr_tr: Belgeleri teslim et
zh_cn: 签入文档

source: Forcefully check in documents
ar: إدخال الوثائق
bs: Prisilno prijaviti dokumente
cs: Násilně přihlásit dokumenty
es: Devolver documentos forzosamente
fr: Déverrouiller de force les documents
hu: Felülbírált dokumentum feltöltés
lv: Piespiedus pierakstīt dokumentus
pt: Devolver documentos à força
ro_ro: Forțati consemnarea intrărilor documentelelor
tr_tr: Zorla teslim edilen belgeler
zh_cn: 强制文档签入

source: Check out documents
ar: الوثائق النهائية
bs: Odjaviti dokumente
cs: Odhlásit dokumenty
es: Reservar documentos
fr: Verrouiller les documents
hu: Dokumentumok kikölcsönzése
lv: Izrakstītie dokumenti
pt: Requisitar documentos
ro_ro: Consemnări de ieșire de documente
tr_tr: Belgeleri teslim alın
zh_cn: 检出文档

source: Check out details view
ar: تحقق من عرض التفاصيل
bs: Pogledajte prikaz detalja
cs: Zkontrolovat zobrazení podrobností
es: Detalles de la reserva
lv: Izrakstīšanas detaļu skats
pt: Requisitar detalhes
ro_ro: Vizualizarea detaliilor consemnărilor de ieșire
tr_tr: Teslim alma ayrıntıları

source: Checkouts periodic
ar: الخروج الدوري
bs: Periodične provjere
lv: Izraksti periodiski
pt: Requisições periódicas
ro_ro: Consemnări de ieșire periodice
tr_tr: Periyodik teslim alma

source: Check expired checkouts
ar: تحقق من الخروج منتهية الصلاحية
bs: Provjerite istekle provjere
lv: Pārbaudiet izbeigušos izrakstus
pt: Verificar requisições expiradas
ro_ro: Consemnați drept intrate documentele cu consemnarea de ieșire expirată
tr_tr: Süresi geçen teslim alma kayıt kontrolü

source: Primary key of the document to be checked out.
ar: المفتاح الأساسي للمستند المراد سحبه.
bs: Primarni ključ dokumenta koji treba proveriti.
cs: Primární klíč dokumentu, který se má odhlásit.
lv: Izrakstāmā dokumenta primārā atslēga.
pt: Chave primária do documento para ser requisitada.
ro_ro: Cheia primară a documentului care urmează să fie consemnat ca ieșit.

source: Unable to check in document "%(instance)s"; %(exception)s
pt: Erro ao devolver documento "%(instance)s"; %(exception)s
ro_ro: Nu se poate înregistra documentul „%(instance)s”; %(exception)s

source: Document "%(object)s" checked in successfully.
pt: Documento "%(object)s" devolvidos com sucesso
ro_ro: Documentul „%(object)s” a fost consemnat ca intrat cu succes.

source: %(count)d document checked in successfully.
pt: %(count)d documento devolvido com sucesso.
ro_ro: Documentul %(count)d a fost ca intrat cu succes.

source: %(count)d documents checked in successfully.
pt: %(count)d documentos devolvidos com sucesso.
ro_ro: %(count)d documente au fost consemnate ca intrate cu succes.

source: Check in document "%(object)s".
pt: Devolver documento %(object)s.
ro_ro: Consemnați documentul „%(object)s” ca intrat.

source: Check in %(count)d document.
pt: Devolver %(count)d documento.
ro_ro: Consemnați documentul %(count)d ca fiind intrat.

source: Check in %(count)d documents.
pt: Devolver %(count)d documentos.
ro_ro: Consemnați %(count)d documente ca fiind intrate.

source: Unable to checkout document "%(instance)s"; %(exception)s
pt: Erro ao requisitar documento "%(instance)s "; %(exception)s
ro_ro: Nu se poate consemna ca ieșit documentul „%(instance)s”; %(exception)s

source: Document "%(object)s" checked out successfully.
pt: Documento " 1%(object)s " requisitado com sucesso.
ro_ro: Documentul „%(object)s” a fost consemnat ca ieșit cu succes.

source: %(count)d document checked out successfully.
pt: %(count)d documento requisitado com sucesso.
ro_ro: Documentul %(count)d a fost consemnat ca ieșit cu succes.

source: %(count)d documents checked out successfully.
pt: %(count)d documentos requisitados com sucesso.
ro_ro: %(count)d documente au fost consemnate ca fiind ieșite, cu succes.

source: Checkout document "%(object)s".
pt: Requisitar documento " %(object)s "
ro_ro: Consemnați ca ieșit documentul „%(object)s”.

source: Checkout %(count)d document.
pt: Requisitar %(count)d documentos
ro_ro: Consemnați ca ieșit documentul %(count)d.

source: Checkout %(count)d documents.
pt: Requisitar %(count)d documentos
ro_ro: Consemnați ca fiind ieșite %(count)d documente.

source: Check out details for document: %s
ar: التأكد من تفاصيل الوثيقة: %s
bs: Odjavni detalji za dokument: %s
cs: Podívejte se na podrobnosti dokumentu: %s
es: Detalles de la reserva para el documento: %s
fr: Détails du verrou pour le document; %s
hu: Dokumentum kikölcsönzés részletei: %s
lv: Izraksta detaļas dokumentam: %s
pt: Requisitar Detalhes para o documento: %s
ro_ro: Verificat detaliile documentului:% s
tr_tr: %s Belge ayrıntılarını kontrol edin:
zh_cn: 文档：%s的检出信息

source: Checking out a document, blocks certain operations for a predetermined amount of time.
ar: سحب وثيقة، يمنع عمليات معينة لفترة زمنية محددة مسبقًا.
cs: Odhlášení z dokumentu blokuje určité operace na předem stanovenou dobu.
lv: Izrakstot dokumentu, noteiktas darbības tiek bloķētas uz noteiktu laiku.
pt: Requisitar um documento bloqueia certas ações durante um determinado período de tempo.
ro_ro: Consemnarea ca ieșit a unui document blochează anumite operațiuni pentru o perioadă de timp predeterminată.

source: No documents have been checked out
ar: لم يتم إستخراج أوثائق
lv: Neviens dokuments nav izrakstīts
pt: Nenhum documento foi requisitado
ro_ro: Nu sunt documente consemnate ca ieșite

source: Amount
ar: كمية
cs: Množství
lv: Apjoms
pt: Montante
ro_ro: Cantitate

source: New versions allowed?
bs: Dozvoljene nove verzije?
es: ¿Nuevas versiones permitidas?
tr_tr: Yeni versiyonlara izin verilsin mi?

source: Do not allow new version of this document to be uploaded.
bs: Ne dozvoliti upload nove verzije ovog dokumenta.
es: No permitir que nuevas versiones de este documento sean cargadas.
fr: Ne pas autoriser l'importation d'une nouvelle version de ce document
hu: Új dokumentum verzió feltöltésének tiltása
tr_tr: Bu belgenin yeni sürümünün yüklenmesine izin vermeyin.
zh_cn: 此文档不允许上传新版本

source: Block new version upload
bs: Blokiranje nove verzije prenosa
es: Restringir la subida de nuevas versiones
fr: Empêcher l'importation d'une nouvelle version
hu: Új verzió feltöltésének blokkolása
tr_tr: Yeni sürümü yüklemeyi engelle

source: New version block
bs: Novi blok verzije
tr_tr: Yeni sürüm engelleme

source: New version blocks
bs: Novi blok verzije
tr_tr: Yeni sürüm engellemeleri

source: You didn't originally checked out this document. Forcefully check in the document: %s?
es: Usted no reservó inicialmente este documento. ¿Devolver forzosamente el documento: %s?
tr_tr: Aslında bu belgeyi teslim alamadın. Belgeyi zorla teslim al: %s?

source: Check in the document: %s?
es: ¿Devolver el documento: %s?
tr_tr: Belgeyi teslim edin: %s?

source: Document has not been checked out.
es: El documento no ha sido reservado.
fr: Ce document n'a pas été verrouillé.
hu: A dokumentum nem kerül kikölcsönzésre.
tr_tr: Belge teslim alınamadı.
zh_cn: 文档未被检出

source: Document "%s" checked in successfully.
es: Documento "%s" devuelto con éxito.
fr: Document "%s" déverrouillé avec succès.
hu: A "%s" dokumentum feltöltése sikeres.
tr_tr: "%s" belgesi başarıyla teslim edildi.
zh_cn: 文档"%s"签入成功

source: Document "%s" checked out successfully.
es: Document "%s" reservado con éxito.
fr: Document "%s" verouillé avec succès.
hu: A "%s" dokumentum kikölcsönzése sikeres.
tr_tr: "%s" belgesi başarıyla teslim alındı.
zh_cn: 文档"%s"检出成功

source: Check out document: %s
bs: Odjaviti dokument: %s
es: Reservar el documento: %s
fr: Verrouiller le document: %s
hu: Dokumentum kikölcsönzése: %s
tr_tr: Belgeye teslim alın: %s
zh_cn: 检出文档: %s

source: Documents checked out
es: Documentos reservados
fr: Documents verrouillés
hu: Dokumentum kikölcsönzések
tr_tr: Belgeler teslim alındı

source: Period
es: Periodo
tr_tr: Dönem

source: Error trying to check out document; %s
es: Error tratando de reservar documento; %s
fr: Erreur lors de l'essai de verrouillage du document; %s
hu: Hiba a dokumentum kikölcsönzés közben; %s
zh_cn: 尝试检出文档出错%s

source: Error trying to check in document; %s
es: Error tratando de devolver documento: %s
fr: Erreur lors de la tentative de déverrouillage du document; %s
hu: Hiba a dokumentum feltöltése közben; %s
zh_cn: 尝试签入文档出错: %s

source: Document status: %s
fr: État du document: %s

source: User: %s
fr: Utilisateur: %s
zh_cn: 用户：%s

source: Check out time: %s
fr: Heure du verrou: %s
zh_cn: 检出时间：%s

source: Check out expiration: %s
fr: Expiration du verrou: %s
zh_cn: 检出过期：%s

source: New versions allowed: %s
fr: Nouvelles versions autorisées: %s
zh_cn: 允许新版本：%s

source: Checkedout documents
hu: Kikölcsönzött dokumentumok

source: Allow overriding check out restrictions
zh_cn: 允许覆盖检出限制

source: You didn't originally checked out this document. Are you sure you wish to forcefully check in document: %s?
zh_cn: 你起初没有检出此文档，确定要强制签入文档: %s么?

source: Are you sure you wish to check in document: %s?
zh_cn: 确定要签入文档: %s么？

source: Days
zh_cn: 天

source: Hours
zh_cn: 小时

source: Minutes
zh_cn: 分钟

source: Enter a valid number of days.
zh_cn: 输入有效的天数

source: Enter a valid number of hours.
zh_cn: 输入有效的小时数

source: Enter a valid number of minutes.
zh_cn: 输入有效的分钟数

source: Enter a valid time difference.
zh_cn: 输入有效的时间差

source: Amount of time to hold the document in the checked out state in days, hours and/or minutes.
zh_cn: 持有文档检出状态的时间数，以天，小时，分钟为单位。
