Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, tr_tr

source: Folders
ar: المجلدات
fr: Répertoires
tr_tr: Klasörler

source: Created
fr: Créé
tr_tr: Oluşturuldu

source: Documents
tr_tr: Belgeler

source: Remove from folders
tr_tr: Klasörlerden kaldır

source: Add to a folders
tr_tr: Bir klasöre ekle

source: Add to folders
tr_tr: Klasörlere ekle

source: Create folder
fr: Créer un dossier
tr_tr: Klasör oluştur

source: Delete
fr: Supprimer
tr_tr: Sil

source: Edit
fr: Modifier
tr_tr: Düzenle

source: All
tr_tr: Herşey

source: Label
fr: Libellé
tr_tr: Etiket

source: Datetime created
fr: Date et heure de création
tr_tr: Oluşturulma tarihi

source: Folder
ar: مجلد
fr: Répertoire
tr_tr: Klasör

source: Document folder
fr: Dossier du document
tr_tr: Belge klasörü

source: Document folders
fr: Dossiers
tr_tr: Belge klasörleri

source: Create folders
fr: Créer des dossiers
tr_tr: Klasörler oluştur

source: Edit folders
fr: Modifier les dossiers
tr_tr: Klasörleri düzenle

source: Delete folders
fr: Supprimer les dossiers
tr_tr: Klasörleri sil

source: Remove documents from folders
ar: إزالة وثائق من المجلدات
fr: Retirer des documents des répertoires
tr_tr: Belgeler klasörlerden kaldır

source: View folders
fr: Afficher les dossiers
tr_tr: Klasörleri görüntüle

source: Add documents to folders
fr: Ajouter des documents aux dossiers
tr_tr: Belgelere klasörlere ekle

source: Primary key of the document to be added.
fr: Clé primaire du document à ajouter.
tr_tr: Eklenecek belgenin birincil anahtarı.

source: Delete the folder: %s?
fr: Supprimer les dossier : %s ?
tr_tr: Klasörü sil: %s?

source: Documents in folder: %s
fr: Documents du dossier: %s
tr_tr: Klasördeki dokümanlar: %s

source: Edit folder: %s
fr: Modifier le répertoire: %s
tr_tr: Klasörü düzenle: %s

source: Folders containing document: %s
fr: Dossiers contenant le document: %s
tr_tr: Belgeyi içeren klasörler: %s

source: Add to folder request performed on %(count)d document
tr_tr: %(count)d belge üzerinde gerçekleştirilen klasör isteğine ekle

source: Add to folder request performed on %(count)d documents
tr_tr: %(count)d belgeler üzerinde gerçekleştirilen klasör isteğine ekle

source: Add
tr_tr: Ekle

source: Add document to folders
tr_tr: Klasörlere belge ekle

source: Add document "%s" to folders
tr_tr: "%s" belgeyi klasörlere ekle

source: Folders to which the selected documents will be added.
tr_tr: Seçilen dokümanlara eklenecek klasörler.

source: Document: %(document)s is already in folder: %(folder)s.
ar: الوثيقة %(document)s موجودة بالمجلد %(folder)s مسبقاً
fr: Document: %(document)s est déjà présent dans le répertoire: %(folder)s.
tr_tr: Belge: %(document)s zaten klasördeydi: %(folder)s.

source: Document: %(document)s added to folder: %(folder)s successfully.
ar: الوثيقة %(document)s تم اضافتها للمجلد %(folder)s بنجاح
fr: Document: %(document)s ajouté avec succès au répertoire: %(folder)s.
tr_tr: Belge: %(document)s başarıyla klasöre eklendi: %(folder)s

source: Remove from folder request performed on %(count)d document
tr_tr: %(count)d belgede gerçekleştirilen klasör isteğinden kaldır

source: Remove from folder request performed on %(count)d documents
tr_tr: %(count)d belgeler üzerinde gerçekleştirilen klasör isteğinden kaldır

source: Remove
tr_tr: Kaldır

source: Remove document from folders
tr_tr: Belgeleri klasörlerden kaldır

source: Remove document "%s" to folders
tr_tr: "%s" belgesini klasörlerden kaldır

source: Folders from which the selected documents will be removed.
tr_tr: Seçili belgelerin kaldırılacağı klasörler.

source: Document: %(document)s is not in folder: %(folder)s.
tr_tr: %(document)sBelge %(folder)s klasörde değil: .

source: Document: %(document)s removed from folder: %(folder)s.
tr_tr: %(document)sBelge %(folder)s klasörden kaldırıldı: .

source: Add to a folder
fr: Ajouter à un dossier

source: Add to folder
fr: Ajouter au dossier

source: Remove from folder
fr: Supprimer du dossier

source: Must provide at least one document.
ar: يجب أن توفر ما لا يقل عن وثيقة واحدة.
fr: Il est nécessaire de fournir au moins un document.

source: Add document to folder
fr: Ajouter un document au répertoire

source: Must provide at least one folder document.
ar: يجب أن توفر ما لا يقل عن مجلد واحد.
fr: Vous devez fournir au moins un document pour le répertoire.

source: Document: %s removed successfully.
ar: الوثيقة %s أزيلت بنجاح
fr: Document: %s supprimé avec succès.

source: Document: %(document)s delete error: %(error)s
ar: خطأ بمسح الوثيقة %(document)s : %(error)s
fr: Document: %(document)s erreur de suppression: %(error)s

source: Remove the selected document from the folder: %(folder)s?
fr: Êtes vous certain de vouloir supprimer le document sélectionné du dossier %(folder)s ?

source: ACLs
ar: قائمة الصلاحيات

source: Create new folders
ar: إنشاء مجلدات جديدة

source: Edit new folders
ar: تعديل مجلدات جديدة

source: Delete new folders
ar: حذف مجلدات جديدة

source: View existing folders
ar: عرض المجلدات الموجودة

source: Add documents to existing folders
ar: إضافة وثائق إلى المجلدات الموجودة

source: Folder created successfully
ar: تم انشاء المجلد بنجاح

source: A folder named: %s, already exists.
ar: مجلد باسم: %s ، موجود مسبقا.

source: Folder edited successfully
ar: المجلد تم تتعديله بنجاح

source: Error editing folder; %s
ar: خطأ بتعديل المجلد %s

source: Folder: %s deleted successfully.
ar: تم مسح المجلد %s بنجاح

source: Folder: %(folder)s delete error: %(error)s
ar: خطأ بمسح المجلد %(folder)s : %(error)s

source: Are you sure you with to delete the folder: %s?
ar: هل أنت متأكد من حذف المجلد: %s ؟

source: Add document: %s to folder.
ar: إضافة الوثيقة: %s إلى المجلد.

source: Add documents: %s to folder.
ar: إضافة الوثائق: %s إلى مجلد.

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
ar: هل أنت متأكد أنك ترغب في إزالة الوثيقة %(document)s من المجلد "%(folder)s"؟

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
ar: هل أنت متأكد أنك ترغب في إزالة الوثائق%(documents)s من المجلد "%(folder)s"؟

source: Add document to a folder
ar: إضافة وثيقة إلى مجلد
