Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: es_pr, fr, it, lv, nl, pl, pt_br, sl

source: Label
es_pr: Etiqueta
fr: Étiquette
it: Etichetta
lv: Etiķete
pl: Etykieta
pt_br: Rótulo
sl: Oznaka

source: File metadata
es_pr: Metadatos de archivo
fr: Métadonnées du fichier
it: Metadati del file
lv: Failu metadati
nl: Bestandsmetadata
pl: Metadane pliku
pt_br: Metadados do arquivo
sl: Metapodatki datoteke

source: File metadata key
es_pr: Atributo de metadatos del archivo
fr: Clé de métadonnées de fichier
it: Chiave dei metadati del file
lv: Faila metadatu atslēga
nl: Bestand metadata sleutel
pl: Klucz metadanych pliku
pt_br: Chave de metadados do arquivo
sl: Ključ metapodatkov datoteke

source: File metadata value
es_pr: Valor de metadatos del archivo
fr: Valeur des métadonnées du fichier
it: Valore dei metadati del file
lv: Faila metadatu vērtība
nl: Bestand metadata waarde
pl: Wartość metadanych pliku
pt_br: Valores de metadados do arquivo
sl: Vrednost metapodatkov datoteke

source: Return the value of a specific file metadata.
es_pr: Devuelve el valor de un metadato de archivo específico.
fr: Renvoie la valeur des métadonnées pour un fichier spécifique.
it: Restituisce il valore dei metadati di un file specifico.
lv: Atgrieziet konkrēta faila metadatu vērtību.
nl: Retourneer de waarde van specifieke bestandsmetadata.
pl: Zwraca wartość określonego metadanych pliku.
pt_br: Retornar o valor de metadados de um arquivo específico
sl: Vrne vrednost metapodatkov določene datoteke.

source: File metadata value of
es_pr: Valor de metadatos de archivo de
fr: Valeur de métadonnée de fichier de
it: Valore dei metadati del file di
nl: Bestandsmetadata waarde van
pl: Wartość metadanych pliku
pt_br: Valores de metadados do arquivo
sl: Vrednost metapodatkov datoteke

source: Library and program to read and write meta information in multimedia files.
es_pr: Librería y programa para leer y escribir meta información en archivos multimedia.
fr: Bibliothèque et programme pour lire et écrire des métadonnées dans des fichiers multimédia.
it: Libreria e programma per leggere e scrivere meta informazioni in file multimediali.
lv: Bibliotēka un programma, lai lasītu un rakstītu meta informāciju multivides failos.
nl: Bibliotheek en programma om metadata in multimediabestanden te lezen en te schrijven.
pl: Biblioteka i program do odczytu i zapisu metadanych w plikach multimedialnych.
pt_br: Biblioteca e programa para ler e escrever meta informação em arquivos multimídia.
sl: Knjižnica in program za branje in pisanje meta informacij v večpredstavnostnih datotekah.

source: EXIF Tool
es_pr: Herramienta EXIF
fr: Outil EXIF
lv: EXIF rīks
pl: Narzędzie EXIF
pt_br: Ferramenta EXIF
sl: Orodje EXIF

source: Document file submitted for file metadata processing
es_pr: Archivo de documento enviado para procesamiento de metadatos de archivo
fr: Document soumis pour le traitement des métadonnées de fichier
sl: Datoteka dokumenta je bila poslana v obdelavo metapodatkov datoteke

source: Document file file metadata processing finished
es_pr: El procesamiento de metadatos del archivo del archivo de documento finalizó
sl: Obdelava metapodatkov datoteke dokumenta je končana

source: Attributes
es_pr: Atributos
fr: Attributs
it: Attributi
lv: Atribūti
nl: Attributen
pl: Atrybuty
pt_br: Atributos
sl: Lastnosti

source: Submit for file metadata
es_pr: Enviar para metadatos de archivo
fr: Soumettre pour les métadonnées de fichier
it: Invia per i metadati del file
lv: Iesniegt faila metadatiem
nl: Indienen voor bestandsmetadata
pl: Prześlij do metadanych pliku
pt_br: Enviar para metadados de arquivo
sl: Predloži za metapodatke datoteke

source: Setup file metadata
es_pr: Configurar metadatos del archivo
fr: Métadonnées du fichier
it: Impostazione di metadati del file
lv: Iestatīt faila metadatus
nl: Bestandsmetadata instellen
pl: Ustaw metadane pliku
pt_br: Configurar metadados de arquivo
sl: Metapodatki nastavitvene datoteke

source: File metadata processing per type
es_pr: Procesamiento de metadatos de archivos por tipo
fr: Traitement des métadonnées de fichier par type
it: Elaborazione dei metadati dei file per tipo
lv: Failu metadatu apstrāde katram tipam
nl: Bestandsmetadata verwerking per type
pl: Przetwarzanie metadanych plików według typu
pt_br: Processamento de metadados de arquivo por tipo
sl: Obdelava metapodatkov datoteke glede na vrsto

source: get_file_metadata(< file metadata dotted path >)
es_pr: get_file_metadata (<ruta de acceso de separada por punto de metadatos del archivo >)
it: get_file_metadata (<percorso puntato metadati file>)
lv: get_file_metadata (&lt;faila metadatu punktēts ceļš&gt;)
pl: get_file_metadata (<kropkowana ścieżka do metadanych pliku>)
pt_br: get_file_metadata(< caminho dos metadados do arquivo separado por pontos >)
sl: get_file_metadata(&lt; pikasta pot metapodatkov datoteke &gt;)

source: Return the specified document file metadata entry.
es_pr: Devuelve la entrada de metadatos del archivo de documento especificado.
it: Restituisce la voce di metadati del file di documento specificato.
lv: Atgrieziet norādīto dokumenta faila metadatu ierakstu.
nl: Geeft de metadata invoer van het opgegeven document.
pl: Zwraca określony wpis metadanych pliku dokumentu.
pt_br: Retorne a entrada dos metadados do documento especificado.
sl: Vrne podani vnos metapodatkov datoteke dokumenta.

source: Return the specified document file file metadata entry.
es_pr: Devuelve la entrada de metadatos del archivo de archivo de documento especificado.
sl: Vrne podani vnos metapodatkov datoteke datoteke dokumenta.

source: Driver path
es_pr: Ruta del controlador
fr: Emplacement du pilote
it: Percorso del driver
lv: Vadītāja ceļš
nl: Stuurprogramma pad
pl: Ścieżka sterownika
pt_br: Caminho do driver
sl: Pot do gonilnika

source: Internal name
es_pr: Nombre interno
fr: Nom interne
it: Nome interno
lv: Iekšējais nosaukums
nl: Interne naam
pl: Nazwa wewnętrzna
pt_br: Nome interno
sl: Interno ime

source: Driver
es_pr: Controlador
fr: Pilote
lv: Vadītājs
nl: Stuurprogramma
pl: Sterownik
sl: Gonilnik

source: Drivers
es_pr: Controladores
fr: Pilotes
lv: Draiveri
nl: Stuurprogramma's
pl: Sterowniki
sl: Gonilniki

source: Document type
es_pr: Tipo de documento
fr: Type de document
it: Tipo documento
lv: Dokumenta veids
pl: Typ dokumentu
pt_br: Tipo de Documento
sl: Vrsta dokumenta

source: Automatically queue newly created documents for processing.
es_pr: Poner en cola automáticamente los documentos recién creados para su procesamiento.
fr: Mettre automatiquement en file d'attente les documents nouvellement créés pour traitement.
it: Accoda automaticamente i documenti appena creati per l'elaborazione.
lv: Automātiski rindā jaunizveidotos dokumentus apstrādei.
nl: Nieuw aangemaakte documenten automatisch in wachtrij voor verwerking.
pl: Automatycznie kolejkuj nowo utworzone dokumenty do przetworzenia.
pt_br: Enfileirar automaticamente os documentos recém criados para processamento.
sl: Samodejno postavite novo ustvarjene dokumente v čakalno vrsto za obdelavo.

source: Document type settings
es_pr: Configuración del tipo de documento
fr: Paramétrages de type de document
it: Impostazioni tipo documento
lv: Dokumenta tipa iestatījumi
nl: Documenttype instellingen
pl: Ustawienia typu dokumentu
pt_br: Configuração do tipo de documento
sl: Nastavitve vrste dokumenta

source: Document types settings
es_pr: Configuraciones de tipos de documento
fr: Paramétrages de types de documents
it: Impostazioni tipi documento
lv: Dokumentu veidu iestatījumi
nl: Documenttypes instellingen
pl: Ustawienia typów dokumentów
pt_br: Configurações de tipos de documentos
sl: Nastavitve vrst dokumentov

source: Document file
es_pr: Archivo de documento
fr: Fichier
it: File di documento
sl: Datoteka dokumenta

source: Document file driver entry
es_pr: Entrada de controlador de archivo de documento
sl: Vnos gonilnika datoteke dokumenta

source: Document file driver entries
es_pr: Entradas del controlador de archivos de documentos
sl: Vnosi gonilnika datoteke dokumenta

source: Attribute count
es_pr: Conteo de atributos
fr: Nombre d'attributs
it: Conteggio attributi
lv: Atribūtu skaits
nl: Aantal attributen
pl: Liczba atrybutów
pt_br: Contagem de atributos
sl: Število atributov

source: Name of the file metadata entry.
es_pr: Nombre de la entrada de metadatos del archivo.
fr: Nom de l'entrée de métadonnées du fichier.
it: Nome della voce dei metadati del file.
lv: Faila metadatu ieraksta nosaukums.
nl: Naam van de bestandsmetadata-invoer.
pl: Nazwa pozycji metadanych pliku.
pt_br: Nome da entrada de metadados do arquivo.
sl: Ime metapodatkovnega vnosa datoteke.

source: Key
es_pr: Llave
fr: Clé
it: Chiave
lv: Atslēga
nl: Sleutel
pl: Klucz
pt_br: Chave
sl: Ključ

source: Value of the file metadata entry.
es_pr: Valor de la entrada de metadatos del archivo.
fr: Valeur de l'entrée de métadonnées de fichier.
it: Valore della voce dei metadati del file.
lv: Faila metadatu ieraksta vērtība.
nl: Waarde van de bestandsmetadata-invoer.
pl: Wartość wpisu metadanych pliku.
pt_br: Valor da entrada de metadados do arquivo
sl: Vrednost vnosa metapodatkov datoteke.

source: Value
es_pr: Valor
fr: Valeur
it: Valore
lv: Vērtība
nl: Waarde
pl: Wartość
pt_br: Valor
sl: Vrednost

source: File metadata entry
es_pr: Entrada de metadatos del archivo.
fr: Entrée de métadonnées de fichier
it: Voce di metadati del file
lv: Faila metadatu ieraksts
nl: Bestandsmetadata-invoer.
pl: Wpis metadanych pliku
pt_br: Entrada de metadados do arquivo
sl: Vnos metapodatkov datoteke

source: File metadata entries
es_pr: Entradas de metadato de archivos
fr: Entrées de métadonnées de fichier
it: Voci di metadati del file
lv: Failu metadatu ieraksti
nl: Bestandsmetadata-invoer.
pl: Wpisy metadanych pliku
pt_br: Entradas de metadados do arquivo
sl: Vnosi metapodatkov datoteke

source: Change document type file metadata settings
es_pr: Cambiar la configuración de metadatos del archivo de tipo de documento
fr: Modifier les paramètres de métadonnées du fichier de type de document
it: Modificare le impostazioni dei metadati del file del tipo di documento
lv: Mainīt dokumenta tipa failu metadatu iestatījumus
nl: Bestandsmetadata-instellingen voor documenttype wijzigen
pl: Zmień ustawienia metadanych pliku typu dokumentu
pt_br: Alterar as configurações de metadados de arquivo do tipo de documento
sl: Spremenite nastavitve metapodatkov datoteke vrste dokumenta

source: Submit document for file metadata processing
es_pr: Enviar documento para el procesamiento de metadatos de archivos.
fr: Soumettre un document pour le traitement des métadonnées de fichier
it: Invia il documento per l'elaborazione dei metadati del file
lv: Iesniegt dokumentu failu metadatu apstrādei
nl: Document indienen voor verwerking bestandsmetadata
pl: Prześlij dokument do przetworzenia metadanych pliku
pt_br: Enviar o documento para processamento de metadados de arquivo
sl: Oddajte dokument v obdelavo metapodatkov datoteke

source: View file metadata
es_pr: Ver metadatos de archivo
fr: Voir les métadonnées du fichier
it: Visualizza i metadati del file
lv: Skatīt faila metadatus
nl: Bestandsmetadata bekijken
pl: Wyświetl metadane pliku
pt_br: Ver metadados do arquivo
sl: Ogled metapodatkov datoteke

source: Process document file
es_pr: Procesar archivo de documento
fr: Traiter le document
sl: Obdelajte datoteko dokumenta

source: Set new document types to perform file metadata processing automatically by default.
es_pr: Establecer nuevos tipos de documentos para realizar el procesamiento de metadatos de archivos automáticamente de forma predeterminada.
fr: Définissez de nouveaux types de documents pour effectuer automatiquement le traitement des métadonnées des fichiers par défaut.
it: Impostare nuovi tipi di documento per eseguire automaticamente l'elaborazione dei metadati dei file per impostazione predefinita.
lv: Iestatiet jaunus dokumentu veidus, lai pēc noklusējuma veiktu failu metadatu apstrādi.
nl: Nieuwe documenttypes standaard instellen om automatisch de metadata-verwerking uit te voeren.
pl: Ustaw nowe typy dokumentów, aby domyślnie wykonywać automatyczne przetwarzanie metadanych plików.
pt_br: Definir novos tipos de documentos para realizar processamento de metadados do arquivo automaticamente por padrão.
sl: Nastavite nove vrste dokumentov za samodejno samodejno obdelavo metapodatkov datoteke.

source: Arguments to pass to the drivers.
es_pr: Argumentos para pasar a los controladores.
fr: Arguments à transmettre au pilote.
it: Argomenti da passare agli autisti.
lv: Argumenti, kas jānodod vadītājiem.
nl: Argumenten om door te geven aan de stuurprogramma's.
pl: Argumenty do przekazania sterownikom.
pt_br: Argumentos para os drivers
sl: Argumenti, ki jih je treba posredovati voznikom.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
es_pr: Los metadatos del archivo son los atributos del archivo del documento. Pueden ir desde la información de la cámara utilizada para tomar una foto hasta el autor que creó un archivo. Los metadatos del archivo se establecen cuando el archivo del documento se creó por primera vez. Los atributos de metadatos del archivo residen en el propio archivo. No son los mismos que los metadatos del documento, que son definidos por el usuario y residen en la base de datos.
it: I metadati del file sono gli attributi del file del documento. Possono variare dalle informazioni sulla fotocamera utilizzate per scattare una foto all'autore che ha creato un file. I metadati del file vengono impostati quando il file del documento è stato creato per la prima volta. Gli attributi dei metadati del file risiedono nel file stesso. Non sono gli stessi dei metadati del documento, che sono definiti dall'utente e risiedono nel database.
lv: Failu metadati ir dokumenta faila atribūti. Tie var būt no kameras informācijas, ko izmanto, lai fotografētu, līdz autoram, kas izveidojis failu. Faila metadati tiek iestatīti, kad dokumenta fails pirmo reizi tika izveidots. Faila metadatu atribūti atrodas pašā failā. Tie nav tādi paši kā dokumenta metadati, kurus lietotājs definē un uzturas datu bāzē.
nl: Bestandsmetadata zijn de kenmerken van het documentbestand. Ze kunnen variÃ«ren van camera-informatie die is gebruikt om een foto te maken, tot de auteur die een bestand heeft gemaakt. Metagegevens van bestanden worden ingesteld wanneer het documentbestand voor het eerst werd gemaakt. Kenmerken van metagegevens van bestanden bevinden zich in het bestand zelf. Ze zijn niet hetzelfde als de documentmetadata, die door de gebruiker zijn gedefinieerd en zich in de database bevinden.
pl: Metadane pliku to atrybuty pliku dokumentu. Mogą obejmować informacje od aparatu fotograficznego użytego do zrobienia zdjęcia do autora, który utworzył plik. Metadane pliku są ustawiane przy pierwszym utworzeniu pliku dokumentu. Atrybuty metadanych pliku znajdują się w samym pliku. Nie są to te same metadane dokumentu, które są zdefiniowane przez użytkownika i znajdują się w bazie danych.
pt_br: Metadados do arquivo são atributos do arquivo do documento. Eles podem ser desde informações da câmera usada para tirar a foto até o author que criou o arquivo. Metadados do arquivos são inicialmente definidos quando o documento é inicialmente criado. Os atributos de metadados residem no arquivo em si. Eles não são a mesma coisa que os metadados do documento, que são definidos pelo usuário e são armazenados no banco de dados.
sl: Metapodatki datoteke so atributi datoteke dokumenta. Lahko segajo od informacij o fotoaparatu, uporabljenem za fotografiranje, do avtorja, ki je ustvaril datoteko. Metapodatki datoteke so nastavljeni, ko je bila datoteka dokumenta prvič ustvarjena. Atributi metapodatkov datoteke so v sami datoteki. Niso enaki kot metapodatki dokumenta, ki jih določi uporabnik in se nahajajo v bazi podatkov.

source: No file metadata available.
es_pr: No hay metadatos de archivo disponibles.
fr: Aucune métadonnée de fichier disponible.
it: Nessun metadato del file disponibile.
lv: Failu metadati nav pieejami.
nl: Geen bestandsmetadata beschikbaar.
pl: Brak dostępnych metadanych pliku.
pt_br: Não há metadados do arquivo disponíveis
sl: Na voljo ni nobenih metapodatkov datoteke.

source: File metadata drivers for: %s
es_pr: Controladores de metadatos de archivos para: %s
fr: Pilotes de métadonnées de fichier pour: %s
it: Driver dei metadati dei file per: %s
lv: Failu metadatu draiveri: %s
nl: Bestandsmetadata stuurprogramma voor: %s
pl: Sterowniki metadanych pliku dla: %s
pt_br: Drivers de metadados de arquivo para: %s
sl: Gonilniki metapodatkov datotek za: %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
es_pr: Esto podría significar que la detección de metadatos del archivo no se ha completado o que el controlador no admite ningún campo de metadatos para el tipo de archivo de este documento.
fr: Cela peut signifier que la détection des métadonnées de fichier n'est pas terminée ou que le pilote ne prend en charge aucun champ de métadonnées pour le type de document.
it: Ciò potrebbe significare che il rilevamento dei metadati del file non è stato completato o che il driver non supporta alcun campo di metadati per il tipo di file di questo documento.
sl: To lahko pomeni, da zaznavanje metapodatkov datoteke ni dokončano ali da gonilnik ne podpira nobenega metapodatkovnega polja za vrsto datoteke tega dokumenta.

source: No file metadata available for this driver.
es_pr: No hay metadatos de archivo disponibles para este controlador.
fr: Aucune métadonnée de fichier disponible pour ce pilote.
sl: Za ta gonilnik ni na voljo nobenih metapodatkov datoteke.

source: File metadata attributes for: %(document_file)s with driver: %(driver)s
es_pr: Atributos de metadatos de archivo para: %(document_file)s con controlador: %(driver)s
sl: Atributi metapodatkov datoteke za: %(document_file)s z gonilnikom: %(driver)s

source: %(count)d document file submitted to the file metadata queue.
es_pr: %(count)d archivo de documento enviado a la cola de metadatos del archivo.
sl: %(count)d datoteka dokumenta, poslana v čakalno vrsto metapodatkov datoteke.

source: %(count)d documents files submitted to the file metadata queue.
es_pr: %(count)d archivos de documentos enviados a la cola de metadatos de archivos.
sl: %(count)d datoteke dokumentov, poslane v čakalno vrsto metapodatkov datoteke.

source: Submit the selected document file to the file metadata queue?
es_pr: ¿Enviar el archivo del documento seleccionado a la cola de metadatos del archivo?
sl: Predložiti izbrano datoteko dokumenta v čakalno vrsto metapodatkov datoteke?

source: Edit file metadata settings for document type: %s
es_pr: Editar la configuración de metadatos del archivo para el tipo de documento: %s
fr: Modifier les paramètres de métadonnées de fichier pour le type de document: %s
it: Modifica le impostazioni dei metadati del file per il tipo di documento: %s
lv: Dokumenta tipa metadatu iestatījumu rediģēšana: %s
nl: Bewerk bestandsmetadata-instellingen voor documenttype: %s
pl: Edytuj ustawienia metadanych pliku dla typu dokumentu: %s
pt_br: Editar as configurações de metadados para o tipo de documento: %s
sl: Uredite nastavitve metapodatkov datoteke za vrsto dokumenta: %s

source: Submit all documents of a type for file metadata processing.
es_pr: Enviar todos los documentos de un tipo para el procesamiento de metadatos de archivos.
fr: Soumettez tous les documents d'un type pour le traitement des métadonnées de fichier.
it: Invia tutti i documenti di un tipo per l'elaborazione dei metadati dei file.
lv: Iesniedziet visus dokumenta dokumentus, kas paredzēti failu metadatu apstrādei.
nl: Alle documenten van een type indienen voor verwerking bestandsmetadata.
pl: Prześlij wszystkie dokumenty danego typu do przetworzenia metadanych plików.
pt_br: Enviar todos os documentos de um tipo para processamento de metadados de arquivo.
sl: Predložite vse dokumente vrste za obdelavo metapodatkov datoteke.

source: %(count)d documents added to the file metadata processing queue.
es_pr: %(count)d documentos agregados a la cola de procesamiento de metadatos del archivo.
fr: %(count)d documents ajoutés à la file d'attente de traitement des métadonnées de fichier.
it: %(count)d documenti aggiunti alla coda di elaborazione dei metadati del file.
lv: %(count)d dokumenti, kas pievienoti faila metadatu apstrādes rindai.
nl: %(count)d documenten toegevoegd aan de wachtrij voor bestandsmetadata verwerking.
pl: %(count)d dokumentów dodanych do kolejki przetwarzania metadanych pliku.
pt_br: %(count)d documentos adicionados para a fila de processamento de metadados de arquivo.
sl: dokumenti %(count)d dodani v čakalno vrsto za obdelavo metapodatkov datoteke.

source: Document version submitted for file metadata processing
lv: Dokumenta versija iesniegta failu metadatu apstrādei
nl: Documentversie ingediend voor bestandsmetadata verwerking
pl: Wersja dokumentu przesłana do przetwarzania metadanych pliku
pt_br: Versão do documento enviada para processamento de metadados do arquivo.

source: Document version file metadata processing finished
lv: Pabeigta dokumentu versijas faila metadatu apstrāde
nl: Documentversie bestandsmetadata verwerking voltooid
pl: Przetwarzanie metadanych pliku tej wersji dokumentu zakończone
pt_br: Processamento de metadados do arquivo da versão do documento

source: Return the specified document version file metadata entry.
lv: Atgrieziet norādīto dokumentu versijas faila metadatu ierakstu.
nl: Geeft de bestandsmetadata invoer van de opgegeven documentversie.
pl: Zwraca określony wpis metadanych pliku wersji dokumentu.
pt_br: Retorne a entrada dos metadados da versão do documento especificado.

source: Document version
lv: Dokumenta versija
nl: Documentversie
pl: Wersja dokumentu
pt_br: Versão do Documento

source: Document version driver entry
lv: Dokumenta versijas draivera ieraksts
nl: Documentversie stuurprogramma vermelding
pl: Wpis sterownika wersji dokumentu
pt_br: Entrada do driver da versão do documento

source: Document version driver entries
lv: Dokumenta versijas draivera ieraksti
nl: Documentversie stuurprogramma vermeldingen
pl: Wpisy sterowników wersji dokumentu
pt_br: Entradas do drivers da versão do documento

source: Process document version
lv: Apstrādāt dokumenta versiju
nl: Documentversie verwerken
pl: Przetwarzaj wersję dokumentu
pt_br: Processar versão do documento

source: File metadata attribures for: %(document)s, for driver: %(driver)s
lv: Failu metadatu atribūti: %(document)s, vadītājam: %(driver)s
nl: Bestandsmetadata kenmerken voor: %(document)s, voor stuurprogramma: %(driver)s
pl: Atrybuty metadanych pliku dla: %(document)s, dla sterownika: %(driver)s
pt_br: Atributos de metadados de arquivo para: %(document)s do driver: %(driver)s

source: Submit the selected document to the file metadata queue?
lv: Iesniegt atlasītos dokumentus faila metadatu rindā?
nl: Het geselecteerde document indienen voor de bestandsmetadata-wachtrij?
pl: Przesłać wybrany dokument do kolejki metadanych pliku?
pt_br: Enviar o documento selecionado para a fila de metadados de arquivo?
