Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django 3.po
Languages: ru

source: Sources
ru: Источники

source: Create a document source
ru: Создать источник документов

source: Document sources are the way in which new documents are feed to Mayan EDMS, create at least a web form source to be able to upload documents from a browser.
ru: Источники документов - это способы добавления новых документов в Mayan EDMS. Как минимум, создайте веб-форму, чтобы загружать документы из браузера.

source: Type
ru: Тип

source: Created
ru: Создано

source: Thumbnail
ru: Миниатюра

source: Utility provided by the SANE package. Used to control the scanner and obtained the scanned document image.
ru: Утилита, предоставляемая пакетом SANE. Используется для управления сканером и получения изображения отсканированного документа.

source: An optional comment to explain the upload.
ru: Необязательный комментарий для пояснения загрузки.

source: Comment
ru: Комментарий

source: Action
ru: Действие

source: The action to take in regards to the pages of the new file being uploaded.
ru: Действие, которое следует предпринять в отношении страниц загружаемого нового файла.

source: Expand compressed files
ru: Извлечь из архивов

source: Upload a compressed file's contained files as individual documents.
ru: Загрузить файлы, содержащиеся в архивах, как отдельные документы.

source: Staging file
ru: Промежуточный файл

source: File
ru: Файл

source: Default
ru: По умолчанию

source: New document
ru: Новый документ

source: Add new IMAP email
ru: Добавить почтовый ящик IMAP

source: Add new POP3 email
ru: Добавить почтовый ящик POP3

source: Add new staging folder
ru: Добавить промежуточную папку

source: Add new watch folder
ru: Добавить отслеживаемую папку

source: Add new webform source
ru: Добавить веб-форму

source: Add new SANE scanner
ru: Добавить сканер SANE

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Document sources
ru: Источники документов

source: Upload new file
ru: Загрузить новый файл

source: Check now
ru: Проверить сейчас

source: Flatbed
ru: Планшет

source: Document feeder
ru: Устройство подачи / Автоподатчик / АПД / ADF

source: Simplex
ru: Симплекс / односторонний

source: Duplex
ru: Дуплекс / двусторонний

source: Lineart
ru: Черно-белый

source: Monochrome
ru: Оттенки серого

source: Color
ru: Цветной

source: Always
ru: Всегда

source: Never
ru: Никогда

source: Ask user
ru: Спросить пользователя

source: Scanner
ru: Сканер

source: Web form
ru: Веб-форма

source: Staging folder
ru: Промежуточная папка

source: Watch folder
ru: Наблюдаемая папка

source: POP3 email
ru: Почтовый ящик POP3

source: IMAP email
ru: Почтовый ящик IMAP

source: A short text to describe this source.
ru: Краткое описание источника.

source: Label
ru: Заголовок

source: Enabled
ru: Включено

source: Source
ru: Источник

source: Interactive source
ru: Интерактивный источник

source: Interactive sources
ru: Интерактивные источники

source: Out of process
ru: Вне процесса

source: Interval in seconds between checks for new documents.
ru: Интервал в секундах между проверками на наличие новых документов.

source: Interval
ru: Интервал

source: Assign a document type to documents uploaded from this source.
ru: Назначить тип документа для документов, загружаемых из этого источника.

source: Document type
ru: Тип документа

source: Whether to expand or not, compressed archives.
ru: Нужно ли распаковывать архивы.

source: Uncompress
ru: Распаковать

source: Interval source
ru: Источник интервала

source: Interval sources
ru: Источники интервалов

source: Host
ru: Сервер

source: Typical choices are 110 for POP3, 995 for POP3 over SSL, 143 for IMAP, 993 for IMAP over SSL.
ru: Обычно выбирают 110 для POP3, 995 для POP3 с SSL, 143 для IMAP, 993 для IMAP с SSL

source: Port
ru: Порт

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Name of the attachment that will contains the metadata type names and value pairs to be assigned to the rest of the downloaded attachments.
ru: Имя вложения, которое будет содержать пары "имя типа метаданных: значение", которые будут присвоены остальным загруженным вложениям.

source: Metadata attachment name
ru: Имя файла с метаданными

source: Select a metadata type to store the email's subject value. Must be a valid metadata type for the document type selected previously.
ru: Выберите тип метаданных, в который будет сохранена тема письма. Должен быть допустимый тип метаданных для выбранного ранее типа документа.

source: Subject metadata type
ru: Тип метаданных для темы письма

source: Select a metadata type to store the email's "from" value. Must be a valid metadata type for the document type selected previously.
ru: Выберите тип метаданных, в который будет сохранено значение поля "От" письма. Должен быть допустимый тип метаданных для выбранного ранее типа документа.

source: From metadata type
ru: Тип метаданных для отправителя письма

source: Store the body of the email as a text document.
ru: Сохранять тело письма как текстовый документ.

source: Store email body
ru: Сохранять тело письма

source: Email source
ru: Источник электронной почты

source: Email sources
ru: Источники электронной почты

source: Subject metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
ru: Тип метаданных темы "%(metadata_type)s" недопустим для типа документа: %(document_type)s

source: "From" metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
ru: Тип метаданных "От" "%(metadata_type)s" недопустим для типа документа: %(document_type)s

source: IMAP Mailbox from which to check for messages.
ru: Папка почтового ящика IMAP, в которой нужно проверять сообщения.

source: Mailbox
ru: Папка

source: Criteria to use when searching for messages to process. Use the format specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
ru: Критерии, которые следует использовать при поиске сообщений для обработки. Используйте формат, указанный в https://tools.ietf.org/html/rfc2060.html#section-6.4.4

source: Search criteria
ru: Критерии поиска

source: IMAP STORE command to execute on messages after they are processed. One command per line. Use the commands specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 or the custom commands for your IMAP server.
ru: Команды IMAP STORE, выполняемые для сообщений после их обработки. По одной команде на строку. Используйте команды, указанные в https://tools.ietf.org/html/rfc2060.html#section-6.4.6, или пользовательские команды для вашего сервера IMAP.

source: Store commands
ru: Команды STORE

source: Execute the IMAP expunge command after processing each email message.
ru: Выполнить команду EXPUNGE после обработки каждого сообщения электронной почты. Команда EXPUNGE используется для удаления из почтового ящика всех сообщений, помеченных флагом \Deleted

source: Execute expunge
ru: Выполнить EXPUNGE

source: IMAP Mailbox to which processed messages will be copied.
ru: Почтовый ящик IMAP, в который будут скопированы обработанные сообщения.

source: Destination mailbox
ru: Целевой почтовый ящик

source: Timeout
ru: Тайм-аут

source: POP email
ru: Почтовый ящик POP3

source: Device name as returned by the SANE backend.
ru: Имя устройства, возвращаемое бэкэндом SANE.

source: Device name
ru: Имя устройства

source: Selects the scan mode (e.g., lineart, monochrome, or color). If this option is not supported by your scanner, leave it blank.
ru: Выберите режим цвета (например, черно-белый, оттенки серого или цветной). Если этот параметр не поддерживается вашим сканером, оставьте поле пустым.

source: Mode
ru: Режим цвета

source: Sets the resolution of the scanned image in DPI (dots per inch). Typical value is 200. If this option is not supported by your scanner, leave it blank.
ru: Укажите разрешение сканирования в DPI (точек на дюйм). Типичное значение - 200. Если этот параметр не поддерживается вашим сканером, оставьте его пустым.

source: Resolution
ru: Разрешение

source: Selects the scan source (such as a document-feeder). If this option is not supported by your scanner, leave it blank.
ru: Выберите источник бумаги (например, устройство подачи документов). Если этот параметр не поддерживается вашим сканером, оставьте поле пустым.

source: Paper source
ru: Источник бумаги

source: Selects the document feeder mode (simplex/duplex). If this option is not supported by your scanner, leave it blank.
ru: Укажите режим подачи документов (односторонний / двусторонний). Если этот параметр не поддерживается вашим сканером, оставьте поле пустым.

source: ADF mode
ru: Режим АПД

source: SANE Scanner
ru: Сканер SANE

source: SANE Scanners
ru: Сканеры SANE

source: Error while executing scanning command "%(command_line)s"; %(error_message)s
ru: Ошибка при выполнении команды сканирования "%(command_line)s"; %(error_message)s

source: Server side filesystem path.
ru: Путь к папке на сервере

source: Folder path
ru: Путь к папке

source: Width value to be passed to the converter backend.
ru: Значение ширины, передаваемое конвертеру.

source: Preview width
ru: Ширина предпросмотра

source: Height value to be passed to the converter backend.
ru: Значение высоты, передаваемое конвертеру.

source: Preview height
ru: Высота предпросмотра

source: Whether to expand or not compressed archives.
ru: Нужно ли распаковывать архивы.

source: Delete the file after is has been successfully uploaded.
ru: Удалить файл после успешной загрузки.

source: Delete after upload
ru: Удалить после загрузки

source: Staging folders
ru: Промежуточные папки

source: Server side filesystem path to scan for files.
ru: Папка на сервере, проверяемая на наличие файлов.

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
ru: Если отмечено, на наличие файлов будет проверяться не только основной путь, но и подкаталоги.

source: Include subdirectories?
ru: Включить подкаталоги?

source: Watch folders
ru: Наблюдаемые папки

source: Web forms
ru: Веб-формы

source: Sources setup
ru: Настройки источников

source: Create new document sources
ru: Создать источник документов

source: Delete document sources
ru: Удалить источник документов

source: Edit document sources
ru: Редактировать источник документов

source: View existing document sources
ru: Просмотр существующих источников документов

source: Delete staging files
ru: Удалить промежуточные файлы

source: Sources periodic
ru: Источники периодически

source: Sources fast
ru: Источники быстро

source: Generate staging file image
ru: Создать изображение промежуточного файла

source: Check interval source
ru: Проверить источник по интервалу

source: Handle upload
ru: Обработать загрузку

source: Upload document
ru: Загрузить документ

source: File path to the scanimage program used to control image scanners.
ru: Путь к файлу программы scanimage, используемой для управления сканерами.

source: Path to the Storage subclass to use when storing the cached staging_file image files.
ru: Путь к подклассу Storage для использования при хранении кэша файлов изображений промежуточных файлов.

source: Arguments to pass to the SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the staging folder file image storage. Check the settings {} and {} for formatting errors.
ru: Невозможно инициализировать хранилище файлов изображений промежуточной папки. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Staging folder files
ru: Файлы промежуточной папки

source: Cancel upload
ru: Отменить загрузку

source: Are you sure you want to cancel this upload?
ru: Вы уверены, что хотите отменить загрузку?

source: Drop files or click here to upload files
ru: Выберите файлы или перетащите их сюда для загрузки

source: Your browser does not support drag and drop file uploads.
ru: Ваш браузер не поддерживает загрузку файлов методом перетаскивания.

source: Please use the fallback form below to upload your files.
ru: Воспользуйтесь формой ниже, чтобы загрузить файлы.

source: Clear
ru: Очистить

source: Server responded with {{statusCode}} code.
ru: Сервер ответил кодом {{statusCode}}.

source: Unable to upload new files for document "%(document)s". %(exception)s
ru: Невозможно загрузить новые файлы для документа "%(document)s". %(exception)s

source: Error executing document file upload task; %(exception)s
ru: Ошибка при загрузке файла документа; %(exception)s

source: New document file queued for upload and will be available shortly.
ru: Новый файл документа поставлен в очередь на загрузку и скоро станет доступен.

source: Upload a new file for document "%(document)s" from source: %(source)s
ru: Загрузка нового файла документа "%(document)s" из источника: %(source)s

source: Submit
ru: Отправить

source: No interactive document sources have been defined or none have been enabled, create one before proceeding.
ru: Интерактивные источники документов не определены или отключены. Чтобы продолжить, создайте или включите источник.

source: Document properties
ru: Свойства документа

source: This could mean that the staging folder is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions for the folder.
ru: Это может означать, что промежуточная папка пуста. Это также может означать, что учетная запись пользователя операционной системы, используемая для запуска Mayan EDMS, не имеет необходимых разрешений для доступа к папке.

source: No staging files available
ru: Нет доступных промежуточных файлов

source: Files in staging path
ru: Файлы в промежуточной папке

source: Scan
ru: Сканировать

source: Error executing document upload task; %(exception)s
ru: Ошибка при загрузке документа; %(exception)s

source: New document queued for upload and will be available shortly.
ru: Новый документ поставлен в очередь на загрузку и скоро станет доступен.

source: Upload a document of type "%(document_type)s" from source: %(source)s
ru: Загрузка документа типа "%(document_type)s" из источника: %(source)s

source: This will execute the source check code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
ru: Проверка будет выполнена, даже если источник отключен. Источники, удаляющие контент после загрузки, не будут этого делать во время тестирования. Проверьте журнал ошибок источника для получения информации во время тестирования. Успешный тест очистит журнал ошибок.

source: Trigger check for source "%s"?
ru: Выполнить проверку источника "%s"?

source: Source check queued.
ru: Источник поставлен в очередь для проверки.

source: Create new source of type: %s
ru: Создать новый источник типа: %s

source: Delete the source: %s?
ru: Удалить источник: %s?

source: Edit source: %s
ru: Редактировать источник: %s

source: Sources provide the means to upload documents. Some sources like the webform, are interactive and require user input to operate. Others like the email sources, are automatic and run on the background without user intervention.
ru: Источники предоставляют средства для загрузки документов. Некоторые источники, такие как веб-форма, являются интерактивными и требуют ввода данных пользователем для работы. Другие, например почтовые ящики, являются автоматическими и работают в фоновом режиме без вмешательства пользователя.

source: No sources available
ru: Нет доступных источников

source: Delete staging file "%s"?
ru: Удалить промежуточный файл "%s"?

source: Select document type
ru: Выберите тип документа

source: Step %(step)d of %(total_steps)d: %(step_label)s
ru: Шаг %(step)d из %(total_steps)d: %(step_label)s

source: Next step
ru: Далее

source: Document upload wizard
ru: Мастер загрузки документов
