Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs_ba, cs, de_de, el, es, fa, fr, it, lv, nl, pl, pt_br, ro_ro, sl, tr_tr, zh_hans

source: This will execute the source check code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
cs: Tím se spustí kontrola kódu zdroje, i když zdroj není povolen. Zdroje, které odstraní obsah po stažení, tak během testování neučiní. Během testování zkontrolujte informace o chybách zdrojů. Úspěšný test vymaže protokol chyb.
de_de: Führt den Quellenüberprüfungscode aus, selbst wenn die Quelle nicht aktiviert ist. Quellen, die Dokumente nach dem Herunterladen löschen werden, werden das im Testmodus nicht tun. Überprüfen Sie das Fehlerprotokoll währen der Testperiode. Ein erfolgreicher Test leert das Fehlerprotokoll.
es: Esto ejecutará el código de verificación de fuente incluso si la fuente no está habilitada. Las fuentes que eliminan el contenido después de la descarga no lo harán durante la prueba. Verifique el registro de errores de la fuente para obtener información durante la prueba. Una prueba exitosa borrará el registro de errores.
fr: Cela exécutera le code de vérification de la source même si la source n'est pas activée. Les sources qui suppriment du contenu après le téléchargement ne le feront pas pendant le test. Consultez le journal des erreurs de la source pour obtenir des informations pendant les tests. Un test réussi effacera le journal des erreurs.
lv: Tas veiks avota pārbaudes kodu pat tad, ja avots nav iespējots. Avoti, kas dzēš saturu pēc lejupielādes, to nedarīs, kamēr tie tiks pārbaudīti. Pārbaudes laikā pārbaudiet avota kļūdas žurnālu. Veiksmīgs tests notīra kļūdas žurnālu.
nl: Dit zal de broncontrole uitvoeren zelfs als de bron niet is ingeschakeld. Bronnen die inhoud verwijderen na downloaden doen dit NIET bij het testen. Controleer de foutenlog van de bron op informatie. Bij een succesvolle test is de foutenlog leeg.
pt_br: Isso irá executar o código de verificação de fonte mesmo se a fonte não estiver habilitada. Fontes que excluem conteúdo após o download não o farão enquanto são testadas. Verifique o log de erros da fonte para informações durante o teste. Um teste bem sucedido irá limpar o log de erros.
ro_ro: Aceasta va executa codul de verificare sursă, chiar dacă sursa nu este activată. Sursele care șterg conținutul după descărcare nu vor face acest lucru în timp ce sunt testate. Verificați jurnalul de erori al sursei pentru informații în timpul testelor. Un test cu succes va elimina jurnalul de erori.

source: Trigger check for source "%s"?
ar: التحقق من تشغيل المصدر &quot;%s&quot;؟
bg: Започнете проверка за източник &quot;%s&quot;?
bs_ba: Provjera provjera izvora "%s"?
cs: Spustit kontrolu zdroje "%s"?
de_de: Überprüfung anstoßen für Quelle "%s"?
el: Εκκίνηση ελέγχου πηγής "%s";
es: ¿Lanzar chequeo para la fuenta "%s"?
fa: برای اطمینان از منبع "%s" تکرار کنید؟
fr: Vérification de déclenchement pour la source "%s"?
it: Controllo trigger per il sorgente "%s"?
lv: Izmantot avota "%s" pārbaudi?
nl: Initieer controle voor bron "%s"?
pl: Kontrola wyzwalacza dla źródła „%s”?
pt_br: Verificar a origem "%s"?
ro_ro: Declanșați verificarea pentru sursa "%s"?
sl: Sprožiti preverjanje vira &quot;%s&quot;?
tr_tr: "%s" kaynağı için tetikleme kontrolü?
zh_hans: 检查源“%s”的触发器？

source: Source check queued.
bs_ba: Izvorna provera je u redu.
cs: Kontrola zdroje ve frontě.
de_de: Quellenüberprüfung vorgemerkt.
es: Verificación del origen en sometida.
fa: بررسی منبع در صف.
fr: Vérification de la source ajoutée à la file d'attente.
lv: Avota pārbaude rindā.
nl: Broncontrole in wachtrij geplaatst.
pt_br: Verificação de fonte enfileirada
ro_ro: Verificarea sursei a fost pusă în coada de așteptare
zh_hans: 源检查排队。

source: Create new source of type: %s
bs_ba: Kreirajte novi izvor tipa: %s
cs: Vytvořit nový zdroj typu: %s
de_de: Quelle des Typs %s erstellen
es: Crear nuevo tipo de fuente: %s
fa: ایجاد سورس جدید از نوع %s.
fr: Créer une nouvelle source de type : %s
lv: Izveidot jaunu avota veidu: %s
nl: Nieuwe bron aanmaken van type: %s
pt_br: Criar nova fonte do tipo: %s
ro_ro: Creați o nouă sursă de tipul:% s
zh_hans: 创建%s类型的新来源

source: Delete the source: %s?
ar: حذف المصدر: %s؟
bg: Да се изтрие източникът: %s?
bs_ba: Izbrišite izvor: %s?
cs: Odstranit zdroj: %s?
de_de: Quelle %s wirklich löschen?
el: Διαγραφή πηγής: %s;
es: ¿Eliminar la fuente: %s?
fa: منبع را حذف کنید: %s؟
fr: Supprimer la source: %s?
it: Cancellare la sorgente: %s?
lv: Vai izdzēst avotu: %s?
nl: Verwijder de bron: %s?
pl: Usunąć źródło: %s?
pt_br: Apagar a fonte: %s?
ro_ro: Ștergeți sursa: %s?
sl: Izbriši vir: %s?
tr_tr: Kaynağı sil: %s?
zh_hans: 删除源：%s？

source: Edit source: %s
ar: تحرير المصدر: %s
bg: Редактиране на източник: %s
bs_ba: Izmijeni izvor: %s
cs: Upravit zdroj: %s
de_de: Quelle %s bearbeiten
el: Τροποποίηση πηγής: %s
es: Editar fuente: %s
fa: ویرایش اصل : %s
fr: Modifier la source: %s
it: Modifica sorgente: %s
lv: Rediģēt avotu: %s
nl: Bewerk bron: %s
pl: Edytuj źródło: %s
pt_br: Editar fonte: %s
ro_ro: Editați sursa: %s
sl: Uredi vir: %s
tr_tr: Kaynağı düzenle: %s
zh_hans: 编辑源：%s

source: Sources provide the means to upload documents. Some sources like the webform, are interactive and require user input to operate. Others like the email sources, are automatic and run on the background without user intervention.
cs: Zdroje poskytují prostředky pro nahrávání dokumentů. Některé zdroje, jako je webový formulář, jsou interaktivní a vyžadují součinnost uživatele. Ostatní, jako jsou e-mailové zdroje, jsou automatické a běží na pozadí bez zásahu uživatele.
de_de: Quellen stellen die Mittel für das Hochladen von Dokumenten bereit. Einige Quellen wie z.B. das Webformular sind interaktiv und erfordern Benutzereingaben. Andere wie z.B. E-Mail-Quellen arbeiten automatisch und laufen ohne Benutzereingriff im Hintergrund.
es: Las fuentes proporcionan los medios para cargar documentos. Algunas fuentes, como el formulario web, son interactivas y requieren la intervención del usuario para operar. Otros, como las fuentes de correo electrónico, son automáticos y se ejecutan en segundo plano sin la intervención del usuario.
lv: Avoti nodrošina līdzekļus dokumentu augšupielādēšanai. Daži avoti, piemēram, tīmekļa veidlapa, ir interaktīvi un pieprasa, lai lietotājs to izmantotu. Citi, piemēram, e-pasta avoti, ir automātiski un darbojas fonā bez lietotāja iejaukšanās.
nl: Bronnen zijn manieren om documenten te uploaden. Bronnen zoals het webformulier zijn interactief en vereisen gebruikersinvoer bij verwerking. Andere, zoals de e-mailbronnen, zijn automatisch en worden op de achtergrond uitgevoerd zonder interactie met de gebruiker.
pt_br: Fontes são meios de carregar documentos. Algumas fontes como o webform são interativas e demandam entradas do usuário para funcionar. Outras, como a fonte em e-mail, são automáticas e são executadas sem intervenção do usuário.
ro_ro: Sursele oferă mijloacele de încărcare a documentelor. Unele surse, cum ar fi formularul web, sunt interactive și necesită introducerea manuală de la utilizatori pentru a funcționa. Altele, precum sursele de e-mail, sunt automate și rulează în fundal. fără intervenția utilizatorului.
zh_hans: 来源提供上传文件的方法。某些来源，如网页表单，是交互式的，需要用户输入才能运行。其他来源，如电子邮件，是自动的，无需用户干预即可在后台运行。

source: No sources available
ar: لا توجد مصادر متاحة
bg: Няма налични източници
cs: Nejsou k dispozici žádné zdroje
de_de: Keine Quellen verfügbar
el: Δεν υπάρχουν διαθέσιμες πηγές
es: No hay fuentes disponibles
fr: Aucune source disponible
it: Nessuna fonte disponibile
lv: Nav pieejami avoti
nl: Geen bronnen beschikbaar
pl: Brak dostępnych źródeł
pt_br: Não há fontes disponíveis
ro_ro: Nu există surse disponibile
sl: Viri niso na voljo
tr_tr: Uygun kaynak yok
zh_hans: 没有可用的来源

source: Any error produced during the usage of a source will be listed here to assist in debugging.
cs: Jakákoli chyba způsobená během používání zdroje bude uvedena zde, aby pomohla při ladění.
de_de: Jeder Fehler, der bei der Benutzung von Dokumentenquellen auftritt, wird hier gelistet, um bei der Fehlerbehebung zu helfen.
es: Cualquier error producido durante el uso de una fuente se enumerará aquí para ayudar en la depuración.
fr: Toute erreur produite lors de l'utilisation d'une source sera répertoriée ici pour faciliter le débogage.
lv: Šeit tiks uzskaitītas visas avota lietošanas laikā radušās kļūdas, lai palīdzētu atkļūdot.
nl: Elke opgetreden fout bij gebruik van een bron wordt hier opgesomd om te helpen bij debugging.
pt_br: Qualquer erro produzido durante o uso de uma fonte será listado aqui para auxiliar no debugging.
ro_ro: Orice eroare produsă în timpul utilizării unei surse va fi listată aici pentru a ajuta la depanare.
zh_hans: 此处列出了在使用源期间产生的任何错误，以帮助调试。

source: No log entries available
cs: K dispozici nejsou žádné záznamy
de_de: Keine Protokolleinträge vorhanden
es: No hay entradas de registro disponibles
fr: Aucune entrée de journal disponible
lv: Nav pieejami žurnāla ieraksti
nl: Geen loginvoer beschikbaar.
pt_br: Não há entradas de log disponíveis
ro_ro: Nu sunt disponibile înregistrări din jurnal
zh_hans: 没有可用的日志条目

source: Log entries for source: %s
bs_ba: Stavke dnevnika za izvor: %s
cs: Položky protokolu pro zdroj: %s
de_de: Logeinträge für Quelle %s
es: Entradas de bitácora para fuente: %s
fa: ورود به سیستم برای منبع: %s
fr: Entrées du journal pour la source : %s
lv: Loga ieraksti avotiem: %s
nl: Loginvoer voor bron: %s
pt_br: Registrar entradas para fonte: %s
ro_ro: Înregistrări de intrări pentru sursă: %s
zh_hans: 源%s的日志条目

source: Delete staging file "%s"?
ar: هل تريد حذف الملف المرحلي &quot;%s&quot;؟
bg: Да се изтрие ли изходния файл &quot;%s&quot;?
cs: Odstranit pracovní soubor "%s"?
de_de: Staging-Datei "%s" löschen?
el: Διαγραφή αρχείου σε ενδιάμεσο στάδιο "%s";
es: ¿Eliminar archivo provisional "%s"?
it: Eliminare il file di gestione temporanea "%s"?
lv: Vai izdzēst failu "%s"?
nl: Verwijder tijdelijk bestand "%s"?
pl: Usunąć plik przejściowy „%s”?
pt_br: Excluir o arquivo temporário "%s"?
ro_ro: Ștergeți fișierul de așteptare "%s"?
sl: Želite izbrisati uprizoritveno datoteko &quot;%s&quot;?
tr_tr: "%s" hazırlama dosyası silinsin mi?

source: No interactive document sources have been defined or none have been enabled, create one before proceeding.
ar: لم يتم تحديد أية مصادر تفاعلية للمستندات أو لم يتم تمكين أي منها ، قم بإنشاء واحدة قبل المتابعة.
bg: Не са дефинирани интерактивни източници на документи или никой не е активиран, създайте такъв преди да продължите.
bs_ba: Nisu definisani nikakvi interaktivni izvori dokumenta ili nijedan nije omogućen, stvoriti jedan prije nastavka.
cs: Nebyly definovány žádné interaktivní zdroje dokumentů nebo nebyly povoleny žádné, vytvořte je před pokračováním.
de_de: Es wurden keine interaktiven Dokumentenquellen konfiguriert. Bitte erstellen oder aktivieren Sie eine bevor Sie fortsetzen.
el: Δεν έχουν καθοριστεί αλληλεπιδραστικές πηγές εγγράφων ή δεν έχει ενεργοποιηθεί κάποια, δημιουργήστε μία πριν συνεχίσετε.
es: No se han definido fuentes de documentos interactivos o no hay ninguna habilitada, cree una antes de continuar.
fa: هیچ منبع محاوره ای سند تعریف و یا فعال نشده، قبل از ادامه دادن یک منبع بسازید.
fr: Aucune source interactive d'import de documents n'a été définie ou activée, créez-en une avant de continuer.
it: Nessuna fonte interattiva dei documenti è stata definita o non ne sono state attivate.
lv: Neviens interaktīvs dokumentu avots nav definēts vai neviens no tiem nav iespējots, izveidojiet to pirms turpināšanas.
nl: Er zijn geen interactieve documentbronnen gedefinieerd of ze zijn niet ingeschakeld. Maak er een aan voordat u verdergaat.
pl: Nie zdefiniowano żadnych interaktywnych źródeł dokumentów lub żadne nie zostało włączone, utwórz je przed kontynuowaniem.
pt_br: Nenhuma fonte interativa de documentos fora definida ou nenhum foi ativada. Criar uma antes de prosseguir.
ro_ro: Nu s-au definit surse de documente interactive sau nici una nu a fost activată, creați una înainte de a continua.
sl: Ni definiran noben vir interaktivnih dokumentov ali nobeden ni bil omogočen, ustvarite ga, preden nadaljujete.
tr_tr: Etkileşimli belge kaynakları tanımlanmamış veya hiçbiri etkinleştirilmemiş, devam etmeden önce bir tane oluşturun.
zh_hans: 没有定义交互式文档源或没有启用任何交互式文档源，在继续之前创建一个。

source: Document properties
ar: خصائص المستند
bg: Свойства на документа
bs_ba: Osobine dokumenata
cs: Vlastnosti dokumentu
de_de: Dokumenteneigenschaften
el: Ιδιότητες εγγράφου
es: Propiedades de documento
fa: خواص سند
fr: Propriétés du document
it: Proprietà documento
lv: Dokumenta rekvizīti
nl: Document-eigenschappen
pl: Właściwości dokumentu
pt_br: Propriedades do documento
ro_ro: Proprietățile documentului
sl: Lastnosti dokumenta
tr_tr: Belge özellikleri
zh_hans: 文档属性

source: This could mean that the staging folder is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions for the folder.
ar: المجلد فارغ ! أو لا تمتلك الاذونات الكافية
bg: Това може да означава, че папката за поставяне е празна. Това също може да означава, че потребителският акаунт на операционната система, използвана за Mayan EDMS няма необходимите разрешения във файлова система за папката.
cs: To by mohlo znamenat, že pracovní složka je prázdná. Může to také znamenat, že uživatelský účet operačního systému používaný pro Mayský EDMS nemá potřebná oprávnění systému souborů pro složku.
de_de: Dies könnte bedeuten, dass der Staging-Ordner leer ist. Es könnte auch bedeuten, dass das Betriebssystem-Benutzerkonto, das für Mayan EDMS verwendet wird, nicht über die erforderlichen Dateisystemberechtigungen für den Ordner verfügt.
el: Αυτό θα μπορούσε να σημαίνει ότι ο φάκελος ενδιάμεσου σταδίου είναι κενός. Θα μπορούσε επίσης να σημαίνει ότι ο λογαριασμός χρήστη του λειτουργικού συστήματος που χρησιμοποιείται για το Mayan EDMS δεν έχει τα απαραίτητα δικαιώματα για το φάκελο.
es: Esto podría significar que la carpeta provisional está vacía. También podría significar que la cuenta de usuario del sistema operativo que se utiliza para Mayan EDMS no tiene los permisos necesarios del sistema de archivos para la carpeta.
it: Ciò potrebbe significare che la cartella di gestione temporanea è vuota. Potrebbe anche significare che l'account utente del sistema operativo utilizzato per Mayan EDMS non dispone delle autorizzazioni di file system necessarie per la cartella.
nl: Dit kan betekenen dat de netwerkmap leeg is. Het is ook mogelijk dat het besturingssysteem van het gebruikersaccount dat voor Mayan EDMS gebruikt wordt, over onvoldoende gebruiksrechten voor de map beschikt.
pl: Może to oznaczać, że folder przejściowy jest pusty. Może to również oznaczać, że konto użytkownika systemu operacyjnego używane w Mayan EDMS nie ma niezbędnych uprawnień systemu plików dla tego folderu.
pt_br: Isso pode significar que a pasta temporária está vazia. Também pode significar que o usuário do sistema operacional usado para o Mayan EDMS nao possui permissões nesta pasta.
ro_ro: Aceasta ar putea însemna că folderul tampon este gol. Poate însemna, de asemenea, că contul de utilizator al sistemului de operare utilizat pentru Mayn EDMS nu are permisiunile necesare în sistemul de fișiere pentru folder.
sl: To lahko pomeni, da je uprizoritvena mapa prazna. Lahko tudi pomeni, da uporabniški račun operacijskega sistema, ki se uporablja za Mayan EDMS, nima potrebnih dovoljenj datotečnega sistema za mapo.
tr_tr: Bu, hazırlama klasörünün boş olduğu anlamına gelebilir. Bu, Mayan EDMS için kullanılan işletim sistemi kullanıcı hesabının, klasör için gerekli dosya sistemi izinlerine sahip olmadığı anlamına da gelebilir.

source: No staging files available
ar: لا توجد ملفات مرحلية متاحة
bg: Няма налични изходни файлове
cs: Nejsou k dispozici žádné pracovní soubory
de_de: Keine Staging-Dateien vorhanden
el: Μη διαθέσιμα αρχεία ενδιάμεσου σταδίου
es: No hay archivos de ensayo disponibles.
it: Nessun file di gestione temporanea disponibile
nl: Geen bestanden in netwerkmap beschikbaar
pl: Brak dostępnych plików przejściowych
pt_br: Não há arquivos temporários disponíveis.
ro_ro: Nu sunt disponibile fișiere intermediare
sl: Na voljo ni uprizoritvenih datotek
tr_tr: Hazırlanacak dosya yok

source: Files in staging path
bs_ba: Datoteke u staznoj stazi
cs: Soubory v pracovní cestě
de_de: Dateien im Staging Pfad
es: Archivos provisionales en la ruta
fa: فایلهای درون راه مرحله ای
fr: Fichiers en cours de pré-validation
lv: Faili pieturvietā
nl: Bestanden in netwerkmap
pt_br: Os arquivos no caminho de arquivos temporários
ro_ro: Fișiere în calea de așteptare
zh_hans: 暂存路径中的文件

source: Scan
ar: مسح
bg: Сканиране
bs_ba: Skeniraj
cs: Skenovat
de_de: Scannen
el: Σάρωση
es: Escanear
fa: اسکن کردن
fr: Numériser
it: Scansione
lv: Skenēšana
pl: Skan
pt_br: Escanear
ro_ro: Scanează
sl: Skeniraj
tr_tr: Tara
zh_hans: 扫描

source: Error executing document upload task; %(exception)s
cs: Při provádění úlohy nahrávání dokumentu došlo k chybě; %(exception)s
es: Error al ejecutar la tarea de carga de documentos; %(exception)s
fr: Erreur lors de l'exécution de la tâche de téléversement de documents; %(exception)s
nl: Fout bij uitvoeren document upload taak; %(exception)s
pt_br: Erro ao executar a tarefa de upload de documentos; %(exception)s
ro_ro: Eroare la executarea sarcinii de încărcare a documentelor; %(exception)s

source: New document queued for upload and will be available shortly.
ar: إصدار جديد في قائمة الانتظار من الوثيقة قيد التحميل وسيكون متاحًا قريبًا
bg: Нов документ е на опашка за качване и ще бъде наличен скоро.
cs: Nový dokument zařazený do fronty k nahrání bude brzy k dispozici.
de_de: Das neue Dokument wurde in die Warteschlange eingestellt und wird in Kürze verfügbar sein.
el: Νέο έγγραφο βρίσκεται σε ουρά για ανάρτηση και θα είναι διαθέσιμο σύντομα.
es: Nuevo documento puesto en cola para su carga y estará disponible en breve.
fr: Nouveau document en attente de téléversement, il sera disponible sous peu.
it: Nuovo documento in coda per il caricamento e sarà disponibile a breve.
lv: Jauns dokuments tiek rindā augšupielādēts un drīz būs pieejams.
nl: Nieuw document in wachtrij voor upload en zal spoedig beschikbaar zijn.
pl: Nowy dokument w kolejce do przesłania i wkrótce będzie dostępny.
pt_br: O novo documento enfileirado para upload estará disponível em breve.
ro_ro: Documentul cel nou este în coada de așteptare pentru încărcare și va fi disponibil în scurt timp.
sl: Nov dokument je v čakalni vrsti za nalaganje in bo kmalu na voljo.
tr_tr: Yeni belge yüklenmek üzere sıraya alındı ve kısa süre içinde kullanıma sunulacak.
zh_hans: 新文档排队等待上传，很快将可用。

source: Upload a document of type "%(document_type)s" from source: %(source)s
ar: قم بتحميل مستند من نوع &quot;%(document_type)s&quot; من المصدر: %(source)s
bg: Качете документ от тип &quot;%(document_type)s&quot; от източник: %(source)s
cs: Nahrajte dokument typu "%(document_type)s" ze zdroje: %(source)s
de_de: Ein Dokument vom Typ "%(document_type)s" aus Quelle %(source)s hochladen
el: Ανάρτηση εγγράφου τύπου "%(document_type)s" από την πηγή: %(source)s
es: Cargar un documento del tipo "%(document_type)s" de la fuente: %(source)s
fr: Téléversez un document de type "%(document_type)s" à partir de la source: %(source)s
it: Carica un documento di tipo "%(document_type)s" dalla fonte: %(source)s
lv: Augšupielādējiet "%(document_type)s" tipa dokumentu no avota: %(source)s
nl: Een document upload van soort "%(document_type)s" van bron: %(source)s
pl: Prześlij dokument typu „%(document_type)s” ze źródła: %(source)s
pt_br: Carregue um documento do tipo "%(document_type)s" da fonte: %(source)s
ro_ro: Încărcați un document de tipul "%(document_type)s" din sursa: %(source)s
sl: Naložite dokument vrste &quot;%(document_type)s&quot; iz vira: %(source)s
tr_tr: Kaynaktan "%(document_type)s" türünde bir belge yükleyin: %(source)s
zh_hans: 从源%(source)s上传类型为“%(document_type)s”的文档

source: Unable to upload new versions for document "%(document)s". %(exception)s
cs: Nelze nahrát nové verze dokumentu „%(document)s“. %(exception)s
es: No se pueden cargar nuevas versiones para el documento "%(document)s". %(exception)s
fr: Impossible de téléverser les nouvelles versions du document "%(document)s". %(exception)s
nl: Niet mogelijk om nieuwe versies te uploaden voor document "%(document)s". %(exception)s
pt_br: Não foi possível fazer o upload de novas versões para o documento "%(document)s". %(exception)s
ro_ro: Nu se pot încărca versiuni noi pentru documentul "%(document)s". %(exception)s

source: Error executing document version upload task; %(exception)s
cs: Při provádění úlohy nahrávání verze dokumentu došlo k chybě; %(exception)s
es: Error al ejecutar la tarea de carga de la versión del documento; %(exception)s
nl: Fout bij uitvoeren documentversie uploadtaak; %(exception)s
pt_br: Erro ao executar a tarefa de upload da versão do documento; %(exception)s

source: New document version queued for upload and will be available shortly.
cs: Nová verze dokumentu zařazená do fronty k nahrání a brzy bude k dispozici.
de_de: Das neue Dokument wurde in die Warteschlange eingestellt und wird in Kürze verfügbar sein.
es: Nueva versión del documento puesto en cola para su carga y estará disponible en breve.
fr: La nouvelle version du document est en attente de téléversement et sera disponible sous peu.
lv: Jauna dokumenta versija tiek augšupielādēta rindā un būs pieejama drīz.
nl: Nieuwe versie document in wachtrij voor upload en zal spoedig beschikbaar zijn.
pt_br: Nova versão do documento enfileirada para upload e estará disponível em breve.
ro_ro: Versiunea nouă a documentului este în coada de așteptare pentru încărcare și va fi disponibilă în scurt timp.
zh_hans: 新文档版本排队等待上传，很快将可用。

source: Upload a new version for document "%(document)s" from source: %(source)s
cs: Nahrajte novou verzi dokumentu „%(document)s“ ze zdroje: %(source)s
de_de: Hochladen einer neuen Version für das Dokument "%(document)s" aus Quelle %(source)s
es: Cargue una nueva versión para el documento "%(document)s" de la fuente: %(source)s
fr: Téléversez une nouvelle version pour le document "%(document)s" à partir de la source: %(source)s
nl: Een nieuwe versie uploaden voor document "%(document)s" van bron: %(source)s
pt_br: Carregue uma nova versão do documento "%(document)s" da fonte: %(source)s
ro_ro: Încărcați o nouă versiune pentru documentul "%(document)s"; din sursa: %(source)s

source: Submit
ar: اعتماد
bg: Подаване
bs_ba: Podnijeti
cs: Odeslat
de_de: Absenden
el: Υποβολή
es: Enviar
fa: ارسال
fr: Soumettre
it: Invia
lv: Iesniegt
nl: Versturen
pl: Wykonaj
pt_br: Enviar
ro_ro: Trimiteţi
sl: Pošlji
tr_tr: Gönder
zh_hans: 提交

source: Select document type
ar: نوع الوثيقة
bg: Изберете типа документ
bs_ba: Izaberite vrstu dokumenta
cs: Vyberte typ dokumentu
de_de: Dokumententyp auswählen
el: Επιλογή τύπου εγγράφου
es: Seleccione el tipo de documento
fr: Sélectionner le type du document
it: Seleziona il tipo di documento
lv: Izvēlieties dokumenta veidu
nl: Documentsoort selecteren
pl: Wybierz typ dokumentu
pt_br: Selecione o tipo de documento
ro_ro: Selectați tipul de document
sl: Izberite vrsto dokumenta
tr_tr: Belge türünü seçin
zh_hans: 选择文档类型
