Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs_ba, cs, de_de, el, es, fa, fr, it, lv, nl, pl, pt_br, ro_ro, sl, tr_tr, zh_hans

source: Staging folders
bs_ba: Staging folderi
cs: Pracovní složky
de_de: Staging-Ordner
es: Archivos provisionales
fa: پرونده های مرحله ای
fr: Répertoires de pré-validation
lv: Pieturvietu mapes
nl: Netwerkmappen
pt_br: Pastas temporárias
ro_ro: Dosare de așteptare
zh_hans: 暂存文件夹

source: Error deleting staging file; %s
ar: خطأ في حذف الملف المرحلي ؛ %s
bg: Грешка при изтриването на изходен файл; %s
bs_ba: Greška tokom brisanja staging fajla; %s
cs: Chyba při mazání pracovního souboru; %s
de_de: Fehler beim Löschen von Staging-Datei: %s
el: Σφάλμα κατά τη διαγραφή του αρχείου σε ενδιάμεσο στάδιο. %s
es: Error al borrar archivo de provisional; %s
fa: خطای حذف فایل مرحله ای : %s
fr: Impossible de supprimer le fichier de pré-validation : %s
it: Errore cancellando il file di stage; %s
lv: Dzēšot pieturvietas failu, radās kļūda; %s
nl: Fout bij verwijderen bestand in netwerkmap; %s
pl: Błąd podczas usuwania pliku przejściowego: %s
pt_br: Error removendo arquivo temporário; %s
ro_ro: Eroare la ștergerea fișierului de așteptare; %s
sl: Napaka pri brisanju uprizoritvene datoteke; %s
tr_tr: Hazırlama dosyasını silinirken hata oluştu; %s
zh_hans: 删除暂存文件时出错; %s

source: Unable get list of staging files: %s
bs_ba: Onemogući dobivanje liste osnovnih datoteka: %s
cs: Nelze získat seznam pracovních souborů: %s
de_de: Die Liste der Arbeitsdateien kann nicht ermittelt werden: %s
es: No es posible obtener la lista de los archivos provisionales: %s
fa: قادر به گرفتن لیست فایلهای مرحله ای نیست. %s
fr: Impossible d'obtenir la liste des fichiers en pré-validation :%s
lv: Nevar iegūt saraksta failu sarakstu: %s
nl: Het is niet mogelijk om een lijst van bestanden in netwerkmap aan te maken:%s
pt_br: Não foi possível obter a lista de arquivos temporários: %s
ro_ro: Imposibil obține lista de fișiere de așteptare:% s
zh_hans: 无法获取暂存文件列表：%s

source: Server side filesystem path to scan for files.
cs: Cesta souborového systému na straně serveru ke kontrole souborů.
de_de: Serverseitiger Pfad, der auf Dateien untersucht wird.
es: Ruta del sistema de archivos del lado del servidor para buscar archivos.
fr: Chemin du système de fichiers côté serveur pour rechercher des fichiers.
lv: Servera puses failu sistēmas ceļš failu skenēšanai.
nl: Bestandspad op server om te scannen op bestanden.
pt_br: Caminho do sistema de arquivos do servidor para escanear por arquivos.
ro_ro: Calea sistemului de fișiere de pe server pentru scanarea fișierelor.

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
ar: إذا تم تحديده ، فلن يتم فحص مسار المجلد للملفات فحسب ، بل سيتم أيضًا فحص الدلائل الفرعية الخاصة به.
bg: Ако е отметнато, ще бъде сканиран не само пътят на папката за файлове, но и нейните поддиректории.
cs: Pokud je zaškrtnuto, bude prohledána nejen cesta ke složce, ale i její podadresáře.
de_de: Bei Aktivierung werden auch die Unterverzeichnisse des Pfads durchsucht.
el: Εάν επιλεγεί, θα σαρωθεί για αρχεία η διαδρομή του φακέλου καθώς και οι υποφάκελοι.
es: Si se marca, no solo se analizará la ruta de la carpeta en busca de archivos, sino también sus subdirectorios.
fr: Si cette case est cochée, non seulement le chemin du dossier sera analysé pour les fichiers, mais aussi ses sous-répertoires.
it: Se selezionato, non solo il percorso della cartella verrà scansionato per i file, ma anche le sue sottodirectory.
lv: Ja tiek pārbaudīts, mapes ceļš tiks skenēts ne tikai failiem, bet arī tās apakšdirektorijām.
nl: Indien aangevinkt, wordt niet alleen het mappad gescand op bestanden, maar ook de submappen.
pl: Jeśli zaznaczone, będzie skanowany nie tylko folder w poszukiwaniu plików, ale także w podkatalogach.
pt_br: Se marcado, não apenas o caminho da pasta será escaneado, mas também os subdiretórios.
ro_ro: Dacă este bifată, nu doar calea directorului nu va fi scanată numai pentru fișiere, ci și subdirectoarele sale.
sl: Če je označeno, ne bo samo pot do mape pregledana za datoteke, ampak tudi njeni podimeniki.
tr_tr: İşaretlenirse, yalnızca klasör yolundaki dosyalar değil, aynı zamanda alt dizinler de taranır.

source: Include subdirectories?
ar: تضمين الدلائل الفرعية؟
bg: Да се включат ли поддиректории?
cs: Zahrnout podadresáře?
de_de: Unterverzeichnisse einschließen
el: Συμπερίληψη υποκαταλόγων;
es: ¿Incluir subdirectorios?
fr: Inclure les sous-dossiers?
it: Includere sottodirectory?
lv: Iekļaut apakšdirektorijas?
nl: Inclusief submappen?
pl: Czy uwzględnić podkatalogi?
pt_br: Incluir subdiretórios?
ro_ro: Includeți subdirectoarele?
sl: Vključi podimenike?
tr_tr: Alt dizinler dahil edilsin mi?

source: Watch folders
bs_ba: Gledajte fascikle
cs: Sledované složky
de_de: Beobachtungs-Ordner
es: Carpetas observadas
fa: پرونده تحت نظر
fr: Répertoires surveillés
lv: Novērotās mapes
nl: Bewaakte mappen
pt_br: Pastas monitoradas
ro_ro: Dosare de urmărit
zh_hans: 监视文件夹

source: Web forms
bs_ba: Ueb forme
cs: Webové formuláře
de_de: Webformular
es: Formularios web
fa: فرمهای وب
fr: Formulaires Web
lv: Tīmekļa veidlapas
nl: Webformulieren
pt_br: Formulários web
ro_ro: Formulare web
zh_hans: 网络表单

source: Sources setup
ar: إعداد المصادر
bg: Настройка на източници
bs_ba: Setup izvora
cs: Nastavení zdrojů
de_de: Quellen-Einrichtung
el: Ρύθμηση πηγών
es: Configuración de fuentes de documentos
fa: راه اندازی ویا نصب منابع
fr: Configuration des sources
it: Setup sorgente
lv: Avotu iestatīšana
nl: Bronnen instellen
pl: Konfiguracja źródeł
pt_br: Configuração de fontes
ro_ro: Configurare surse
sl: Nastavitev virov
tr_tr: Kaynaklar kurulumu
zh_hans: 来源设置

source: Create new document sources
ar: أنشاء أنواع وثائق جديدة
bg: Създаване на източници на документи
bs_ba: Kreiraj nove izvore dokumenta
cs: Vytvoř nové zdroje dokumentů
de_de: Dokumentenquelle erstellen
el: Δημιουργία νέων πηγών εγγράφου
es: Crear nuevas fuentes de documentos
fa: ایجاد سورس سند جدید
fr: Créer de nouvelles sources de documents
it: Crea nuova sorgente dei documenti
lv: Izveidojiet jaunus dokumentu avotus
nl: Nieuwe documentbronnen aanmaken
pl: Utwórz nowe źródła dokumentów
pt_br: Criar novas fontes de documentos
ro_ro: Creaza noi surse de documente
sl: Ustvarite nove vire dokumentov
tr_tr: Yeni belge kaynakları oluşturma
zh_hans: 创建新的文档源

source: Delete document sources
ar: حذف مصادر الوثائق
bg: Изтриване на източници на документи
bs_ba: Obriši izvore dokumenta
cs: Odstraň zdroje dokumentů
de_de: Dokumentenquellen löschen
el: Διαγρφή πηγών εγγράφου
es: Eliminar fuentes de documentos
fa: حذف سورس سند
fr: Supprimer les sources de documents
it: Cancella sorgenti dei documenti
lv: Dzēst dokumentu avotus
nl: Documentbronnen verwijderen
pl: Usuń źródła dokumentów
pt_br: Excluir fontes de documentos
ro_ro: Ștergeți din surse de documente
sl: Izbrišite vire dokumentov
tr_tr: Belge kaynaklarını sil
zh_hans: 删除文档源

source: Edit document sources
ar: تحرير مصادر الوثائق
bg: Редактиране на източници на документи
bs_ba: Izmijeni izvore dokumenta
cs: Upravit zdroje dokumentů
de_de: Dokumentenquellen bearbeiten
el: Τροποποίηση πηγών εγγράφων
es: Editar fuentes de documentos
fa: ویرایش سورس سند
fr: Modifier les sources de documents
it: Modifica sorgenti dei documenti
lv: Rediģējiet dokumentu avotus
nl: Documentbronnen bewerken
pl: Edytuj źródła dokumentów
pt_br: Editar fontes de documentos
ro_ro: Editare de documente din surse
sl: Urejanje virov dokumentov
tr_tr: Belge kaynaklarını düzenle
zh_hans: 编辑文档源

source: View existing document sources
ar: عرض مصادر الوثائق الحالية
bg: Преглед на съществуващи източници на документи
bs_ba: Pregledaj postojeće izvore dokumenata
cs: Zobrazit existující zdroje dokumentů
de_de: Existierende Dokumentenquellen anzeigen
el: εμφάνηση υπαρχόντων πηγών εγγράφου
es: Ver fuentes de documento existentes
fa: دیدن سورس اسناد موجود
fr: Afficher les sources de documents
it: Visualizza sorgenti documento esistente
lv: Skatīt esošos dokumentu avotus
nl: Bestaande documentbronnen bekijken
pl: Wyświetl istniejące źródła dokumentów
pt_br: Ver fontes de documentos existentes
ro_ro: Vezi sursele existente de documente
sl: Oglejte si obstoječe vire dokumentov
tr_tr: Varolan belge kaynaklarını görüntüleme
zh_hans: 查看现有文档源

source: Delete staging files
bs_ba: Izbrišite arhive
cs: Odstraňte pracovní soubory
de_de: Staging-Datei löschen
es: Borrar archivos provisionales
fa: حذف فایل های استقراری
fr: Supprimer les fichiers en pré-validation
lv: Dzēst pieturvietas failus
nl: Bestanden in netwerkmap verwijderen
pt_br: Apagar arquivos temporários
ro_ro: Ștergeți fișierele în așteptare
zh_hans: 删除暂存文件

source: Sources periodic
ar: مصادر دورية
bg: Периодични източници
bs_ba: Izvorni periodični
cs: Periodický zdroj
de_de: Quellen regelmäßig
el: Πηγές περιοδικές
es: Fuentes periódicas
fa: منابع دوره ای
fr: Sources périodiques
it: Fonti periodiche
lv: Avoti periodiski
nl: Periodieke bronnen
pl: Źródła okresowe
pt_br: Fontes periódicas
ro_ro: Surse periodice
sl: Viri periodični
tr_tr: Periyodik Kaynaklar

source: Sources fast
ar: مصادر سريعة
bg: Бързи източници
cs: Rychlý zdroj
de_de: Quellen schnell
el: Πηγές ταχείες
es: Fuentes rapidas
it: Fonti veloci
lv: Avoti ātri
nl: Snelle bronnen
pl: Źródła szybkie
pt_br: Fontes rápidas
ro_ro: Surse rapide
sl: Viri hitro
tr_tr: Hızlı kaynaklar

source: Generate staging file image
cs: Vygenerujte pracovní soubor
de_de: Bild für bereitgestellte Datei erzeugen
es: Generar imagen de archivo de provisional
lv: Izveidojiet pieturvietas faila attēlu
nl: Afbeelding in netwerkmap genereren
pt_br: Gerar arquivo de imagem temporário
ro_ro: Generați imaginea fișierului în așteptare
zh_hans: 生成暂存文件映像

source: Check interval source
ar: تحقق من مصدر الفاصل
bg: Проверете интервалния източник
bs_ba: Proverite intervalni izvor
cs: Zkontrolujte interval zdroje
de_de: Überprüfungsintervall für Quellen
el: Έλεγχος της πηγής διαστημάτων
es: Intervalo de comprobación de la fuente
fa: بررسی منبع فاصله
fr: Intervalle de vérification de la source
it: Controllare l'origine dell'intervallo
lv: Pārbaudiet intervāla avotu
nl: Controle-interval bron
pl: Źródło interwału sprawdzania
pt_br: Verificar a fonte de intervalo
ro_ro: Interval de verificare a sursei
sl: Preverite vir intervala
tr_tr: Kaynak aralığını kontrol edin
zh_hans: 检查间隔源

source: Handle upload
ar: التعامل مع التحميل
bg: Обработете качването
cs: Popisovač nahrávání
de_de: Hochladen erledigen
el: Διαχείριση ανάρτησης
es: Manejar la carga
fa: آپلود دسته
fr: Moteur de téléchargement
it: Gestisci il caricamento
lv: Rīkot augšupielādi
pl: Obsługa przesyłania
pt_br: Manusear upload
ro_ro: Manipulați încărcarea
sl: Obravnava nalaganje
tr_tr: Yüklemeyi işle
zh_hans: 处理上传

source: Upload document
bs_ba: Upload dokument
cs: Nahrajte dokument
de_de: Dokument hochladen
es: Subir documento
fa: سند آپلود
fr: Transférer le document
lv: Augšupielādējiet dokumentu
nl: Document uploaden
pt_br: Carregar documento
ro_ro: Încărcați documentul
zh_hans: 上传文档

source: File path to the scanimage program used to control image scanners.
bs_ba: Putanja do skenirajućeg programa koji se koristi za kontrolu skenera slike.
cs: Cesta k programu scanimage, který se používá k ovládání skenerů obrázků.
de_de: Dateipfad zum Programm scanimage, das für die Kontrolle von Scannern verwendet wird.
es: Ruta de acceso al programa scanimage utilizado para controlar los escáneres de imágenes.
fa: مسیر فایل به برنامه scanimage مورد استفاده برای کنترل اسکنر تصویر.
fr: Chemin d'accès vers le programme scanimage utilisé pour contrôler les scanners d'image.
lv: Faila ceļš uz skenēšanas programmu, ko izmanto, lai kontrolētu attēlu skenerus.
nl: Bestandspad naar het scanprogramma dat wordt gebruikt om scanners te beheren.
pt_br: Caminho do programa de escaneamento usado para controlar os scanners de imagem
ro_ro: Calea fișierului către programul de scanare utilizat pentru a controla scanerele de imagine.
zh_hans: 用于控制图像扫描仪的scanimage程序的文件路径。

source: Path to the Storage subclass to use when storing the cached staging_file image files.
cs: Cesta k podtřídě Úložiště, která se použije při ukládání obrazových souborů staging_file v mezipaměti.
de_de: Pfad zu Speicher-Unterklasse für den Cache von Bildern für bereitgestellte Dateien.
es: Ruta a la subclase de almacenamiento para usar cuando se almacenan los archivos de imagen de staging_file almacenados en caché.
lv: Ceļš uz glabāšanas apakšklasi, ko var izmantot, saglabājot kešatmiņā saglabātos attēlu failus.
nl: Pad naar de Storage subclass die gebruikt wordt bij opslag van de gecachede staging_file afbeeldingsbestanden.
pt_br: Caminho para a subclasse de Storage a ser usada ao armazenar as imagens de arquivos em cache staging_file.
ro_ro: Calea către subclasa de stocare care trebuie utilizată la stocarea fișierelor de imagini staging_file memorate în memoria cache.
zh_hans: 存储缓存的staging_file映像文件时要使用的Storage子类的路径。

source: Arguments to pass to the SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
cs: Argumenty k předání na SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
de_de: Argumente die an das SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND weitergeleitet werden.
es: Argumentos para pasar a SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
lv: Argumenti, kas jānodod SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
nl: Argumenten om door te geven aan de SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
pt_br: Argumentos a serem passagos para SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
ro_ro: Argumentele care trebuie transmise către SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND.
zh_hans: 传递给SOURCES_STAGING_FILE_CACHE_STORAGE_BACKEND的参数。

source: Unable to initialize the staging folder file image storage. Check the settings {} and {} for formatting errors.
ar: غير قادر على تهيئة تخزين صورة ملف المجلد المرحلي. تحقق من إعدادات {} و {} لأخطاء التنسيق.
bg: Невъзможно е да се инициализира съхранението на изображение на файл в папката. Проверете настройките {} и {} за грешки във форматирането.
cs: Nelze inicializovat úložiště obrazu souboru pracovní složky. Zkontrolujte v nastavení {} a {} chyby formátování.
el: Δεν είναι δυνατή η προετοιμασία της αποθήκευσης εικόνων αρχείων του φακέλου ενδιάμεσου σταδίου. Ελέγξτε τις ρυθμίσεις {} και {} για σφάλματα μορφοποίησης.
es: No se puede inicializar el almacenamiento de imágenes del archivo de la carpeta de ensayo. Verifique las configuraciones {} y {} para errores de formato.
it: Impossibile inizializzare la memorizzazione dell'immagine del file della cartella di gestione temporanea. Controlla le impostazioni {} e {} per errori di formattazione.
nl: Niet mogelijk om de netwerkmap afbeeldingsopslag te initialiseren. Controleer de settings {} en {} voor opmaakfouten.
pl: Nie można zainicjować magazynu obrazów folderu przejściowego. Sprawdź ustawienia {} i {} pod kątem błędów formatowania.
pt_br: Não foi possível inicializar o armazenamento da imagem do arquivo da pasta temporária. Verifique as configurações {} e {} para erros de formatação.
ro_ro: Imposibil de inițializat stocarea folderului de aşteptare pentru fișierul de imagine. Verificați setările {} și {} pentru erori de formatare.
sl: Ni mogoče inicializirati shranjevanja slik datoteke uprizoritvene mape. Preverite nastavitve {} in {} za napake pri oblikovanju.
tr_tr: Hazırlama klasörü dosya görüntü depolaması başlatılamıyor. Biçimlendirme hataları için {} ve {} ayarlarını kontrol edin.

source: Staging folder files
ar: ملفات مجلد التدريج
bg: Активиране на файлове в папките
cs: Pracovní soubory složek
el: Αρχεία φακέλου ενδιάμεσου σταδίου
es: Archivos de carpetas de ensayo
it: File delle cartelle di gestione temporanea
nl: Bestanden in netwerkmap
pl: Pliki folderów przejściowych
pt_br: Arquivos de pasta temporária
ro_ro: Stabilirea dosarului de așteptare a fișierelor.
sl: Datoteke uprizoritvenih map
tr_tr: Klasör dosyalarını hazırlama

source: Error processing source: %s
bs_ba: Greška pri obradi izvora: %s
cs: Chyba zpracování zdroje: %s
de_de: Fehler bei der Verarbeitung der Quelle %s
es: Error procesando fuente: %s
fa: خطای پردازش منبع: %s
fr: Erreur lors du traitement de la source : %s
lv: Kļūdu apstrādes avots: %s
nl: Fout bij verwerken bron: %s
pt_br: Erro processando fonte: %s
ro_ro: Eroare la procesarea sursei: %s
zh_hans: 处理源错误：%s

source: Cancel upload
ar: إلغاء الرفع
bg: Прекратете качването
cs: Zrušit nahrávání
de_de: Hochladen abbrechen
el: Ακύρωση ανάρτησης
es: Cancelar carga
fr: Annuler le téléversement
it: Annulla caricamento
lv: Atcelt augšupielādi
nl: Upload annuleren
pl: Anuluj przesyłanie
pt_br: Cancelar upload.
ro_ro: Anulați încărcarea
sl: Prekliči nalaganje
tr_tr: Yüklemeyi iptal et

source: Are you sure you want to cancel this upload?
ar: هل أنت متأكد أنك تريد إلغاء هذا التحميل؟
bg: Наистина ли искате да прекратите това качване?
cs: Opravdu chcete toto nahrávání zrušit?
de_de: Hochladen wirklich abbrechen?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε αυτήν την ανάρτηση;
es: ¿Estás seguro de que desea cancelar esta carga?
fr: Êtes-vous sûr que vous voulez annuler ce téléversement?
it: Sei sicuro di voler annullare questo caricamento?
lv: Vai tiešām vēlaties atcelt šo augšupielādi?
nl: Weet u zeker dat u deze upload wilt annuleren?
pl: Czy na pewno chcesz anulować przesyłanie?
pt_br: Você tem certeza que deseja cancelar esse upload?
ro_ro: Sigur doriți să anulați încărcarea?
sl: Ali ste prepričani, da želite preklicati to nalaganje?
tr_tr: Bu yüklemeyi iptal etmek istediğinizden emin misiniz?

source: Drop files or click here to upload files
ar: قم بإسقاط الملفات أو انقر هنا لتحميل الملفات
bg: Пуснете файлове или щракнете тук, за да качите файлове
cs: Přetáhněte soubory nebo kliknutím sem nahrajte soubory
de_de: Dateien auf diese Fläche ziehen oder darauf klicken, um Dateien zum Hochladen auszuwählen
el: Αποθέστε αρχεία ή κάντε κλικ εδώ για την ανάρτησή τους
es: Soltar archivos o hacer clic aquí para subir archivos
fr: Déposez vos fichiers ou cliquez pour téléverser des fichiers.
it: Trascina i file o fai clic qui per caricare i file
lv: Ielādējiet failus vai noklikšķiniet šeit, lai augšupielādētu failus
nl: Drag-and-drop bestanden of klik hier om bestanden te uploaden
pl: Upuść pliki lub kliknij tutaj, aby przesłać pliki
pt_br: Solte os arquivos ou clique aqui para carregá-los
ro_ro: Drop fișiere sau faceți clic aici pentru a încărca fișiere
sl: Spustite datoteke ali kliknite tukaj za nalaganje datotek
tr_tr: Dosyaları sürükleyip bırakın veya yükleme yapmak için buraya tıklayın

source: Your browser does not support drag and drop file uploads.
ar: السحب والإفلات لا يدعمه متصفحك
bg: Вашият браузър не поддържа качване на файлове с плъзгане и пускане.
cs: Váš prohlížeč nepodporuje nahrávání drag and drop souborů.
de_de: Ihr Browser unterstützt kein Drag and Drop.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει αναρτήσεις αρχείων με επιλογή και σύρσιμο.
es: Su navegador no admite la carga de archivos mediante arrastrar y soltar.
fr: Votre navigateur ne prend pas en charge le téléversement de fichiers par glisser-déposer.
it: Il tuo browser non supporta il drag and drop dei file caricati.
lv: Jūsu pārlūkprogramma neatbalsta vilkšanas un nomešanas failu augšupielādes.
nl: Uw browser ondersteunt geen drag-and-drop bestandsuploads.
pl: Twoja przeglądarka nie obsługuje przesyłania plików metodą „przeciągnij i upuść”.
pt_br: Seu navegador não suporta uploads de arquivos com drag and drop.
ro_ro: Browserul dvs. nu acceptă încărcarea de fișiere de tip drag and drop.
sl: Vaš brskalnik ne podpira nalaganja datotek povleci in spusti.
tr_tr: Tarayıcınız sürükle ve bırak dosya yüklemelerini desteklemiyor.

source: Please use the fallback form below to upload your files.
ar: الرجاء استخدام النموذج أدناه لتحميل الملفات الخاصة بك
bg: Моля, използвайте резервния формуляр по-долу, за да качите вашите файлове.
cs: K nahrání souborů použijte záložní formulář níže.
de_de: Bitte benützen Sie das Formular weiter unten um Dateien hochzuladen.
el: Παρακαλώ χρησιμοποιήστε την παρακάτω εναλλακτική φόρμα ανάρτησης αρχείων.
es: Por favor, use el formulario de reserva a continuación para cargar sus archivos.
fr: Veuillez utiliser le formulaire alternatif ci-dessous pour téléverser vos fichiers.
it: Utilizza il modulo di riserva sottostante per caricare i tuoi file.
lv: Lai augšupielādētu failus, lūdzu, izmantojiet tālāk norādīto veidlapu.
nl: Gebruik het formulier hieronder om uw bestanden te uploaden.
pl: Aby przesłać pliki, skorzystaj z poniższego formularza rezerwowego.
pt_br: Por favor use o formulário abaixo para carregar seus arquivos.
ro_ro: Utilizați formularul de rezervă de mai jos pentru a încărca fișierele.
sl: Prosimo, uporabite spodnji nadomestni obrazec za nalaganje datotek.
tr_tr: Dosyalarınızı yüklemek için lütfen aşağıdaki formu kullanın.

source: Clear
ar: مسح
bg: Изчистване
de_de: Löschen
el: Εκκαθάριση
es: Limpiar
fa: پاک کردن
fr: Effacer
it: Pulisci
lv: Skaidrs
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro_ro: Golire
sl: jasno
tr_tr: Temizle

source: Server responded with {{statusCode}} code.
ar: استجاب الخادم برمز {{statusCode}}.
bg: Сървърът отговори с {{statusCode}} код.
cs: Server odpověděl kódem {{statusCode}}.
de_de: Der Server antwortete mit Code {{statusCode}}.
el: Ο διακομιστής απάντησε με κωδικό {{statusCode}}.
es: El servidor respondió con el código {{statusCode}}.
fr: Le serveur a répondu avec le code {{statusCode}}.
it: Il server ha risposto con il codice {{statusCode}}.
lv: Serveris atbildēja ar {{statusCode}} kodu.
nl: Server antwoordde met {{statusCode}} code.
pl: Serwer odpowiedział kodem {{statusCode}}.
pt_br: O servidor responder com o código {{statusCode}}.
ro_ro: Serverul a răspuns cu codul {{statusCode}}.
sl: Strežnik je odgovoril s kodo {{statusCode}}.
tr_tr: Sunucu {{statusCode}} koduyla yanıt verdi.
