Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs_ba, cs, de_de, el, es, fa, fr, it, lv, nl, pl, pt_br, ro_ro, sl, tr_tr, zh_hans

source: Step %(step)d of %(total_steps)d: %(step_label)s
ar: الخطوة %(step)d من %(total_steps)d: %(step_label)s
bg: Стъпка %(step)d от %(total_steps)d: %(step_label)s
bs_ba: Korak %(step)d od %(total_steps)d: %(step_label)s
cs: Krok %(step)d z %(total_steps)d: %(step_label)s
de_de: Schritt %(step)d von %(total_steps)d: %(step_label)s
el: Βήμα %(step)d από %(total_steps)d: %(step_label)s
es: Paso %(step)d de %(total_steps)d: %(step_label)s
fr: Étape %(step)d de %(total_steps)d : %(step_label)s
it: Passaggio %(step)d di %(total_steps)d: %(step_label)s
lv: %(step)d solis no %(total_steps)d: %(step_label)s
nl: Stap %(step)d van %(total_steps)d: %(step_label)s
pl: Krok %(step)d z %(total_steps)d: %(step_label)s
pt_br: Passo %(step)d de %(total_steps)d: %(step_label)s
ro_ro: Pasul %(step)d din %(total_steps)d: %(step_label)s
sl: Korak %(step)d od %(total_steps)d: %(step_label)s
tr_tr: %(total_steps)d'ın %(step)d adımı: %(step_label)s
zh_hans: 步骤%(step)d ：%(step_label)s，总步骤%(total_steps)d

source: Next step
bs_ba: Sljedeći korak
cs: Další krok
de_de: Nächster Schritt
es: Siguiente paso
fa: مرحله بعدی
fr: Prochaine étape
lv: Nākamais solis
nl: Volgende stap
pt_br: Próximo passo
ro_ro: Următorul pas
zh_hans: 下一步

source: Document upload wizard
ar: تحميل الوثيقة
bg: Съветник за качване на документи
bs_ba: Čarobnjak za učitavanje dokumenta
cs: Průvodce nahráváním dokumentů
de_de: Uploadassistent
el: Οδηγός ανάρτησης εγγράφου
es: Asistente de carga de documentos
fa: جادوگر بارگذاری سند
fr: Assistant de transfert de document
it: Procedura guidata carico documenti
lv: Dokumentu augšupielādes vednis
pl: Kreator przesyłania dokumentu
pt_br: Assistente de upload de documentos
ro_ro: Asistentul pentru încărcarea documentelor
sl: Čarovnik za nalaganje dokumentov
tr_tr: Belge yükleme sihirbazı
zh_hans: 文档上传向导

source: Color
bs_ba: Boji
cs: Barevný
de_de: Farbe
fa: رنگ
fr: Couleur
lv: Krāsa
nl: Kleur
pt_br: Cor
ro_ro: Culoare
zh_hans: 颜色

source: Host
ar: مضيف
bg: Хост
bs_ba: Domaćin
cs: Hostitel
el: Διακομιστής
fa: هاست
fr: Hote
lv: Saimnieks
ro_ro: Gazdă
sl: Voditelj
tr_tr: Sunucu
zh_hans: 主机

source: Source created
bg: Източникът е създаден
sl: Vir ustvarjen
tr_tr: Kaynak oluşturuldu

source: Source edited
bg: Източникът е редактиран
sl: Vir urejen
tr_tr: Kaynak düzenlendi

source: Action
ar: إجراء
bg: Действие
el: Ενέργεια
it: Azione
pl: Akcja
sl: Akcija
tr_tr: Eylem

source: The action to take in regards to the pages of the new file being uploaded.
bg: Действието, което трябва да се предприеме по отношение на страниците на новия файл, който се качва.
it: L'azione da intraprendere in merito alle pagine del nuovo file in fase di caricamento.
sl: Ukrep, ki ga je treba izvesti v zvezi s stranmi nove datoteke, ki se nalaga.
tr_tr: Yüklenen yeni dosyanın sayfalarıyla ilgili olarak yapılacak işlem.

source: The backend used to create the new source.
bg: Бекендът, използван за създаване на новия източник.
sl: Zaledje, uporabljeno za ustvarjanje novega vira.
tr_tr: Yeni kaynağı oluşturmak için kullanılan backend.

source: Backend
ar: في الخفاء
bg: Бекенд
el: Υποκείμενο σύστημα
sl: Zaledje

source: Upload new file
bg: Качете нов файл
it: Carica nuovo file
sl: Naloži novo datoteko
tr_tr: Yeni dosya yükle

source: Create source
bg: Създайте източник
sl: Ustvari vir
tr_tr: Kaynak oluştur

source: Optional arguments for the action. Must be JSON formatted.
bg: Незадължителни аргументи за действието. Трябва да е форматиран в JSON.
sl: Neobvezni argumenti za dejanje. Biti mora v formatu JSON.
tr_tr: Eylem için isteğe bağlı bağımsız değişkenler. JSON formatlı olmalıdır.

source: Arguments
ar: المحددات
bg: Аргументи
el: Ορίσματα
it: Argomenti
pl: Argumenty
sl: Argumenti
tr_tr: Argümanlar

source: Binary content for the new file.
bg: Двоично съдържание за новия файл.
it: Contenuto binario per il nuovo file.
sl: Binarna vsebina za novo datoteko.
tr_tr: Yeni dosya için binary içerik.

source: Arguments to use when creating source backends.
bg: Аргументи, които да се използват при създаване на източници.
sl: Argumenti za uporabo pri ustvarjanju izvornih ozadij.
tr_tr: Kaynak backendleri oluştururken kullanılacak bağımsız değişkenler.

source: Path to the Storage subclass used to store cached source image files.
bg: Път към подкласа Storage, използван за съхраняване на кеширани файлове с изходни изображения.
sl: Pot do podrazreda Storage, ki se uporablja za shranjevanje predpomnjenih izvornih slikovnih datotek.
tr_tr: Önbelleğe alınmış kaynak görüntü dosyalarını depolamak için kullanılan Depolama alt sınıfının yolu.

source: Arguments to pass to the SOURCES_SOURCE_CACHE_STORAGE_BACKEND.
bg: Аргументи за предаване към SOURCES_SOURCE_CACHE_STORAGE_BACKEND.
sl: Argumenti za posredovanje v SOURCES_SOURCE_CACHE_STORAGE_BACKEND.
tr_tr: SOURCES_SOURCE_CACHE_STORAGE_BACKEND'e aktarılacak argümanlar.

source: Select a metadata type to store the email's message ID value. Must be a valid metadata type for the document type selected previously.
bg: Изберете тип метаданни, за съхраняване стойността на идентификатора на имейл съобщението. Трябва да е валиден тип метаданни за предварително избрания тип документ.
sl: Izberite vrsto metapodatkov za shranjevanje vrednosti ID-ja sporočila e-pošte. Biti mora veljavna vrsta metapodatkov za predhodno izbrano vrsto dokumenta.
tr_tr: E-postanın mesaj ID değerini saklamak için bir meta veri türü seçin. Daha önce seçilen belge türü için geçerli bir meta veri türü olmalıdır.

source: Message ID metadata type
bg: Тип метаданни за ID на съобщението
sl: Vrsta metapodatkov ID sporočila
tr_tr: Mesaj ID metaveri türü

source: Message ID metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
bg: Тип метаданни за идентификатор на съобщението „%(metadata_type)s“ не е валиден за типа документ: %(document_type)s
sl: Vrsta metapodatkov ID-ja sporočila &quot;%(metadata_type)s&quot; ni veljavna za vrsto dokumenta: %(document_type)s
tr_tr: "%(metadata_type)s" mesaj ID metaveri türü, bu belge türü için geçerli değil: %(document_type)s

source: YAML formatted arguments to pass to the `scanimage` command. The arguments will change depending on the device. Execute `scanimage --help --device-name=DEVICE` for the list of supported arguments.
bg: Аргументи, форматирани в YAML, за да се предадат на командата `scanimage`. Аргументите ще се променят в зависимост от устройството. Изпълнете `scanimage --help --device-name = DEVICE` за списъка с поддържани аргументи.
sl: YAML formatirani argumenti za posredovanje ukazu `scanimage`. Argumenti se bodo spreminjali glede na napravo. Izvedite `scanimage --help --device-name=DEVICE` za seznam podprtih argumentov.
tr_tr: "scanimage" komutuna iletilecek YAML formatlı argümanlar. Argümanlar cihaza bağlı olarak değişecektir. Desteklenen argümanların listesi için `scanimage --help --device-name=DEVICE` komutunu çalıştırın.

source: Regular expression used to select which files to upload.
sl: Regularni izraz, ki se uporablja za izbiro datotek za nalaganje.
tr_tr: Hangi dosyaların yükleneceğini seçmek için kullanılan düzenli ifade.

source: Include regular expression
sl: Vključi regularni izraz
tr_tr: Düzenli ifadeyi dahil et

source: Regular expression used to exclude which files to upload.
sl: Regularni izraz, ki se uporablja za izključitev datotek za nalaganje.
tr_tr: Hangi dosyaların yükleneceğini hariç tutmak için kullanılan düzenli ifade.

source: Exclude regular expression
sl: Izključi regularni izraz
tr_tr: Düzenli ifadeyi hariç tut

source: Select
ar: إختيار
bg: Изберете
el: Επιλογή
it: Seleziona
pl: Wybierz
sl: Izberi
tr_tr: Seçiniz

source: Unable get list of staging files; %s
sl: Ni mogoče dobiti seznama uprizoritvenih datotek; %s
tr_tr: Hazırlama dosyalarının listesi alınamıyor; %s

source: Unable to upload new files for document "%(document)s". %(exception)s
bg: Не мога да кача нови файлове за документ &quot;%(document)s&quot;. %(exception)s
it: Impossibile caricare nuovi file per il documento "%(document)s". %(exception)s
sl: Ni mogoče naložiti novih datotek za dokument &quot;%(document)s&quot;. %(exception)s
tr_tr: "%(document)s" belgesi için yeni dosyalar yüklenemiyor. %(exception)s

source: Error executing document file upload task; %(exception)s
bg: Грешка при изпълнение на задачата за качване на файл с документи; %(exception)s
it: Errore durante l'esecuzione dell'attività di caricamento del file del documento; %(exception)s
sl: Napaka pri izvajanju naloge nalaganja datoteke dokumenta; %(exception)s
tr_tr: Belge dosyası yükleme görevi yürütülürken hata oluştu; %(exception)s

source: New document file queued for upload and will be available shortly.
bg: Новият файл с документи е на опашка за качване и скоро ще бъде достъпен.
it: Nuovo file di documento in coda per il caricamento e sarà disponibile a breve.
sl: Nova datoteka dokumenta je v čakalni vrsti za nalaganje in bo kmalu na voljo.
tr_tr: Yeni belge dosyası yükleme için kuyruğa alındı ve kısa süre içinde kullanıma sunulacak.

source: Upload a new file for document "%(document)s" from source: %(source)s
bg: Качете нов файл за документ &quot;%(document)s&quot; от източник: %(source)s
it: Carica un nuovo file per il documento "%(document)s" dalla fonte: %(source)s
sl: Naložite novo datoteko za dokument &quot;%(document)s&quot; iz vira: %(source)s
tr_tr: Kaynaktan "%(document)s" belgesi için yeni bir dosya yükleyin: %(source)s

source: Error processing source document upload; %(exception)s
bg: Грешка при обработката на качване на изходен документ; %(exception)s
sl: Napaka pri obdelavi nalaganja izvornega dokumenta; %(exception)s
tr_tr: Kaynak belge yüklemesi işlenirken hata oluştu; %(exception)s

source: New source backend selection
bg: Избор на бекенд на нов източник
sl: Izbira novega vira zaledja
tr_tr: Yeni kaynak backend seçimi

source: Create a "%s" source
bg: Създайте източник „%s“
sl: Ustvarite vir &quot;%s&quot;.
tr_tr: Bir "%s" kaynağı oluşturun

source: Sources provide the means to upload documents. Some sources are interactive and require user input to operate. Others are automatic and run in the background without user intervention.
bg: Източниците предоставят средства за качване на документи. Някои източници са интерактивни и изискват въвеждане от потребителя за да работят. Други са автоматични и работят във фонов режим без намеса на потребителя.
sl: Viri zagotavljajo sredstva za nalaganje dokumentov. Nekateri viri so interaktivni in za delovanje zahtevajo vnos uporabnika. Drugi so samodejni in delujejo v ozadju brez posredovanja uporabnika.
tr_tr: Kaynaklar, belgeleri yüklemek için araçlar sağlar. Bazı kaynaklar etkileşimlidir ve çalışması için kullanıcı girdisi gerektirir. Diğerleri otomatiktir ve kullanıcı müdahalesi olmadan arka planda çalışır.

source: This will execute the source code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
bg: Това ще изпълни изходния код, дори ако източникът не е активиран. Източници, които изтриват съдържание след изтегляне, няма да го направят, докато се тестват. Проверете дневника на грешките на източника за информация по време на тестването. Успешен тест ще изчисти регистъра на грешките.
sl: To bo izvršilo izvorno kodo, tudi če vir ni omogočen. Viri, ki izbrišejo vsebino po prenosu, tega med preizkušanjem ne bodo storili. Preverite dnevnik napak vira za informacije med preskušanjem. Uspešen preizkus bo počistil dnevnik napak.
tr_tr: Bu, kaynak etkinleştirilmemiş olsa bile kaynak kodunu yürütecektir. İndirdikten sonra içeriği silen kaynaklar test edilirken bunu yapmaz. Test sırasında bilgi için kaynağın hata günlüğünü kontrol edin. Başarılı bir test, hata günlüğünü temizleyecektir.

source: Source test queued.
bg: Изходният тест е на опашка.
sl: Izvorni preizkus v čakalni vrsti.
tr_tr: Kaynak testi sıraya alındı.

source: First
bg: Първо
sl: najprej
tr_tr: İlk

source: Previous
bg: Предна
it: Precedente
pl: Poprzedni
sl: Prejšnja
tr_tr: Geri

source: Next
bg: Следваща
it: Successivo
pl: Następny
sl: Naslednji
tr_tr: İleri

source: Null backend
ar: خلفية فارغة
bg: Нулев бекенд
el: Υποκείμενο σύστημα κενής τιμής
it: Backend nullo
pl: Zerowy backend
tr_tr: Boş backend

source: Test
ar: اختبار
bg: Тест
el: Δοκιμή

source: Upload a compressed file's contained files as individual documents
bs_ba: Upload kompresovane datoteke koja sadrži individualne dokumente

source: Error while scanning; %s
bs_ba: Greška tokom skeniranja; %s

source: Error executing document upload task; %(exception)s, %(exception_class)s
bs_ba: Greška u izvršenju zadatka za otpremanje dokumenta; %(exception)s, %(exception_class)s

source: Document "%s" is blocked from uploading new versions.
bs_ba: Dokument "%s" je blokiran da učitava nove verzije.
