Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs_ba, cs, de_de, el, es, fa, fr, it, lv, nl, pl, pt_br, ro_ro, sl, tr_tr, zh_hans

source: Sources
ar: المصادر
bg: Източници
bs_ba: Izvori
cs: Zdroje
de_de: Quellen
el: Πηγές
es: Fuentes
fa: منابع
it: Sorgenti
lv: Avoti
nl: Bronnen
pl: Źródła
pt_br: Fontes
ro_ro: Surse
sl: Viri
tr_tr: Kaynaklar
zh_hans: 来源

source: Create a document source
ar: إنشاء مصدر للوثيقة
bg: Създайте източник на документи
bs_ba: Kreirajte izvor dokumenta
cs: Vytvořte zdroj dokumentu
de_de: Quelle definieren
el: Δημιουργία μιαςπηγής εγγράφων
es: Crear una nueva fuente de documentos
fa: یک منبع مستند ایجاد کنید
fr: Créer une source de documents
it: Crea una sorgente documento
lv: Izveidojiet dokumentu avotu
nl: Maak een documentbron aan
pl: Utwórz źródło dokumentu
pt_br: Criar uma nova fonte de documentos
ro_ro: Creați o sursă de documente
sl: Ustvarite vir dokumenta
tr_tr: Belge kaynağı oluştur
zh_hans: 创建文档源

source: Document sources are the way in which new documents are feed to Mayan EDMS, create at least a web form source to be able to upload documents from a browser.
ar: مصادر الوثائق هي الطريقة التي يتم بها تغذية الوثائق الجديدة إلى ، وإنشاء مصدر نموذج حتى تتمكن من تحميل الوثائق بسهولة
bg: Източниците на документи са начинът, по който новите документи се подават към Mayan EDMS, създайте поне източник на уеб формуляр, за да можете да качвате документи от браузър.
bs_ba: Izvori dokumenata su način na koji se novi dokumenti hraniti za Mayan EDMS, kreirati barem izvor web oblik kako bi mogli da otpremaju dokumente iz pretraživača.
cs: Zdroje dokumentů jsou způsob, jakým jsou nové dokumenty podávány do Mayan EDMS, vytvořte alespoň zdroj webového formuláře, který umožňuje vkládat dokumenty z prohlížeče.
de_de: Dokumentenquellen definieren verschiedene Möglichkeiten für die Einspeisung in Mayan EDMS. Minimal ein Webformular für das Hochladen mittels Browser ist erforderlich.
el: Οι πηγές εγγράφων είναι ο τρόπος με τον οποίο τροφοδοτούμε το Mayan EDMS με νέα έγγραφα. Δημιουργήστε τουλάχιστον μία φόρμα ιστού ώστε να μπορείτε να ανεβάσετε έγγραφα με την χρήση ενός web browser.
es: Las fuentes de documentos son la manera en la que se almacenan nuevos documentos en Mayan EDMS. Crea por lo menos una fuente del tipo formulario web para poder cargar documentos desde un navegador.
fa: منابع سندي روشي است که اسناد جديد به EDMS ميان تغيير مي کند و حداقل يک منبع فرم وب را قادر مي سازد تا اسناد را از يک مرورگر آپلود کند.
fr: Les sources de documents sont les manières par lesquelles les nouveaux documents seront intégrés dans Mayan EDMS ; créez au moins un formulaire web pour pouvoir télécharger des documents depuis le navigateur.
it: Sorgenti documento è il mezzo con cui i nuovi documenti alimentano Mayan EDMS, crea almeno una modulo web per poter caricare documenti da un browser.
lv: Dokumentu avoti ir veids, kādā jaunie dokumenti tiek piegādāti Mayan EDMS, izveidojiet vismaz tīmekļa veidlapas avotu, lai varētu augšupielādēt dokumentus no pārlūkprogrammas.
nl: Documentbronnen zijn de manier waarop nieuwe documenten aan Mayan EDMS worden aangeboden. Maak ten minste een webformulier aan om documenten te kunnen uploaden via een webbrowser.
pl: Źródła dokumentów to sposób, w jaki nowe dokumenty są przekazywane do Mayan EDMS. Utwórz przynajmniej źródło formularza internetowego, aby móc przesyłać dokumenty z przeglądarki.
pt_br: Fontes de documentos são a forma como os novos documentos são alimentados ao Mayan EDMS. Crie pelo menos uma fonte de formulário da web para poder carregar documentos a partir de um navegador.
ro_ro: Sursele de documente sunt modul în care documente noi alimentează Mayan EDMS, creează cel puțin o sursă de formă web pentru a putea încărca documente dintr-un browser.
sl: Viri dokumentov so način, na katerega se novi dokumenti dovajajo v Mayan EDMS, ustvarite vsaj vir spletnega obrazca, da boste lahko nalagali dokumente iz brskalnika.
tr_tr: Belge kaynakları, yeni belgelerin JBM EDMS'e gönderilme şeklidir, bir tarayıcıdan belge yükleyebilmek için en az bir web formu kaynağı oluşturmalısınız.
zh_hans: 文档源是将新文档提供给Mayan EDMS的方式，至少创建一个网页表单源以便能够从浏览器上传文档。

source: Type
ar: النوع
bg: Тип
bs_ba: Tip
cs: Typ
de_de: Typ
el: Τύπος
es: Tipo
fa: نوع
it: Tipo
lv: Tips
pl: Typ
pt_br: Tipo
ro_ro: Tip
sl: Vrsta
tr_tr: Tür
zh_hans: 类型

source: Created
ar: أنشأت
bg: Създаден
bs_ba: Kreiran
cs: Vytvořen
de_de: Erstellt
el: Δημιουργήθηκε
es: Creado
fa: ایجاد شده
fr: Créée
it: Creato
lv: Izveidots
nl: Aangemaakt
pl: Utworzony
pt_br: Criado
ro_ro: Creat
sl: Ustvarjeno
tr_tr: Oluşturuldu
zh_hans: 已创建

source: Thumbnail
ar: الوثيقة المصغرة
bg: Умалено изображение
cs: Náhled
de_de: Bild
el: Μικρογραφία
es: Foto miniatura
fa: بند انگشتی
fr: Vignette
it: Miniatura
lv: Sīktēls
pl: Miniaturka
pt_br: Miniatura
ro_ro: Iconiță
sl: Sličica
tr_tr: Küçük Resim
zh_hans: 缩略图

source: Date time
bs_ba: Datum vreme
cs: Datum a čas
de_de: Zeit
es: Fecha y hora
fa: زمان قرار
fr: Date et heure
lv: Datums Laiks
nl: Datum en tijd
pt_br: Data e hora
ro_ro: Data și ora
zh_hans: 日期时间

source: Message
bs_ba: Poruke
cs: Zpráva
de_de: Nachricht
es: Mensaje
fa: پیام
lv: Ziņojums
nl: Bericht
pt_br: Mensagem
ro_ro: Mesaj
zh_hans: 信息

source: Utility provided by the SANE package. Used to control the scanner and obtained the scanned document image.
ar: تستخدم للتحكم في الماسح الضوئي والحصول على صورة المستند الممسوحة ضوئيًا.
bg: Помощна програма, предоставена от пакета SANE. Използва се за управление на скенера и получаване на изображението на сканирания документ.
cs: Obslužný program poskytovaný balíčkem SANE. Slouží k ovládání skeneru a získání naskenovaného obrázku dokumentu.
de_de: Programm aus dem SANE Paket. Wird verwendet um den Scanner zu kontrollieren und das gescannte Dokumentenbild abzurufen.
el: Βοηθητικό πρόγραμμα που παρέχεται από το πακέτο SANE. Χρησιμοποιήται για τον έλεγχο του σαρωτή και την λήψη της εικόνας του σαρωμένου εγγράφου.
es: Utilidad proporcionada por el paquete SANE. Se utiliza para controlar el escáner y se obtiene la imagen del documento escaneado.
fr: Utilitaire fourni par le package SANE. Utilisé pour contrôler le scanner et obtenir l'image du document numérisé.
it: Utilità fornita dal pacchetto SANE. Utilizzato per controllare lo scanner e ottenere l'immagine del documento scansionato.
lv: Lietderība, ko nodrošina SANE pakete. Izmanto, lai kontrolētu skeneri un iegūtu skenētā dokumenta attēlu.
nl: Hulpmiddel van het SANE-pakket. Gebruikt om de scanner te beheren en de scanafbeelding te verkrijgen.
pl: Narzędzie dostarczane przez pakiet SANE. Służy do sterowania skanerem i uzyskiwania zeskanowanego obrazu dokumentu.
pt_br: Funcionalidade fornecida pelo pacote SANE. Usada para controlar o scanner e obter a imagem escaneada do documento.
ro_ro: Utilitate furnizată de pachetul SANE. Folosit pentru a controla scanerul și pentru a obține imaginea documentului scanat.
sl: Pripomoček, ki ga zagotavlja paket SANE. Uporablja se za nadzor optičnega bralnika in pridobivanje slike skeniranega dokumenta.
tr_tr: SANE paketi tarafından sağlanan yardımcı program. Tarayıcıyı kontrol etmek ve taranan belge görüntüsünü almak için kullanılır.

source: An optional comment to explain the upload.
ar: إضافة شرح على الوثيقة التي تم تحميلها
bg: Незадължителен коментар за обяснение на каченото.
cs: Volitelný komentář vysvětlující nahrávání.
de_de: Ein optionaler Kommentar zur Erläuterung des Uploads.
el: Προαιρετικό σχόλιο που επεξηγεί την ανάρτηση.
es: Un comentario opcional para explicar la carga.
fr: Un commentaire facultatif pour expliquer le téléchargement.
it: Un commento opzionale per spiegare il caricamento.
nl: Een optioneel commentaar om de upload toe te lichten.
pl: Opcjonalny komentarz opisujący przesyłanie.
pt_br: Um comentário adicional para explicar o upload.
ro_ro: Un comentariu opțional pentru a explica încărcarea.
sl: Izbirni komentar za razlago nalaganja.
tr_tr: Yüklemeyi açıklamak için isteğe bağlı bir yorum.

source: Comment
ar: الشرح
bg: Коментар
bs_ba: Komentar
cs: Komentář
de_de: Kommentar
el: Σχόλιο
es: Comentario
fa: اظهار نظر
fr: Commentaire
it: Commento
lv: Komentārs
nl: Commentaar
pl: Komentarz
pt_br: Comentário
ro_ro: Comentariu
sl: Komentiraj
tr_tr: Yorum
zh_hans: 评论

source: Expand compressed files
ar: فك الملفات المضغوطة
bg: Разархивиране на компресирани файлове
bs_ba: Otpakuj kompresovane datoteke
cs: Rozbal komprimované soubory
de_de: Komprimierte Dateien entpacken
el: Αποσυμπίεση αρχείου
es: Expandir archivos comprimidos
fa: فایلهای فشرده را گسترش دهید
fr: Décompresser les fichiers
it: Espandi
lv: Paplašiniet saspiestos failus
nl: Gecomprimeerde bestanden uitpakken
pl: Rozpakuj skompresowane pliki
pt_br: Expandir arquivos compactados
ro_ro: Dezarhivare fișiere comprimate
sl: Razširite stisnjene datoteke
tr_tr: Sıkıştırılmış dosyaları genişlet
zh_hans: 展开压缩文件

source: Upload a compressed file's contained files as individual documents.
ar: لا يمكن تحميل ملف مضغوط
bg: Качване съдържанието на компресиран файл като отделни документи.
cs: Nahrajte komprimovaný soubor obsahující dokumenty jako jednotlivé dokumenty.
de_de: Ein komprimiertes Archiv hochladen, das einzelne Dokumente enthält.
el: Ανάρτηση των περιεχόμενων αρχείων ενός συμπιεσμένου αρχείου ως μεμονωμένα έγγραφα.
es: Cargar los archivos contenidos de un archivo comprimido como documentos individuales.
fr: Téléversez les fichiers contenus dans un fichier compressé en tant que documents individuels.
it: Carica i file contenuti di un file compresso come singoli documenti.
nl: Een gecomprimeerde bestand uploaden dat individuele documenten bevat.
pl: Prześlij pliki zawarte w skompresowanym pliku jako indywidualne dokumenty.
pt_br: Carrega os arquivos contidos em um arquivo compactado como documentos individuais.
ro_ro: Încărcați fișierele conținute ale unui fișier comprimat ca documente individuale.
sl: Naložite datoteke, ki jih vsebuje stisnjena datoteka, kot posamezne dokumente.
tr_tr: Sıkıştırılmış bir dosyanın içerdiği dosyaları ayrı belgeler olarak yükleyin.

source: Staging file
ar: ملف الاعداد
bg: Изходен файл
bs_ba: Osnovna datoteka
cs: Pracovní soubor
de_de: Staging-Datei
el: Αρχείο σε ενδιάμεσο στάδιο
es: Archivo provisional
fa: مرحله گذاری فایل
fr: Fichier en pré-validation
it: Mostra file
lv: Pakāpju fails
nl: Tijdelijk bestand
pl: Plik przejściowy
pt_br: Arquivo temporário
ro_ro: Structura fisier
sl: Uprizoritvena datoteka
tr_tr: Hazırlama dosyası
zh_hans: 暂存文件

source: File
ar: ملف
bg: Файл
bs_ba: Datoteka
cs: Soubor
de_de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
lv: Fails
nl: Bestand
pl: Plik
pt_br: Arquivo
ro_ro: Fișier
sl: mapa
tr_tr: Dosya
zh_hans: 文件

source: Default
ar: القيمة الإفتراضية
bg: По подразбиране
cs: Výchozí
de_de: Standard
el: Προεπιλογή
es: Por defecto
fa: پیش فرض
fr: Défaut
lv: Noklusējums
nl: Standaardwaarde
pl: Domyślny
pt_br: Padrão
ro_ro: Iniţial
sl: Privzeto
tr_tr: Varsayılan
zh_hans: 默认

source: New document
ar: وثيقة جديدة
bg: Нов документ
bs_ba: Novi dokument
cs: Nový dokument
de_de: Neues Dokument
el: Νέο έγγραφο
es: Nuevo documento
fa: سند جدید
fr: Nouveau document
it: Nuovo documento
lv: Jauns dokuments
nl: Nieuw document
pl: Nowy dokument
pt_br: Novo documento
ro_ro: Document nou
sl: Nov dokument
tr_tr: Yeni belge
zh_hans: 新文档

source: Add new IMAP email
bs_ba: Unesi novi IMAP e-pošta
cs: Přidejte novou schránku IMAP
de_de: Neue IMAP Quelle hinzufügen
es: Añadir nuevo correo electrónico IMAP
fa: افزودن ایمیل جدید IMAP
fr: Ajouter un nouveau compte courriel IMAP
lv: Pievienojiet jaunu IMAP e-pastu
nl: Nieuwe IMAP-email toevoegen
pt_br: Adicionar um novo eimail IMAP
ro_ro: Adăugați un nou e-mail IMAP
zh_hans: 添加新的IMAP电子邮件

source: Add new POP3 email
bs_ba: Unosi novi POP3 e-pošta
cs: Přidejte novou schránku POP3
de_de: Neue POP3 Quelle hinzufügen
es: Añadir nuevo correo electrónico POP3
fa: افزودن ایمیل جدید POP3
fr: Ajouter un nouveau compte courriel POP3
lv: Pievienojiet jaunu POP3 e-pastu
nl: Nieuwe POP3 email toevoegen
pt_br: Adicionar um novo eimail POP3
ro_ro: Adăugați un nou e-mail POP3
zh_hans: 添加新的POP3电子邮件

source: Add new staging folder
bs_ba: Dodajte novu fasciklu
cs: Přidejte novou pracovní složku
de_de: Neuen Staging-Ordner hinzufügen
es: Añadir nueva carpeta de ensayo
fa: افزودن پوشه مرحلهبندی جدید
fr: Ajouter un nouveau répertoire de pré-validation
lv: Pievienojiet jaunu pieturvietu mapi
nl: Nieuwe tijdelijke map toevoegen
pt_br: Adicionar nova pasta temporária
ro_ro: Adăugați un nou dosar de așteptare
zh_hans: 添加新的暂存文件夹

source: Add new watch folder
bs_ba: Dodajte novi folder za gledanje
cs: Přidat novou sledovanou složku
de_de: Neuen Beobachtungs-Ordner hinzufügen
es: Añadir nueva carpeta observada
fa: پوشه تماشا را اضافه کنید
fr: Ajouter un nouveau dossier surveillé
lv: Pievienojiet jaunu skatīšanās mapi
nl: Nieuwe bewaakte map toevoegen
pt_br: Adicionar uma nova pasta monitorada
ro_ro: Adăugați un nou dosar de veghe
zh_hans: 添加新的监视文件夹

source: Add new webform source
bs_ba: Dodajte novi izvor webforma
cs: Přidejte nový zdroj webového formuláře
de_de: Neue Quelle für Webformular hinzufügen
es: Añadir nueva fuente en formato web
fa: منبع جدید وب فرم را اضافه کنید
fr: Ajouter un nouveau formulaire web de source
lv: Pievienojiet jaunu tīmekļa veidlapas avotu
nl: Nieuwe webformulier bron toevoegen
pt_br: Adicionar nova fonte webform
ro_ro: Adăugați o nouă sursă de tip formular Web
zh_hans: 添加新的webform源

source: Add new SANE scanner
bs_ba: Dodajte novi SANE skener
cs: Přidejte nový skener SANE
de_de: Neuen SANE Scanner hinzufügen
es: Añadir un nuevo escáner SANE
fa: افزودن اسکنر SANE جدید
fr: Ajouter un nouveau scanner SANE
lv: Pievienojiet jaunu SANE skeneri
nl: Nieuwe SANE scanner toevoegen
pt_br: Adicionar novo scanner SANE
ro_ro: Adăugați un nou scanner SANE
zh_hans: 添加新的SANE扫描仪

source: Delete
ar: حذف
bg: Изтрийте
bs_ba: Obriši
cs: Odstranit
de_de: Löschen
el: Διαγραφή
es: Borrar
fa: حذف
fr: Supprimer
it: Cancella
lv: Dzēst
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro_ro: Șterge
sl: Izbriši
tr_tr: Sil
zh_hans: 删除

source: Edit
ar: تعديل
bg: Редактиране
bs_ba: Urediti
cs: Editovat
de_de: Bearbeiten
el: Τροποποίηση
es: Editar
fa: ویرایش
fr: Modifier
it: Modifica
lv: Rediģēt
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro_ro: Editează
sl: Uredi
tr_tr: Düzenle
zh_hans: 编辑

source: Document sources
bs_ba: izvori dokumenata
cs: Zdroje dokumentů
de_de: Dokumentenquelle
es: Fuentes de documentos
fa: منابع سند
fr: Sources de documents
lv: Dokumentu avoti
nl: Documentbronnen
pt_br: Fontes de documentos
ro_ro: Sursa documentului
zh_hans: 文件源

source: Upload new version
bs_ba: Otpremite novu verziju
cs: Nahrajte novou verzi
de_de: Neue Version hochladen
es: Subir versión nueva
fa: آپلود نسخه جدید
fr: Transférer une nouvelle version
lv: Augšupielādējiet jaunu versiju
nl: Nieuwe versie uploaden
pt_br: Upload de uma nova versão
ro_ro: Încărcați o versiune nouă
zh_hans: 上传新版本

source: Logs
bs_ba: Tragovi
cs: Protokoly
de_de: Protokolle
es: Bitácoras
fa: سیاههها
fr: Journaux évènement
lv: Žurnāli
ro_ro: Jurnale
zh_hans: 日志

source: Check now
bs_ba: Proveri sada
cs: Zkontrolovat nyní
de_de: Jetzt prüfen
es: Revisar ahora
fa: اکنون بررسی کنید
fr: Vérifier maintenant
lv: Pārbaudiet tagad
nl: Nu controleren
pt_br: Verifique agora
ro_ro: Verifică acum
zh_hans: 现在检查

source: Flatbed
cs: Stolní scanner
de_de: Flachbett
es: Cama plana
fa: صفحه تخت
fr: à plat
lv: Plakans
pt_br: Mesa
ro_ro: Platou
zh_hans: 平板

source: Document feeder
bs_ba: Ulagač dokumenata
cs: Podavač dokumentů
de_de: Dokumenteneinzug
es: Alimentador de documentos
fa: فیدر سند
fr: Chargeur de documents
lv: Dokumentu padevējs
nl: Documentinvoer
pt_br: Alimentador de documentos
ro_ro: Alimentator de documente
zh_hans: 文件送纸器

source: Simplex
bs_ba: Jednostavno
es: Simple
fa: سیمپلکس
fr: Recto
nl: Enkelzijdig
zh_hans: 单面

source: Duplex
es: Dúplex
fa: دوبلکس
fr: Recto-Verso
nl: Dubbelzijdig
zh_hans: 双面

source: Lineart
cs: Kresba tužkou
es: Arte lineal
fa: خط مقدم
fr: Linéaire
nl: Zwart-wit
ro_ro: Linie de artă
zh_hans: 艺术线条

source: Monochrome
bs_ba: Monohrom
cs: Černobílý
de_de: Monochrom
es: Monocromático
fa: تک رنگ
lv: Melnbalts
nl: Grijswaarden
pt_br: Monocromático
ro_ro: Monocrom
zh_hans: 单色

source: Always
ar: دائما
bg: Винаги
bs_ba: Uvijek
cs: Vždy
de_de: Immer
el: Πάντα
es: Siempre
fa: همیشه
fr: Toujours
it: Sempre
lv: Vienmēr
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro_ro: Mereu
sl: Nenehno
tr_tr: Her zaman
zh_hans: 总是

source: Never
ar: لا
bg: Никога
bs_ba: Nikada
cs: Nikdy
de_de: Niemals
el: Ποτέ
es: Nunca
fa: هرگز
fr: Jamais
it: Mai
lv: Nekad
nl: Nooit
pl: Nigdy
pt_br: Nunca
ro_ro: niciodată
sl: Nikoli
tr_tr: Asla
zh_hans: 从不

source: Ask user
ar: اسئل المستخدم
bg: Питане на потребителя
bs_ba: Pitaj korisnika
cs: Zeptat se uživatele
de_de: Benutzer fragen
el: Ρώτησε χρήστη
es: Preguntar al usuario
fa: از کاربر بپرس
fr: Demander à l'utilisateur
it: Chiedi all'utente
lv: Uzdot lietotāju
nl: Vraag gebruiker
pl: Pytaj użytkownika
pt_br: Pergunte ao usuário
ro_ro: Întreabă utilizatorul
sl: Vprašajte uporabnika
tr_tr: Kullanıcıya sor
zh_hans: 询问用户

source: Scanner
bs_ba: Skener
cs: Skener
es: Escáner
fa: اسکنر
lv: Skeneris
zh_hans: 扫描仪

source: Web form
ar: ملف برمجي
bg: Уеб формуляр
bs_ba: Ueb forma
cs: Webový formulář
de_de: Webformular
el: Φόρμα ιστού
es: Formulario web
fa: فرم وب
fr: Formulaire web
it: Form web
lv: Tīmekļa veidlapa
nl: Webformulier
pl: Formularz internetowy
pt_br: Formulário web
ro_ro: Formular web
sl: Spletni obrazec
tr_tr: Web formu
zh_hans: 网络表单

source: Staging folder
ar: ملف التدرج
bg: Изходна папка
bs_ba: Folder staging
cs: Pracovní složka
de_de: Staging-Ordner
el: Φάκελος ενδιάμεσου σταδίου
es: Archivos provisionales
fa: پوشه Staging
fr: Répertoire de pré-validation
it: Cartella di stage
lv: Pieturvietu mape
nl: Netwerkmap
pl: Folder przejściowy
pt_br: Pasta temporária
ro_ro: Dosarul pentru așteptare
sl: Uprizoritvena mapa
tr_tr: Hazırlama klasörü
zh_hans: 暂存文件夹

source: Watch folder
ar: مشاهدة المجلد
bg: Наблюдавана папка
bs_ba: Gledajte folder
cs: Sledovaná složka
de_de: Beobachtungs-Ordner
el: Φάκελος παρακολούθησης
es: Carpeta observada
fa: پوشه تماشا کنید
fr: Surveiller le répertoire
it: Cartella monitorata
lv: Novērot mapi
nl: Bewaakte map
pl: Obserwuj folder
pt_br: Pasta monitorada
ro_ro: Dosarul de urmărire
sl: Oglejte si mapo
tr_tr: İzleme Klasörü
zh_hans: 监视文件夹

source: POP3 email
ar: بريد POP3 الإلكتروني
bg: POP3 имейл
bs_ba: POP3 e-pošta
de_de: POP3
el: Λογαριασμός POP3
es: Correo electrónico POP3
fa: ایمیل POP3
fr: email POP3
it: Email POP3
lv: POP3 e-pasts
pl: E-mail POP3
pt_br: E-mail POP3
ro_ro: E-mail POP3
sl: E-pošta POP3
tr_tr: POP3 e-postası
zh_hans: POP3电子邮件

source: IMAP email
ar: بريد IMAP الإلكتروني
bg: IMAP имейл
bs_ba: IMAP e-pošta
cs: E-mail IMAP
de_de: IMAP
el: Λογαριασμός IMAP
es: Correo electrónico IMAP
fa: ایمیل IMAP
fr: email IMAP
it: Email IMAP
lv: IMAP e-pasts
pl: Adres e-mail IMAP
pt_br: E-mail IMAP
ro_ro: E-mail IMAP
sl: E-pošta IMAP
tr_tr: IMAP e-postası
zh_hans: IMAP电子邮件

source: A short text to describe this source.
ar: الوصف المختصر للوثيقة
bg: Кратък текст за описание на този източник.
cs: Krátký text popisující tento zdroj.
de_de: Ein kurzer Text zur Beschreibung dieser Quelle.
el: Σύντομο κείμενο που περιγραφή αυτή την πηγή.
es: Un breve texto para describir esta fuente.
fr: Un court texte pour décrire cette source.
it: Un breve testo per descrivere questa fonte.
nl: Een korte tekst die de bron beschrijft.
pl: Krótki tekst opisujący to źródło.
pt_br: Um texto curto para descrever essa fonte
ro_ro: Un text scurt pentru a descrie această sursă.
sl: Kratko besedilo za opis tega vira.
tr_tr: Bu kaynağı açıklayan kısa bir metin.

source: Label
ar: العنوان
bg: Етикет
bs_ba: Labela
cs: Označení
de_de: Bezeichner
el: Ετικέτα
es: Etiqueta
fa: برچسب
fr: Libellé
it: Etichetta
lv: Etiķete
pl: Etykieta
pt_br: Rótulo
ro_ro: Etichetă
sl: Oznaka
tr_tr: Etiket
zh_hans: 标签

source: Enabled
ar: مفعل
bg: Активиран
bs_ba: Omogućeno
cs: Povoleno
de_de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
fa: فعال شده است
fr: Activé
it: Abilitato
lv: Iespējots
nl: Ingeschakeld
pl: Włączone
pt_br: habilitado
ro_ro: Activat
sl: Omogočeno
tr_tr: Etkin
zh_hans: 启用

source: Source
ar: مصدر
bg: Източник
bs_ba: Izvor
cs: Zdroj
de_de: Quelle
el: Πηγή
es: Fuente
fa: منبع
it: Sorgente
lv: Avots
nl: Bron
pl: Źródło
pt_br: Fonte
ro_ro: Sursă
sl: Vir
tr_tr: Kaynak
zh_hans: 来源

source: Interactive source
bs_ba: Interaktivni izvor
cs: Interaktivní zdroj
de_de: Interaktive Quelle
es: Fuente interactiva
fa: منبع تعاملی
fr: Source interactive
lv: Interaktīvs avots
nl: Interactieve bron
pt_br: Fonte interativa
ro_ro: Sursă interactivă
zh_hans: 互动来源

source: Interactive sources
bs_ba: Interaktivni izvori
cs: Interaktivní zdroje
de_de: Interaktive Quellen
es: Fuentes interactivas
fa: منابع تعاملی
fr: Sources interactives
lv: Interaktīvie avoti
nl: Interactieve bronnen
pt_br: Fontes interativas
ro_ro: Surse interactive
zh_hans: 互动来源

source: Out of process
bs_ba: Iz procesa
cs: Mimo proces
de_de: Außer Kontrolle
es: Fuera de proceso
fa: خارج از پردازش
fr: Process externe
lv: Nav procesa
nl: Buiten werking
pt_br: Fora do processo
ro_ro: În afara procesului
zh_hans: 进程外

source: Interval in seconds between checks for new documents.
ar: الوقت اللازم لعملية التحقق من الوثائق الجديدة
bg: Интервал в секунди между проверки за нови документи.
bs_ba: Interval u sekundama između provera novih dokumenata.
cs: Interval v sekundách mezi kontrolami nových dokumentů.
de_de: Intervall in Sekunden zwischen den Überprüfungen auf neue Dokumente.
el: Χρονικό διάστημα μεταξύ ελέγχων για νέα έγγραφα.
es: Intérvalo en segundos para detectar documentos nuevos
fa: مدت زمان بین بررسی جهت سند جدید.
fr: Intervalle en secondes entre recherches de nouveaux documents.
it: Intervallo in secondi tra le ricerche dei nuovi documenti.
lv: Intervāls sekundēs starp jaunu dokumentu pārbaudēm.
nl: Interval in seconden tussen controle op nieuwe documenten.
pl: Interwał w sekundach między sprawdzeniami czy są nowe dokumenty.
pt_br: Intervalo em segundos entre verificações para novos documentos.
ro_ro: Interval în secunde între verificările pentru documente noi.
sl: Interval v sekundah med preverjanji novih dokumentov.
tr_tr: Yeni belgeler için kontroller arasındaki saniye cinsinden aralık.
zh_hans: 检查新文档的间隔（秒）。

source: Interval
ar: فترة
bg: Интервал
de_de: Intervall
el: Χρονικό διάστημα
es: Intérvalo
fa: فاصله
fr: Intervalle
it: Intervallo
lv: Intervāls
pl: Interwał
pt_br: Intervalo
tr_tr: Aralık
zh_hans: 间隔

source: Assign a document type to documents uploaded from this source.
ar: قم بتعيين نوع الوثيقة إلى الوثائق التي تم إنشاؤها من هذا الموقع
bg: Задайте тип документ за документи, качени от този източник.
bs_ba: Dodeli vrstu dokumenta dokumentima koji su postavljeni iz ovog izvora.
cs: Přiřaďte typ dokumentu k dokumentům nahraným z tohoto zdroje.
de_de: Ordnen Sie einen Dokumententyp für Dokumente aus dieser Quelle zu.
el: Ορισμός ενός τύπου εγγράφου για τα έγγραφα που μεταφορτώθηκαν από αυτή την πηγή.
es: Asignar un tipo de documento a los documentos subidos desde esta fuente
fa: این نوع را به اسناد آپلود شده از این آدرس تخصیص دهید.
fr: Assigner un type de document aux documents transférés à partir de cette source.
it: Assegna un tipo documento ai documenti caricati da questa sorgente.
lv: Pievienojiet dokumenta veidu dokumentiem, kas augšupielādēti no šī avota.
nl: Een documentsoort toewijzen voor documenten die worden ge√ºpload van deze bron.
pl: Przypisz typ dokumentu do dokumentów przesłanych z tego źródła.
pt_br: Atribuir um tipo de documento para documentos enviados a partir desta fonte.
ro_ro: Atribuiți un tip de document documentelor încărcate din această sursă.
sl: Dokumentom, naloženim iz tega vira, dodelite vrsto dokumenta.
tr_tr: Bu kaynaktan yüklenen dokümanlara bir doküman türü atayın.
zh_hans: 将文档类型分配给从此源上传的文档。
