Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs_ba, cs, de_de, el, es, fa, fr, it, lv, nl, pl, pt_br, ro_ro, sl, tr_tr, zh_hans

source: Document type
ar: نوع الوثيقة
bg: Тип документ
bs_ba: Tip dokumenta
cs: Typ dokumentu
de_de: Dokumententyp
el: Τύπος εγγράφου
es: Tipo de documento
fa: نوع سند
fr: Type de document
it: Tipo documento
lv: Dokumenta veids
nl: Documentsoort
pl: Typ dokumentu
pt_br: Tipo de Documentos
ro_ro: Tip document
sl: Vrsta dokumenta
tr_tr: Belge Türü
zh_hans: 文件类型

source: Whether to expand or not, compressed archives.
bs_ba: Bilo da se širi ili ne, kompresovane arhive.
cs: Rozbalit nebo nerozbalit, komprimované archivy.
de_de: Ob komprimierte Archive entpackt werden sollen.
es: Expandir o no archivos comprimidos.
fa: غییر فشرده سازی آرشیوهای فشرده شده: بلی خیر
fr: Choisir de décompresser ou pas les archives compressées.
lv: Neatkarīgi no tā, vai vēlaties paplašināt vai nē, saspiesti arhīvi.
nl: Of gecomprimeerde archieven moeten worden uitgepakt of niet.
pt_br: É possível ou não expandir arquivos compactados.
ro_ro: Dacă să decomprim sau nu arhive comprimate.
zh_hans: 是否解压压缩的档案。

source: Uncompress
ar: الغاء الضغط
bg: Разкомпресиране
bs_ba: Dekompresuj
cs: Rozbalit
de_de: Entpacken
el: Αποσυμπίεση
es: Descomprimir
fa: فشرده نشده
fr: Décompresser
it: Decomprimi
lv: Atspiest
nl: Uitpakken
pl: Rozpakuj
pt_br: Descompactar
ro_ro: Decomprimai
sl: Razširi stiskanje
tr_tr: Sıkıştırılmış
zh_hans: 解压缩

source: Interval source
bs_ba: Intervalni izvor
cs: Interval zdroje
de_de: Intarvall Quelle
es: Fuente de intervalo
fa: فاصله سورس
fr: intervalle pour la source
lv: Intervāla avots
nl: Interval bron
pt_br: Fonte de intervalo
ro_ro: Interval pt. sursă
zh_hans: 间隔来源

source: Interval sources
bs_ba: Izvori intervala
cs: Intervaly zdrojů
de_de: Intarvall Quellen
es: Fuentes de intervalo
fa: فاصله سورسها
fr: intervalle pour les sources
lv: Intervāla avoti
nl: Interval bronnen
pt_br: Fontes de intervalo
ro_ro: Intervale pt. surse
zh_hans: 间隔来源

source: Log entry
bs_ba: Ulazni tragovi
cs: Záznam protokolu
de_de: Protokolleintrag
es: Entrada de bitácora
fa: ورودی لاگ
fr: Entrée du journal
lv: Žurnāla ieraksts
nl: Loginvoer
pt_br: Entrada de log
ro_ro: Intrare în jurnal
zh_hans: 日志条目

source: Log entries
bs_ba: Stavke tragova
cs: Záznamy protokolu
de_de: Logeinträge
es: Entradas de bitácora
fa: ورودیهای لاگ
fr: Entrées du journal
lv: Žurnāla ieraksti
nl: Loginvoer
pt_br: Entradas de log
ro_ro: Intrările de jurnal
zh_hans: 日志条目

source: Typical choices are 110 for POP3, 995 for POP3 over SSL, 143 for IMAP, 993 for IMAP over SSL.
ar: الخيارات النموذجية هي 110 لـ POP3 ، و 995 لـ POP3 عبر SSL ، و 143 لـ IMAP ، و 993 لـ IMAP عبر SSL.
bg: Типичните възможности за избор са 110 за POP3, 995 за POP3 над SSL, 143 за IMAP, 993 за IMAP над SSL.
bs_ba: Tipični izbori su 110 za POP3, 995 za POP3 preko SSL-a, 143 za IMAP, 993 za IMAP preko SSL-a.
cs: Typické volby jsou 110 pro POP3, 995 pro POP3 přes SSL, 143 pro IMAP, 993 pro IMAP přes SSL.
de_de: Typische Werte sind 110 für POP3, 995 für POP3 über SSL, 143 für IMAP, 993 für IMAP über SSL.
el: Τυπικές τιμές είναι 110 για POP3, 995 για POP3 με χρήση SSL, 143 για IMAP, 993 για IMAP με χρήση SSL.
es: Las opciones típicas son 110 para POP3, 995 para POP3 sobre SSL, 143 para IMAP, 993 para IMAP sobre SSL.
fr: Les choix typiques sont 110 pour le POP3, 995 pour le POP3 over SSL, 143 pour l'IMAP, 993 pour l'IMAP over SSL.
it: Le scelte tipiche sono 110 per POP3, 995 per POP3 su SSL, 143 per IMAP, 993 per IMAP su SSL.
lv: Tipiskas izvēles ir 110 POP3, 995 POP3 pār SSL, 143 IMAP, 993 IMAP pār SSL.
nl: Typische keuzes zijn 110 voor POP3, 995 voor POP3 over SSL, 143 voor IMAP, 993 voor IMAP over SSL.
pl: Typowe opcje to 110 dla POP3, 995 dla POP3 przez SSL, 143 dla IMAP, 993 dla IMAP przez SSL.
pt_br: Escolhas típicas : 110 para POP3, 995 para POP3 sobre SSL, 143 para IMAP, 993 para IMAP sobre SSL.
ro_ro: Opțiunile tipice sunt 110 pentru POP3, 995 pentru POP3 peste SSL, 143 pentru IMAP, 993 pentru IMAP peste SSL.
sl: Običajne izbire so 110 za POP3, 995 za POP3 prek SSL, 143 za IMAP, 993 za IMAP prek SSL.
tr_tr: Tipik seçimler POP3 için 110, SSL üzerinden POP3 için 995, IMAP için 143, SSL üzerinden IMAP için 993'tür.
zh_hans: 对于POP3，典型的选择是110，对于基于SSL的POP3为995，对于IMAP为143，对于基于SSL的IMAP为993。

source: Port
bg: Порт
cs: Přístav
el: Θύρα
es: Puerto
it: Porta
lv: Ports
nl: Poort
pt_br: Porta
sl: Pristanišče
zh_hans: 端口

source: Username
ar: اسم الدخول
bg: Име на потребител
bs_ba: Korisničko ime
cs: Uživatelské jméno
de_de: Benutzer
el: Όνομα χρήστη
es: Usuario
fa: نام کاربری
fr: Identifiant
it: Nome utente
lv: Lietotājvārds
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Usuário
ro_ro: Nume de utilizator
sl: Uporabniško ime
tr_tr: Kullanıcı adı
zh_hans: 用户名

source: Password
ar: كلمة المرور
bg: Парола
bs_ba: Lozinka
cs: Heslo
de_de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fa: کلمه عبور
fr: Mot de passe
lv: Parole
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro_ro: Parola
sl: Geslo
tr_tr: Parola
zh_hans: 密码

source: Name of the attachment that will contains the metadata type names and value pairs to be assigned to the rest of the downloaded attachments.
ar: اسم المرفق الذي سيحتوي على أسماء أنواع البيانات الوصفية وأزواج القيم التي سيتم تخصيصها لبقية المرفقات التي تم تنزيلها.
bg: Име на прикачения файл, който ще съдържа имена на метаданни и двойки стойности, които ще бъдат присвоени на останалите изтеглени прикачени файлове.
cs: Název přílohy, která bude obsahovat názvy typů metadat a páry hodnot, které mají být přiřazeny ke zbytku stažených příloh.
de_de: Name des Anhangs, der die Namen und Wertepaare des Metadatentyps enthält, die den übrigen heruntergeladenen Anhängen zugewiesen werden sollen.
el: Όνομα του συνημμένου που θα περιέχει ονόματα τύπων μεταδεδομένων και ζεύγη τιμών που θα αντιστοιχιστούν στα υπόλοιπα συνημμένα που έχουν ληφθεί.
es: Nombre del archivo adjunto que contendrá los nombres de tipo de metadatos y los pares de valores que se asignarán al resto de los archivos adjuntos descargados.
fr: Nom de la pièce jointe qui contiendra les noms des types de métadonnées et les paires de valeurs à attribuer aux autres pièces jointes téléversées.
it: Nome dell'allegato che conterrà i nomi dei tipi di metadati e le coppie di valori da assegnare al resto degli allegati scaricati.
lv: Pielikuma nosaukums, kurā būs metadatu tipa nosaukumi un vērtību pāri, kas tiks piešķirti pārējiem lejupielādētajiem pielikumiem.
nl: Naam van de bijlage die de metadata naamtypes en -waarden bevat die aan de rest van de gedownloade documenten moet worden toegekend.
pl: Nazwa załącznika, który będzie zawierać nazwy typów metadanych i pary wartości, które zostaną przypisane do pozostałych pobranych załączników.
pt_br: Nome do anexo que irá conter os nomes dos tipos de metadados e os pares de valor a serem atribuídos aos demais anexos baixados.
ro_ro: Numele atașamentului care va conține nume de tip de metadate și perechi de valori care vor fi alocate restului de atașamente descărcate.
sl: Ime priloge, ki bo vsebovala imena vrst metapodatkov in pare vrednosti, ki bodo dodeljeni preostalim prenesenim prilogam.
tr_tr: İndirilen eklerin geri kalanına atanacak meta veri türü adlarını ve değer çiftlerini içerecek ekin adı.

source: Metadata attachment name
ar: اسم مرفق البيانات الوصفية
bg: Име за прикачени метаданни
bs_ba: Ime priloga metapodataka
cs: Název přílohy metadat
de_de: Name Metadatenattachment
el: Όνομα συνημμένου μεταδεδομένων
es: Nombre del anejo de metadatos
fa: نام دلبستگی متاداده
fr: Nom de la pièce jointe de métadonnées
it: Nome allegato metadati
lv: Metadatu pielikuma nosaukums
nl: Metadata bijlage naam
pl: Nazwa załącznika metadanych
pt_br: Nome do metadado anexado
ro_ro: Numele atașamentului metadatelor
sl: Ime priloge metapodatkov
tr_tr: Metaveri ek adı
zh_hans: 元数据附件名称

source: Select a metadata type to store the email's subject value. Must be a valid metadata type for the document type selected previously.
ar: حدد نوع البيانات الوصفية لتخزين قيمة موضوع البريد الإلكتروني. يجب أن يكون نوع بيانات وصفية صالحًا لنوع المستند المحدد مسبقًا.
bg: Изберете типа метаданни за запазване стойността на темата на имейла. Трябва да е валиден тип метаданни за избрания преди това тип документ.
cs: Vyberte typ metadat pro uložení hodnoty předmětu e-mailu. Musí to být platný typ metadat pro dříve vybraný typ dokumentu.
de_de: Wählen Sie einen Metadatentyp aus, um den Betreff der E-Mail zu speichern. Es muss ein gültiger Metadatentyp für den zuvor ausgewählten Dokumenttyp sein.
el: Επιλέξτε έναν τύπο μεταδεδομένων για την αποθήκευση του θέματος του email. Θα πρέπει να είναι ένας έγκυρος τύπος μεταδεδομένων για τον επιλεγμένο τύπο εγγράφου.
es: Seleccione un tipo de metadatos para almacenar el valor del asunto del correo electrónico. Debe ser un tipo de metadatos válido para el tipo de documento seleccionado previamente.
fr: Sélectionnez un type de métadonnée pour stocker la valeur de l'objet du courriel. Doit être un type de métadonnée valide pour le type de document sélectionné précédemment.
it: Seleziona un tipo di metadati per memorizzare il valore dell'oggetto dell'email. Deve essere un tipo di metadati valido per il tipo di documento selezionato in precedenza.
nl: Kies een metadatatype om het onderwerp van de e-mail in op te slaan. Moet een geldig metadatatype zijn voor het geselecteerde documenttype.
pl: Wybierz typ metadanych, aby zapisać temat wiadomości e-mail. Musi być prawidłowym typem metadanych dla wybranego wcześniej typu dokumentu.
pt_br: Selecione um tipo de metadado para armazenar o assundo do e-mail. Deve ser um tipo de metadado válido para o tipo de documento previamente selecionado.
ro_ro: Selectați un tip de metadate pentru a stoca valoarea subiectului e-mailului. Trebuie să fie un tip de metadată valabil pentru tipul de document selectat anterior.
sl: Izberite vrsto metapodatkov za shranjevanje vrednosti zadeve e-poštnega sporočila. Biti mora veljavna vrsta metapodatkov za predhodno izbrano vrsto dokumenta.
tr_tr: E-postanın konusunu saklamak için bir meta veri türü seçin. Daha önce seçilen belge türü için geçerli bir meta veri türü olmalıdır.

source: Subject metadata type
ar: نوع البيانات الوصفية للموضوع
bg: Тип метаданните за темата
bs_ba: Tip metapodataka predmeta
cs: Typ metadat předmětu
de_de: Metadatentyp des Betreffs
el: Τύπος μεταδεδομένων θέματος
es: Tipo de metadatos de asunto
fa: نوع Metadata موضوع
fr: Type de métadonnée du sujet
it: Tipo metadato oggetto
lv: Tēmas metadatu veids
nl: Onderwerp metatdatatype
pl: Typ metadanych tematu
pt_br: Tipo de metadado do assunto
ro_ro: Tip de metadate subiect
sl: Vrsta metapodatkov o predmetu
tr_tr: Konu metaveri türü
zh_hans: 主题元数据类型

source: Select a metadata type to store the email's "from" value. Must be a valid metadata type for the document type selected previously.
ar: حدد نوع البيانات الوصفية لتخزين قيمة البريد الإلكتروني &quot;من&quot;. يجب أن يكون نوع بيانات وصفية صالحًا لنوع المستند المحدد مسبقًا.
bg: Изберете тип метаданни за съхраняване стойността „от“ на имейла. Трябва да е валиден тип метаданни за избрания преди това тип документ.
cs: Vyberte typ metadat, do kterého chcete uložit e-mailovou hodnotu „from“. Musí to být platný typ metadat pro dříve vybraný typ dokumentu.
de_de: Wählen Sie einen Metadatentyp aus, um den "von"-Wert der E-Mail zu speichern. Es muss ein gültiger Metadatentyp für den zuvor ausgewählten Dokumenttyp sein.
el: Επιλέξτε έναν τύπο μεταδεδομένων για την αποθήκευση της τιμής "Από" του email. Θα πρέπει να είναι ένας έγκυρος τύπος μεταδεδομένων για τον επιλεγμένο τύπο εγγράφου.
es: Seleccione un tipo de metadatos para almacenar el remitente del correo electrónico. Debe ser un tipo de metadatos válido para el tipo de documento seleccionado previamente.
fr: Sélectionnez un type de métadonnée pour stocker la valeur "De" du courriel. Doit être un type de métadonnée valide pour le type de document sélectionné précédemment.
it: Seleziona un tipo di metadati per memorizzare il valore "da" dell'email. Deve essere un tipo di metadati valido per il tipo di documento selezionato in precedenza.
nl: Kies een metadatatype om de "Van" waarde in op te slaan. Moet een geldig metadatatype zijn voor het geselecteerde documenttype.
pl: Wybierz typ metadanych, aby zapisać wartość „od” wiadomości e-mail. Musi być prawidłowym typem metadanych dla wybranego wcześniej typu dokumentu.
pt_br: Selecione um tipo de metadado para armazenar o "de" do e-mail. Deve ser um tipo de metadado válido para o tipo de documento previamente selecionado.
ro_ro: Selectați un tip de metadate pentru a stoca valoarea „de la” a e-mailului. Trebuie să fie un tip de metadată valabil pentru tipul de document selectat anterior.
sl: Izberite vrsto metapodatkov za shranjevanje vrednosti »od« e-pošte. Biti mora veljavna vrsta metapodatkov za predhodno izbrano vrsto dokumenta.
tr_tr: E-postanın "kimden" değerini depolamak için bir metaveri türü seçin. Daha önce seçilen belge türü için geçerli bir metaveri türü olmalıdır.

source: From metadata type
ar: من نوع البيانات الوصفية
bg: От тип метаданни
bs_ba: Od vrste metapodataka
cs: Typ metadat Od
de_de: Metadatentyp des Absenders
el: Από τον τύπο μεταδεδομένων
es: Tipo de metadato de remitente
fa: از نوع ابرداده
fr: Type de métadonnée de l'expéditeur
it: Tipo metadato mittente
lv: No metadatu veida
nl: Van metadatatype
pl: Typ metadanych Od
pt_br: Tipo de documento do remetente
ro_ro: Tipul de metadate De la
sl: Iz vrste metapodatkov
tr_tr: Metaveri türünden
zh_hans: 发件人元数据类型

source: Store the body of the email as a text document.
ar: قم بتخزين نص البريد الإلكتروني كمستند نصي.
bg: Съхраняване основния текст на имейла като текстов документ.
bs_ba: Telo e-pošte čuvajte kao tekstualni dokument.
cs: Uložte tělo e-mailu jako textový dokument.
de_de: Textkörper der Nachricht als Textdokument speichern.
el: Αποθήκευση του σώματος του μηνύματος ως έγγραφο κειμένου.
es: Almacenar el cuerpo del correo electrónico como un documento de texto.
fa: بدن ایمیل را به عنوان یک سند متن ذخیره کنید.
fr: Sauvegarder le corps du courriel en tant que document texte.
it: Salva il contenuto della mail in un documento di testo
lv: Saglabājiet e-pasta ziņojuma tekstu kā teksta dokumentu.
nl: De inhoud van de e-mail opslaan als een tekstdocument.
pl: Przechowuj treść wiadomości e-mail jako dokument tekstowy.
pt_br: Armazenar o corpo do e-mail como um documento de texto.
ro_ro: Păstrați corpul e-mailului ca document text.
sl: Shranite telo e-pošte kot besedilni dokument.
tr_tr: E-postanın gövdesini bir metin belgesi olarak sakla.
zh_hans: 将电子邮件正文存储为文本文档。

source: Store email body
ar: تخزين نص البريد الإلكتروني
bg: Съхраняване основния текст на имейла
bs_ba: Spremite telo e-pošte
cs: Uložte tělo e-mailu
de_de: Textkörper der E-Mail speichern
el: Αποθήκευση σώματος μηνύματος
es: Almacenar cuerpo del correo electrónico
fa: فروشگاه الکترونیکی ذخیره کنید
fr: Sauvegarder le corps du courriel
it: Salva il contenuto della mail
lv: Saglabājiet e-pasta korpusu
nl: E-mail inhoud opslaan
pl: Przechowuj treść wiadomości e-mail
pt_br: Armazenar o corpo do e-mail
ro_ro: Stocați corpul de e-mail
sl: Shranite telo e-pošte
tr_tr: E-posta gövdesini saklayın
zh_hans: 存储邮件正文

source: Email source
bs_ba: E-mail izvor
cs: Zdroj e-mailu
de_de: E-Mail Quelle
es: Fuente de correo electrónico
fa: ایمیل کردن سورس
fr: Source de courriel
lv: E-pasta avots
nl: E-mail bron
pt_br: Fonte de e-mail
ro_ro: Sursa de e-mail
zh_hans: 电邮来源

source: Email sources
bs_ba: E-mail izvori
cs: Zdroje e-mailu
de_de: E-Mail Quellen
es: Fuentes de correo electrónico
fa: ایمیل کردن سورسها
fr: Sources de courriel
lv: E-pasta avoti
nl: E-mail bronnen
pt_br: Fontes de e-mail
ro_ro: Surse de e-mail
zh_hans: 电邮来源

source: Subject metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
ar: نوع البيانات الوصفية للموضوع &quot;%(metadata_type)s&quot; غير صالح لنوع المستند: %(document_type)s
bg: Типът метаданни за темата &quot;%(metadata_type)s&quot; не е валиден за типа документ: %(document_type)s
bs_ba: Tip metapodataka predmeta "%(metadata_type)s" ne važi za tip dokumenta: %(document_type)s
cs: Typ metadat předmětu "%(metadata_type)s" není platný pro typ dokumentu: %(document_type)s
de_de: Metadatentyp "%(metadata_type)s" des Betreffs ist für den Dokumententyp "%(document_type)s" nicht zulässig
el: Ο τύπος μεταδεδομένων θέματος "%(metadata_type)s" δεν είναι έγκυρος για τον τύπο εγγράφου: %(document_type)s
es: El tipo de metadatos de tema "%(metadata_type)s" no es válido para el tipo de documento: %(document_type)s
fa: نوع Metadata موضوع "%(metadata_type)s" برای نوع سند معتبر نیست: %(document_type)s
fr: Le type de métadonnée du sujet "%(metadata_type)s" n'est pas valide pour le document de type : %(document_type)s
it: Il tipo metadato "oggetto" "%(metadata_type)s" non è valido per il tipo documento: %(document_type)s
lv: Objekta metadatu tips "%(metadata_type)s" nav derīgs dokumenta tipam: %(document_type)s
nl: Onderwerp metadatatype "%(metadata_type)s" is niet geldig voor het documenttype: %(document_type)s
pl: Typ metadanych tematu „%(metadata_type)s” jest niepoprawny dla typu dokumentu: %(document_type)s
pt_br: Tipo de metadado do assunto "%(metadata_type)s" não é válido para o documento do tipo: %(document_type)s
ro_ro: Tipul de metadate Subiect "%(metadata_type)s" nu este valid pentru tipul de document: %(document_type)s
sl: Vrsta metapodatkov zadeve &quot;%(metadata_type)s&quot; ni veljavna za vrsto dokumenta: %(document_type)s
tr_tr: Konu metaveri türü "%(metadata_type)s" bu belge türü için geçerli değil: %(document_type)s
zh_hans: 主题元数据类型“%(metadata_type)s”对于文档类型%(document_type)s无效

source: "From" metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
ar: نوع البيانات الوصفية &quot;من&quot; &quot;%(metadata_type)s&quot; غير صالح لنوع المستند: %(document_type)s
bg: „От„ тип метаданни “%(metadata_type)s“ не е валиден за типа документ: %(document_type)s
bs_ba: "Od" metapodataka tipa "%(metadata_type)s" ne važi za tip dokumenta: %(document_type)s
cs: „Od“ typ metadat „%(metadata_type)s“ není platný pro typ dokumentu: %(document_type)s
de_de: Metadatentyp "%(metadata_type)s" des Absenders ist für den Dokumententyp "%(document_type)s" nicht zulässig
el: Ο "Από" τύπος μεταδεδομένων "%(metadata_type)s" δεν είναι έγκυρος για τον τύπο εγγράφου: %(document_type)s
es: "De" tipo de metadatos "%(metadata_type)s" no es válido para el tipo de documento: %(document_type)s
fa: "از" نوع ابرداده "%(metadata_type)s" برای نوع سند معتبر نیست: %(document_type)s
fr: Le type de métadonnée de l'expéditeur "%(metadata_type)s" n'est pas valide pour le document de type : %(document_type)s
it: Il tipo metadato "mittente" "%(metadata_type)s" non è valido per il tipo documento: %(document_type)s
lv: "No" metadatu tips "%(metadata_type)s" nav derīgs dokumenta tipam: %(document_type)s
nl: "Van" metadattype "%(metadata_type)s" is niet geldig voor het documenttype: %(document_type)s
pl: Typ metadanych "Od" „%(metadata_type)s” jest niepoprawne dla typu dokumentu: %(document_type)s
pt_br: Tipo de metadados do campo "de" "%(metadata_type)s" não é válido para o tipo de documento: %(document_type)s
ro_ro: Tipul de metadate "De la" "%(metadata_type)s" nu este valabil pentru tipul de document: %(document_type)s
sl: Vrsta metapodatkov »Od« »%(metadata_type)s« ni veljavna za vrsto dokumenta: %(document_type)s
tr_tr: "Kimden" metaveri türü "%(metadata_type)s" bu belge türü için geçerli değil: %(document_type)s
zh_hans: “发件人”元数据类型“%(metadata_type)s”对于文档类型%(document_type)s无效

source: IMAP Mailbox from which to check for messages.
ar: صندوق بريد IMAP الذي يمكن من خلاله التحقق من وجود رسائل.
bg: IMAP пощенска кутия, от която да проверявате за съобщения.
bs_ba: IMAP poštansko sanduče sa kojeg možete proveravati poruke.
cs: Poštovní schránka IMAP, ve které se kontrolují zprávy.
de_de: IMAP-Mailbox, die auf Nachrichten überprüft werden soll.
el: Θυρίδα IMAP που θα ελέγχεται για μηνύματα.
es: Buzón IMAP en el cual revisar mensajes.
fa: صندوق پستی IMAP که از آن برای بررسی پیام ها است.
fr: Boîte IMAP où chercher les messages.
it: Casella di posta IMAP dove controllare i messaggi.
lv: IMAP pastkaste, no kuras var pārbaudīt ziņas.
nl: IMAP Mailbox die op berichten gecontroleerd moet worden.
pl: Skrzynka IMAP, z której sprawdzane będą wiadomości.
pt_br: Caixa de correio IMAP de onde checar por mensagens.
ro_ro: Căsuța poștală IMAP din care să se verifice mesajele.
sl: Nabiralnik IMAP, v katerem lahko preverite sporočila.
tr_tr: Mesajların kontrol edileceği IMAP Posta Kutusu.
zh_hans: IMAP邮箱，用于检查邮件。

source: Mailbox
ar: صندوق بريد
bg: Пощенска кутия
bs_ba: Poštansko sanduče
cs: Poštovní schránka
el: Θυρίδα
es: Buzón
fa: صندوق پستی
fr: Boîte de courriel
it: Casella di posta
lv: Pastkaste
pl: Skrzynka
pt_br: Caixa de correio
ro_ro: Căsuță poștală
sl: Poštni nabiralnik
tr_tr: Posta kutusu
zh_hans: 邮箱

source: Criteria to use when searching for messages to process. Use the format specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
ar: معايير لاستخدامها عند البحث عن الرسائل لمعالجتها. استخدم التنسيق المحدد في https://tools.ietf.org/html/rfc2060.html#section-6.4.4
bg: Критерии, които се използват при търсене на съобщения за обработка. Използвайте формата, посочен в https://tools.ietf.org/html/rfc2060.html#section-6.4.4
cs: Kritéria, která se použijí při vyhledávání zpráv ke zpracování. Použijte formát uvedený na adrese https://tools.ietf.org/html/rfc2060.html#section-6.4.4
de_de: Kriterien für die Suche nach zu verarbeitenden Nachrichten. Verwenden Sie das in https://tools.ietf.org/html/rfc2060.html#section-6.4.4 angegebene Format
el: Κριτήρια για χρήση κατά την αναζήτηση μηνυμάτων για επεξεργασία. Χρησιμοποιήστε τη μορφή που καθορίζεται στο https://tools.ietf.org/html/rfc2060.html#section-6.4.4
es: Criterios a utilizar al buscar mensajes para procesar. Use el formato especificado en https://tools.ietf.org/html/rfc2060.html#section-6.4.4
fr: Critères à utiliser lors de la recherche de messages à traiter. Utilisez le format spécifié dans https://tools.ietf.org/html/rfc2060.html#section-6.4.4
it: Criteri da utilizzare durante la ricerca di messaggi da elaborare. Utilizza il formato specificato in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
nl: Criteria om te gebruiken wanneer gezocht wordt op berichten om te verwerken. Gebruik opmaak zoals vastgelegd in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
pl: Kryteria stosowane podczas wyszukiwania wiadomości do przetworzenia. Użyj formatu określonego w https://tools.ietf.org/html/rfc2060.html#section-6.4.4
pt_br: Critérios a serem usados ao buscar mensagens para processamento. Use o formato especificado em https://tools.ietf.org/html/rfc2060.html#section-6.4.4
ro_ro: Criterii de utilizat atunci când căutați mesaje pentru procesare. Utilizați formatul specificat în https://tools.ietf.org/html/rfc2060.html#section-6.4.4
sl: Merila za uporabo pri iskanju sporočil za obdelavo. Uporabite obliko, navedeno v https://tools.ietf.org/html/rfc2060.html#section-6.4.4
tr_tr: İşlenecek iletileri ararken kullanılacak ölçütler. https://tools.ietf.org/html/rfc2060.html#section-6.4.4&#39 adresinde belirtilen biçimi kullanın

source: Search criteria
ar: معايير البحث
bg: Критерии за търсене
cs: Kritéria vyhledávání
de_de: Suchkriterien
el: Κριτήρια αναζήτησης
es: Criterio de búsqueda
fr: Critère de recherche
it: Criterio di ricerca
nl: Zoekcriteria
pl: Kryteria wyszukiwania
pt_br: Critérios de busca
ro_ro: Criteriu de cautare
sl: Kriteriji iskanja
tr_tr: Arama kriteri
