Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bs_ba, cs, de_de, el, es, fa, fr, it, lv, nl, pl, pt_br, ro_ro, sl, tr_tr, zh_hans

source: IMAP STORE command to execute on messages after they are processed. One command per line. Use the commands specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 or the custom commands for your IMAP server.
ar: أمر IMAP STORE لتنفيذه على الرسائل بعد معالجتها. أمر واحد لكل سطر. استخدم الأوامر المحددة في https://tools.ietf.org/html/rfc2060.html#section-6.4.6 أو الأوامر المخصصة لخادم IMAP.
bg: IMAP STORE команда за изпълнение на съобщения след тяхното обработване. По една команда на ред. Използвайте командите, посочени в https://tools.ietf.org/html/rfc2060.html#section-6.4.6 или персонализираните команди за вашия IMAP сървър.
cs: Příkaz IMAP STORE, který se má po zpracování zpracovat na zprávy. Jeden příkaz na řádek. Použijte příkazy uvedené v https://tools.ietf.org/html/rfc2060.html#section-6.4.6 nebo vlastní příkazy pro váš server IMAP.
de_de: IMAP STORE-Befehl, der für Nachrichten ausgeführt wird, nachdem diese verarbeitet wurden. Ein Befehl pro Zeile. Verwenden Sie die in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 angegebenen Befehle oder die benutzerdefinierten Befehle für Ihren IMAP-Server.
el: Εντολή IMAP STORE για εκτέλεση σε μηνύματα μετά την επεξεργασία τους. Μία εντολή ανά γραμμή. Χρησιμοποιήστε τις εντολές που καθορίζονται στο https://tools.ietf.org/html/rfc2060.html#section-6.4.6 ή τις προσαρμοσμένες εντολές για τον διακομιστή IMAP.
es: Comando IMAP STORE para ejecutar en mensajes después de que se procesan. Un comando por línea. Use los comandos especificados en https://tools.ietf.org/html/rfc2060.html#section-6.4.6 o los comandos personalizados para su servidor IMAP.
fr: Commande IMAP STORE à exécuter sur les messages après leur traitement. Une commande par ligne. Utilisez les commandes spécifiées dans https://tools.ietf.org/html/rfc2060.html#section-6.4.6 ou les commandes personnalisées pour votre serveur IMAP.
it: Comando IMAP STORE da eseguire sui messaggi dopo che sono stati elaborati. Un comando per riga. Utilizza i comandi specificati in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 o i comandi personalizzati per il tuo server IMAP.
nl: IMAP STORE opdracht om uit te voeren op berichten nadat ze zijn verwerkt. Een opdracht per regel. Gebruik de opdrachten zoals beschreven in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 of de aangepaste opdrachten voor uw IMAP-server.
pl: Polecenie IMAP STORE do wykonania na komunikatach po ich przetworzeniu. Jedno polecenie na wiersz. Użyj poleceń określonych w https://tools.ietf.org/html/rfc2060.html#section-6.4.6 lub poleceń niestandardowych dla Twojego serwera IMAP.
pt_br: Comando IMAP STORE a ser executado em mensagens após seu processamento. Um comando por linha. Use os comandos especificados em https://tools.ietf.org/html/rfc2060.html#section-6.4.6 ou comandos customizados do seu servidor IMAP.
ro_ro: Comanda IMAP STORE pentru a executa pe mesaje după ce acestea sunt procesate. O comandă pe linie. Utilizați comenzile specificate în https://tools.ietf.org/html/rfc2060.html#section-6.4.6 sau comenzile personalizate pentru serverul dvs. IMAP.
sl: Ukaz IMAP STORE za izvedbo za sporočila po obdelavi. En ukaz na vrstico. Uporabite ukaze, navedene v https://tools.ietf.org/html/rfc2060.html#section-6.4.6, ali ukaze po meri za vaš strežnik IMAP.
tr_tr: Mesajlar işlendikten sonra yürütülecek IMAP STORE komutu. Satır başına bir komut. https://tools.ietf.org/html/rfc2060.html#section-6.4.6 içinde belirtilen komutları veya IMAP sunucunuz için özel komutları kullanın.

source: Store commands
ar: أوامر المتجر
bg: Съхраняване на команди
cs: Uložte příkazy
de_de: Speicherbefehle
el: Αποθήκευση εντολών
es: Comandos STORE
fr: Commandes de stockage
it: Store comandi
nl: Opdrachten opslaan
pl: Zapisz polecenia
pt_br: Armazenar comandos
ro_ro: Stocare comenzi
sl: Shranjujte ukaze
tr_tr: Komutları depola

source: Execute the IMAP expunge command after processing each email message.
ar: نفِّذ أمر مسح IMAP بعد معالجة كل رسالة بريد إلكتروني.
bg: Изпълнете командата IMAP expunge след обработка на всяко имейл съобщение.
cs: Po zpracování každé e-mailové zprávy spusťte příkaz expunge IMAP.
de_de: Den Befehl IMAP expunge nach der Verarbeitung aller E-Mail-Nachrichten ausführen.
el: Εκτέλεση της εντολής διαγραφής IMAP μετά την επεξεργασία κάθε μηνύματος email.
es: Ejecute el comando de eliminación de IMAP después de procesar cada mensaje de correo electrónico.
fr: Exécutez la commande de suppression IMAP après avoir traité chaque courriel.
it: Esegui il comando IMAP expunge dopo aver elaborato ogni messaggio di posta elettronica.
nl: Voer de IMAP-verwijderingsopdracht uit na het verwerken van elk e-mailbericht.
pl: Wykonaj polecenie IMAP expunge po przetworzeniu każdej wiadomości e-mail.
pt_br: Executar o comando IMAP expunge após o processamento de cada mensagem de e-mail.
ro_ro: Executați comanda de extragere IMAP după procesarea fiecărui mesaj de e-mail.
sl: Izvedite ukaz IMAP expunge po obdelavi vsakega e-poštnega sporočila.
tr_tr: Her e-posta mesajını işledikten sonra IMAP silme komutunu yürüt.

source: Execute expunge
ar: نفذ المحو
bg: Премахнете изцяло
cs: Provést expunge
de_de: IMAP Expunge ausführen
el: Εκτέλεση διαγραφής
es: Ejecutar expunge
fr: Exécuter la suppression
it: Esegui expunge
nl: Verwijdering uitvoeren
pl: Wykonaj expunge
pt_br: Executar expunge
ro_ro: Execută extragerea
sl: Izvedi izbris
tr_tr: Yürütme silme

source: IMAP Mailbox to which processed messages will be copied.
ar: صندوق بريد IMAP الذي سيتم نسخ الرسائل المعالجة إليه.
bg: IMAP пощенска кутия, в която ще бъдат копирани обработените съобщения.
cs: Schránka IMAP, do které budou zkopírovány zpracované zprávy.
de_de: IMAP-Postfach, in das verarbeitete Nachrichten kopiert werden.
el: Γραμματοκιβώτιο IMAP στο οποίο θα αντιγραφούν επεξεργασμένα μηνύματα
es: Buzón IMAP en el que se copiarán los mensajes procesados.
fr: Boîte de courriel IMAP dans laquelle les messages traités seront copiés.
it: Cassetta postale IMAP in cui verranno copiati i messaggi elaborati.
nl: IMAP Mailbox waar verwerkte berichten naartoe worden gekopieerd.
pl: Skrzynka IMAP, do której będą kopiowane przetworzone wiadomości.
pt_br: Caixa de correio IMAP para a qual as mensagens processadas serão copiadas.
ro_ro: Căsuța poștală IMAP pe care vor fi copiate mesajele procesate.
sl: Nabiralnik IMAP, v katerega bodo kopirana obdelana sporočila.
tr_tr: İşlenen iletilerin kopyalanacağı IMAP Posta Kutusu.

source: Destination mailbox
ar: صندوق بريد الوجهة
bg: Пощенска кутия на получателя
cs: Cílová poštovní schránka
de_de: Ziel-Postfach
el: Γραμματοκιβώτιο προορισμού
es: Buzón de destino
fr: Boite aux lettres de destination
it: Cassetta postale di destinazione
nl: Bestemming mailbox
pl: Docelowa skrzynka
pt_br: Caixa de destino
ro_ro: Căsuța poștală de destinație
sl: Ciljni poštni predal
tr_tr: Hedef posta kutusu

source: Timeout
ar: انتهاء الوقت
bg: Изтичане на времето
cs: Časový limit
el: Λήξη χρονικού ορίου
es: Tiempo de espera
fa: اتمام وقت
fr: Délai d'attente dépassé
lv: Pārtraukums
pl: Koniec czasu
ro_ro: Pauză
sl: Odmor
tr_tr: Zaman aşımı
zh_hans: 超时

source: POP email
bs_ba: POP e-pošta
es: Correo electrónico POP
fa: POP ایمیل
fr: Compte POP
lv: POP e-pasts
pt_br: E-mail POP3
ro_ro: Emailul POP
zh_hans: POP电子邮件

source: Device name as returned by the SANE backend.
ar: اسم الجهاز كما تم إرجاعه بواسطة الواجهة الخلفية SANE.
bg: Име на устройството, както е върнато от сървъра SANE.
bs_ba: Naziv uređaja koji je vratio SANE backend.
cs: Název zařízení, jak bylo vráceno koncovým zařízením SANE.
de_de: Gerätename wie vom SANE Backend zurückgegeben.
el: Όνομα συσκευής όπως επιστρέφεται από το SANE υποκείμενου συστήματος.
es: Nombre del dispositivo devuelto por el servidor SANE.
fa: نام دستگاه به عنوان پشت صحنه SANE بازگشت.
fr: Nom du périphérique tel qu'il est retourné par l'interface SANE.
it: Nome del dispositivo come restituito dal backend SANE.
lv: Ierīces nosaukums, ko atdod SANE backend.
nl: Apparaatnaam zoals opgegeven door de SANE backend.
pl: Nazwa urządzenia zwrócona przez backend SANE.
pt_br: Nome do dispositivo como retornado pelo backend SANE
ro_ro: Numele dispozitivului returnat de backend-ul SANE.
sl: Ime naprave, kot ga vrne zaledje SANE.
tr_tr: SANE tarafından döndürülen cihaz adı.
zh_hans: SANE后端返回的设备名称。

source: Device name
ar: اسم الجهاز
bg: Име на устройството
bs_ba: Naziv uređaja
cs: Název zařízení
de_de: Gerätename
el: Όνομα συσκευής
es: Nombre del dispositivo
fa: نام دستگاه
fr: Nom du périphérique
it: Nome del dispositivo
lv: Ierīces nosaukums
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ro_ro: Nume dispozitiv
sl: Ime naprave
tr_tr: Cihaz adı
zh_hans: 设备名称

source: Selects the scan mode (e.g., lineart, monochrome, or color). If this option is not supported by your scanner, leave it blank.
bs_ba: Odabire režim skeniranja (npr. Lineart, monohromatski ili boji). Ako ovu opciju ne podržava vaš skener, ostavite je praznim.
cs: Vybere režim skenování (např. Lineart, monochromatický nebo barevný). Pokud skener tuto možnost nepodporuje, nechte ji prázdnou.
de_de: Scanmodus auswählen (z.B. lineart, monochrom, oder farbig). Leer lassen, wenn diese Option von Ihrem Scanner nicht unterstützt wird.
es: Selecciona el modo de escáner (por ejemplo, lineart, monochrome o color). Si esta opción no es compatible con el escáner, déjela en blanco.
fa: حالت اسکن را انتخاب می کند (به عنوان مثال، خط، سیاه و سفید یا رنگ). اگر این گزینه توسط اسکنر شما پشتیبانی نمی شود، آن را خالی بگذارید.
fr: Sélectionne le mode de balayage (par exemple, linéaire, monochrome ou couleur). Si cette option n'est pas prise en charge par votre scanner, laissez-la vierge.
lv: Atlasa skenēšanas režīmu (piem., Lineāru, melnbaltu vai krāsu). Ja skeneris šo iespēju neatbalsta, atstājiet to tukšu.
nl: Selecteert de scanmodus (b.v. zwart-wit, grijswaarden of kleur). Als deze optie niet wordt ondersteunt door uw scanner, laat dan leeg.
pt_br: Seleciona o modo de escaneamento (por exemplo: lineart, monocromático ou colorido). Se essa opção não for suportada pelo seu scanner, deixe-a em branco.
ro_ro: Selectează modul de scanare (de ex., Linie grafică, monocrom sau culoare). Dacă această opțiune nu este acceptată de scaner, lăsați-o goală.
zh_hans: 选择扫描模式（例如，艺术线条，单色或彩色）。如果扫描仪不支持此选项，请将其留空。

source: Mode
cs: Režim
de_de: Modus
es: Modo
fa: حالت
lv: Režīms
nl: Modus
pt_br: Modo
ro_ro: Mod scanare
zh_hans: 模式

source: Sets the resolution of the scanned image in DPI (dots per inch). Typical value is 200. If this option is not supported by your scanner, leave it blank.
bs_ba: Podešava rezoluciju skenirane slike u DPI (tačke po inču). Tipična vrednost je 200. Ako vaš skener ne podržava ovu opciju, ostavite je praznim.
cs: Nastavuje rozlišení skenovaného obrázku v DPI (tečky na palec). Typická hodnota je 200. Pokud skener tuto možnost nepodporuje, ponechte ji prázdnou.
de_de: Setzt die Auflösung des gescannten Bildes in DPI (dots per inch). Ein typischer Wert ist 200. Leer lassen, wenn diese Option von Ihrem Scanner nicht unterstützt wird.
es: Define la resolución de la imagen escaneada en DPI (puntos por pulgada). El valor típico es 200. Si esta opción no es compatible con el escáner, déjelo en blanco.
fa: وضوح تصویر اسکن شده را در DPI (نقطه در اینچ) تنظیم می کند. مقدار معمول 200 است. اگر این گزینه توسط اسکنر شما پشتیبانی نمی شود، آن را خالی بگذارید.
fr: Définit la résolution de l'image scannée en PPP (points par pouce). La valeur typique est 200. Si cette option n'est pas prise en charge par votre scanner, laissez-la vierge.
lv: Iestata skenētā attēla izšķirtspēju DPI (punkti uz collu). Tipiskā vērtība ir 200. Ja skeneris šo iespēju neatbalsta, atstājiet to tukšu.
nl: Stelt de resolutie van de gescande afbeeldingen in DPI (punten per inch) in. Gebruikelijke waarde is 200. Als deze optie niet wordt ondersteund door uw scanner, laat dan leeg.
pt_br: Define a resolução da imagem escaneada em DPI (pontos por polegada). Um valor típico é 200. Se essa opção não for suportada pelo seu scanner, deixe-a em branco.
ro_ro: Setează rezoluția imaginii scanate în DPI (puncte per inch). Valoarea tipică este 200. Dacă această opțiune nu este acceptată de scaner, lăsați-o goală.
zh_hans: 以DPI（每英寸点数）设置扫描图像的分辨率。典型值为200.如果扫描仪不支持此选项，请将其留空。

source: Resolution
bs_ba: Rezolucija
cs: Rozlišení
de_de: Auflösung
es: Resolución
fa: وضوح
fr: Résolution
lv: Izšķirtspēja
nl: Resolutie
pt_br: Resolução
ro_ro: Rezoluţie
zh_hans: 分辨率

source: Selects the scan source (such as a document-feeder). If this option is not supported by your scanner, leave it blank.
bs_ba: Odabir izvora skeniranja (kao što je uvući dokument). Ako ovu opciju ne podržava vaš skener, ostavite je praznim.
cs: Vybere zdroj skenování (například podavač dokumentů). Pokud skener tuto možnost nepodporuje, nechte ji prázdnou.
de_de: Setzt die Scanquelle (etwa wie Dokuemteneinzug). Leer lassen, wenn diese Option von Ihrem Scanner nicht unterstützt wird.
es: Selecciona la fuente de escaneado (como un alimentador de documentos). Si esta opción no es compatible con el escáner, déjela en blanco.
fa: منبع اسکن (مانند فیدر سند) را انتخاب می کند. اگر این گزینه توسط اسکنر شما پشتیبانی نمی شود، آن را خالی بگذارید.
fr: Sélectionne la source d'analyse (comme un chargeur de documents). Si cette option n'est pas prise en charge par votre scanner, laissez-la vierge.
lv: Atlasa skenēšanas avotu (piemēram, dokumentu padevēju). Ja skeneris šo iespēju neatbalsta, atstājiet to tukšu.
nl: Selecteert de scanbron (zoals een ADF, of van glasplaat). Als deze optie niet wordt ondersteund door uw scanner, laat dan leeg.
pt_br: Seleciona a fonte de escaneamento (tal como alimentador de documentos). Se essa opção não for suportada pelo seu scanner, deixe-a em branco.
ro_ro: Selectează sursa de scanare (cum ar fi un alimentator de documente). Dacă această opțiune nu este acceptată de scaner, lăsați-o goală.
zh_hans: 选择扫描源（例如文档进纸器）。如果扫描仪不支持此选项，请将其留空。

source: Paper source
bs_ba: Izvor papira
cs: Zdroj papíru
de_de: Papierquelle
es: Fuente de papel
fa: منبع کاغذ
fr: Source du papier
lv: Papīra avots
nl: Papierbron
pt_br: Fonte de papel
ro_ro: Sursa hărtiei
zh_hans: 纸张来源

source: Selects the document feeder mode (simplex/duplex). If this option is not supported by your scanner, leave it blank.
bs_ba: Izbor režima za uvlačenje dokumenata (simplex / duplex). Ako ovu opciju ne podržava vaš skener, ostavite je praznim.
cs: Vybere režim podavače dokumentů (simplex / duplex). Pokud skener tuto možnost nepodporuje, nechte ji prázdnou.
de_de: Setzt die Auflösung des gescannten Bildes in DPI (dots per inch). Ein typischer Wert ist 200. Leer lassen, wenn diese Option von Ihrem Scanner nicht unterstützt wird.
es: Selecciona el modo de alimentador de documentos (simplex / dúplex). Si esta opción no es compatible con el escáner, déjela en blanco.
fa: حالت فیدر سند (simplex / duplex) را انتخاب می کند. اگر این گزینه توسط اسکنر شما پشتیبانی نمی شود، آن را خالی بگذارید.
fr: Sélectionne le mode d'alimentation du document (recto / recto-verso). Si cette option n'est pas prise en charge par votre scanner, laissez-la vierge.
lv: Atlasa dokumentu padevēja režīmu (vienkāršais / duplekss). Ja skeneris šo iespēju neatbalsta, atstājiet to tukšu.
nl: Selecteert de document-feeder modus (enkel-/dubbelzijdig). Als deze optie niet wordt ondersteund door uw scanner, laat dan leeg.
pt_br: Seleciona o modo do alimentador de documentos (simplex/duplex). Se essa opção não for suportada pelo seu scanner, deixe-a em branco.
ro_ro: Selectează modul alimentatorului de documente (simplex / duplex). Dacă această opțiune nu este acceptată de scaner, lăsați-o goală.
zh_hans: 选择文档进纸器模式（单面/双面）。如果扫描仪不支持此选项，请将其留空。

source: ADF mode
bs_ba: ADF mod
cs: Režim ADF
de_de: ADF Modus
es: Modo ADF
fa: حالت ADF
fr: Mode ADF
lv: ADF režīms
nl: ADF modus
pt_br: Modo ADF
ro_ro: Mod ADF
zh_hans: ADF模式

source: SANE Scanner
ar: ماسح ضوئي
bg: SANE скенер
bs_ba: SANE skener
cs: Skener SANE
el: Αναγνώστης SANE
es: Escáner SANE
fa: SANE اسکنر
fr: Scanner SANE
it: Scanner SANE
lv: SANE skeneris
pl: Skaner SANE
pt_br: Scanner SANE
ro_ro: Scaner SANE
sl: Skener SANE
tr_tr: SANE Tarayıcı
zh_hans: SANE扫描仪

source: SANE Scanners
bs_ba: SANE skener
cs: Skenery SANE
de_de: SANE Scanner
es: Escáneres SANE
fa: SANE اسکنرها
fr: Scanners SANE
lv: SANE skeneri
pt_br: Scanners SANE
ro_ro: Scanere SANE
zh_hans: SANE扫描仪

source: Error while executing scanning command "%(command_line)s"; %(error_message)s
cs: Chyba při provádění příkazu pro skenování „%(command_line)s“; %(error_message)s
de_de: Fehler bei der Ausführung des Scannerbefehls "%(command_line)s": %(error_message)s
es: Error al ejecutar el comando de escaneo "%(command_line)s"; %(error_message)s
fr: Erreur lors de l'exécution de la commande de numérisation "%(command_line)s"; %(error_message)s
nl: Fout tijdens het uitvoeren van de scanopdracht "%(command_line)s"; %(error_message)s
pt_br: Erro ao executar comando de escaneamento "%(command_line)s"; %(error_message)s
ro_ro: Eroare la executarea comenzii de scanare "%(command_line)s"; %(error_message)s

source: Server side filesystem path.
ar: مسار نظام الملفات على الخادم
bg: Пътят на файловата система към сървъра.
bs_ba: Serverska putanja na filesystem-u
cs: Cesta k souborovému systému na straně serveru.
de_de: Pfad auf dem Server.
el: Διαδρομή συστήματος αρχείων στον διακομιστή.
es: Ruta a los archivos en el servidor.
fa: محل قرارگیری برروی سیستم فایل سمت سرور
fr: Chemin d'accès au fichier sur le serveur.
it: Path sul filesystem del server
lv: Servera puses failu sistēmas ceļš.
nl: Pad naar filesysteem server
pl: Ścieżka do systemu plików po stronie serwera.
pt_br: Caminho do sistema do servidor
ro_ro: Cale de fișiere server.
sl: Pot datotečnega sistema na strani strežnika.
tr_tr: Sunucu tarafı dosya sistemi yolu.
zh_hans: 服务器端文件系统路径。

source: Folder path
ar: مسار الملف
bg: Пътека към папката
bs_ba: Putanja foldera
cs: Cesta ke složce
de_de: Ordnerpfad
el: Διαδρομή φακέλου
es: Ruta de la carpeta
fa: محل پرونده
fr: Chemin d'accès au répertoire
it: Percorso cartella
lv: Mapes ceļš
nl: Mappad
pl: Ścieżka foldera
pt_br: Caminho da pasta
ro_ro: Calea dosarului
sl: Pot mape
tr_tr: Klasör yolu
zh_hans: 文件夹路径

source: Width value to be passed to the converter backend.
ar: قيمة العرض لتمريرها إلى نظام المعالجة
bg: Стойност на ширината, която трябва да бъде предадена на конверторния бекенд.
bs_ba: Vrijednost za širinu za konvertovanje na backend-u.
cs: Hodnota šířky, která má být předána na backend převodníku.
de_de: Breite, die an den Konverter übergeben wird.
el: Τιμή πλάτους που θα διαβιβαστεί στον μετατροπέα του υποκείμενου συστήματος.
es: Valor de la anchura que se pasa al backend convertidor.
fa: مقداری که به مبدل جهت عرض ارسال خواهد شد.
fr: Valeur de largeur à passer au convertisseur en arrière plan
it: valore della larghezza da passare per le operazioni di conversione in backend
lv: Platuma vērtība, kas jānodod pārveidotāja aizmugurē.
nl: Breedte waarde die moet worden doorgegeven aan de converter backend.
pl: Szerokość do przekazania do konwertera.
pt_br: Valor da largura a ser passado para o backend conversor.
ro_ro: Valoarea lățime trecuta convertorului.
sl: Vrednost širine, ki se posreduje zaledju pretvornika.
tr_tr: Dönüştürücü uygulamasına iletilecek genişlik değeri.
zh_hans: 要传递给转换器后端的宽度值。

source: Preview width
ar: عرض المعاينة
bg: Визуализиране на ширината
bs_ba: Pregled širine
cs: Šířka náhledu
de_de: Vorschaubreite
el: Πλάτος προεπισκόπησης
es: Ancho de muestra
fa: عرض پیش بینی
fr: Largeur de la prévisualisation
it: Larghezza anteprima
lv: Priekšskatījuma platums
nl: Breedte voorbeeldweergave
pl: Szerokość podglądu
pt_br: Largura da pré-visualização
ro_ro: Lățimea de previzualizare
sl: Širina predogleda
tr_tr: Önizleme genişliği
zh_hans: 预览宽度

source: Height value to be passed to the converter backend.
ar: قيمة الارتفاع لتمريرها إلى نظام المعالجة
bg: Стойност на височината, която трябва да бъде предадена на конверторния бекенд.
bs_ba: Vrijednost za visinu za konvertovanje na backend-u.
cs: Hodnota výšky, která má být předána na backend převodníku.
de_de: Höhe, die an den Konverter übergeben wird.
el: Τιμή ύψους που θα διαβιβαστεί στον μετατροπέα του υποκείμενου συστήματος.
es: Valor de la altura que se pasa al backend convertidor.
fa: مقداری که به مبدل جهت ارتفاع ارسال خواهد شد.
fr: Valeur de hauteur à passer au convertisseur en arrière plan.
it: valore dell'altezza da passare per le operazioni di conversione in backend
lv: Augstuma vērtība, kas jānodod pārveidotāja aizmugurē.
nl: Hoogte waarde die moet worden doorgegeven aan de converter backend.
pl: Wysokość przekazywana do konwertera.
pt_br: Valor de altura para ser passado para o backend conversor.
ro_ro: Valoare de înălțime trecuta convertorului.
sl: Vrednost višine, ki se posreduje zaledju pretvornika.
tr_tr: Dönüştürücü uygulamasına iletilecek yükseklik değeri.
zh_hans: 要传递给转换器后端的高度值。

source: Preview height
ar: معاينة الارتفاع
bg: Визуализиране на височината
bs_ba: Pregled visine
cs: Výška náhledu
de_de: Vorschauhöhe
el: Ύψος προεπισκόπησης
es: Alto de muestra
fa: ارتفاع پیش بینی
fr: Hauteur de prévisualisation
it: Altezza anteprima
lv: Priekšskatījuma augstums
nl: Hoogte voorbeeldweergave
pl: Wysokość podglądu
pt_br: Altura de pré-visualização
ro_ro: Înălțime de previzualizare
sl: Višina predogleda
tr_tr: Önizleme yüksekliği
zh_hans: 预览高度

source: Whether to expand or not compressed archives.
ar: هل يتم فك الملفات المضغوطة أم لا.
bg: Дали да разархивират или не компресирате архиви.
bs_ba: Otpakuj ili ne kompresovane datoteke
cs: Jestli rozbalit nebo ne komprimované archivy.
de_de: Ob komprimierte Archive entpackt werden sollen.
el: Αν θα αποσυμπιέζονται ή όχι συμπιεσμένα αρχεία.
es: Expandir o no archivos comprimidos.
fa: گسترش و یا آرشیوهای غیر فشرده
fr: Indique s'il faut ou non décompresser les fichiers d'archive.
it: Se espandere o meno degli archivi compressi.
lv: Vai paplašināt vai nesaspiest arhīvus.
nl: Of gecomprimeerde archieven moet worden uitgepakt of niet.
pl: Czy rozpakowywać skompresowane archiwa.
pt_br: Se expandir ou não arquivos compactados.
ro_ro: Dacă se extinde sau nu se arhivează.
sl: Ali razširiti ali ne stisniti arhive.
tr_tr: Sıkıştırılmış arşivleri genişletip genişletmemesine.
zh_hans: 是否解压压缩的档案。

source: Delete the file after is has been successfully uploaded.
ar: حذف الملف بعد رفعه بنجاح.
bg: Изтрийте файла, след като е качен успешно.
bs_ba: Obriši datoteku nakon što bude uspješno upload-ana.
cs: Odstraňte soubor poté, co byl úspěšně nahrán.
de_de: Datei nach erfolgreichem Hochladen löschen.
el: Διαγραφή του αρχείου μετά την επιτυχή μεταφόρτωση.
es: Eliminar el archivo después de que se haya cargado correctamente.
fa: حدف فایل پس از آپلود موفق آن.
fr: Supprimer le fichier après réussite du transfert.
it: Cancella il file dopo essere stato caricato
lv: Dzēst failu pēc tam, kad tas ir veiksmīgi augšupielādēts.
nl: Het bestand verwijderen nadat de upload is voltooid.
pl: Usuń plik po pomyślnym przesłaniu.
pt_br: Excluir o arquivo depois de ter sido carregado com sucesso.
ro_ro: Ștergeți fișierul după ce este a fost încărcat cu succes.
sl: Izbrišite datoteko, ko je bila uspešno naložena.
tr_tr: Dosyayı başarıyla yükledikten sonra dosyayı sil.
zh_hans: 成功上传后删除文件。

source: Delete after upload
ar: حذف بعد التحميل
bg: Изтриване след качване
bs_ba: Izbriši nakon uploada
cs: Smazat po nahrání
de_de: Nach Hochladen löschen
el: Διαγραφή αφού μεταφορτωθεί
es: Borrar después de subir
fa: حذف پس ار آپ لود
fr: Supprimer après transfert
it: Cancella dopo aver caricato
lv: Dzēst pēc augšupielādes
nl: Na upload verwijderen
pl: Usuń po przesłaniu
pt_br: Excluir depois do upload
ro_ro: Șterge după încărcare
sl: Izbriši po nalaganju
tr_tr: Yükledikten sonra sil
zh_hans: 上传后删除
