Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, el, es_pr, fa, fr, hu, nl, pt, sl, tr_tr

source: Permissions
ar: الصلاحيات
bg: Разрешения
cs: Práva
el: Δικαιώματα
es_pr: Permisos
fa: مجوزها
fr: Autorisations
hu: Engedélyek
nl: Permissies
pt: Permissões
sl: Pravice
tr_tr: İzinler

source: Group count
ar: عدد المجموعة
bg: Брой групи
cs: Počet skupin
el: Αριθμός ομάδων
es_pr: Número de grupos
fr: Nombre de groupes
nl: Groep tellen
pt: Contagem de grupos
sl: Število skupin
tr_tr: Grup sayısı

source: Insufficient permissions.
ar: صلاحيات غير كافية.
bg: Недостатъчни разрешения.
cs: Nedostatečná oprávnění.
el: Ανεπαρκή δικαιώματα.
es_pr: Permisos insuficientes.
fa: اجازه ناکافی
fr: Droits insuffisants
hu: Elégtelen jogosúltság
nl: Permissies zijn ontoereikend
pt: Permissões insuficientes.
sl: Nezadostna dovoljenja.
tr_tr: Yetersiz yetkiler.

source: Total roles
ar: إجمالي الأدوار
bg: Общо роли
cs: Celkem rolí
el: Σύνολο ρόλων
es_pr: Totales de roles
fr: Nombre total de rôles
nl: Totaal aantal rollen
pt: Total de funções
sl: Skupaj vlog
tr_tr: Toplam roller

source: Role created
ar: إنشاء الدور
bg: Роля създадена
cs: Role byla vytvořena
el: Ο ρόλος δημιουργήθηκε
es_pr: Rol creado
fr: Rôle créé
nl: Rol aangemaakt
pt: Papel criado
sl: Vloga ustvarjena
tr_tr: Rol oluşturuldu

source: Role edited
ar: تعديل الدور
bg: Роля редактирана
cs: Role byla upravena
el: Ο ρόλος τροποποιήθηκε
es_pr: Rol editado
fr: Rôle modifié
nl: Rol bewerkt
pt: Papel editado
sl: Vloga urejena
tr_tr: Rol düzenlendi

source: Roles
ar: أدوار
bg: Роли
cs: Role
el: Ρόλοι
fa: نقش ها
fr: Rôles
hu: Szerepkör
nl: gebruikersrollen
pt: Funções
sl: Vloge
tr_tr: Roller

source: Create new role
ar: أنشئ دورًا جديدًا
bg: Създайте нова роля
cs: Vytvořit novou roli
el: Δημιουργία νέου ρόλου
es_pr: Crear nuevo rol
fa: ایجاد نقش role جدید
fr: Créer un nouveau rôle
hu: Új szerepkör létrehozása
nl: Nieuwe gebruikersrol aanmaken
pt: Criar novo papel
sl: Ustvari novo vlogo
tr_tr: Yeni rol oluştur

source: Delete
ar: حذف
bg: Изтрийте
cs: Odstranit
el: Διαγραφή
es_pr: Eliminar
fa: حذف
fr: Supprimer
hu: Törlés
nl: Verwijderen
pt: Remover
sl: Izbriši
tr_tr: Sil

source: Edit
ar: تعديل
bg: Редактиране
cs: Upravit
el: Τροποποίηση
es_pr: Editar
fa: ویرایش
fr: Modifier
hu: Szerkesztés
nl: Bewerken
pt: Editar
sl: Uredi
tr_tr: Düzenle

source: Groups
ar: المجموعات
bg: Групи
cs: Skupiny
el: Ομάδες
es_pr: Grupos
fa: گروه‌ها
fr: Groupes
hu: Csoport
nl: Groepen
pt: Grupos
sl: Skupine
tr_tr: Gruplar

source: Role permissions
ar: أذونات الدور
bg: Разрешения за роли
cs: Oprávnění rolí
el: Δικαιώματα ρόλου
es_pr: Permisos del rol
fa: مجوزهای نقش
fr: Autorisations du rôle
hu: Szerepkör jogok
nl: Permissies gebruikersro
pt: Permissões do papel
sl: Dovoljenja za vlogo
tr_tr: Rol izinleri

source: A short text describing the role.
ar: وصف مختصر
bg: Кратък текст, описващ ролята.
cs: Krátký text popisující roli.
el: Σύντομο κείμενο που περιγράφει το ρόλο.
es_pr: Un breve texto que describe el rol.
fr: Un court texte décrivant le rôle.
nl: Een korte tekst die de rol beschrijft.
pt: Um texto curto descrevendo o papel.
sl: Kratko besedilo z opisom vloge.
tr_tr: Rolü açıklayan kısa bir metin.

source: Label
ar: العنوان
bg: Етикет
cs: Jmenovka
el: Ετικέτα
es_pr: Etiqueta
fa: برچسب
fr: Étiquette
hu: Cimke
pt: Nome
sl: Oznaka
tr_tr: Etiket

source: Role
ar: الدور
bg: Роля
el: Ρόλος
es_pr: Rol
fa: نقش
fr: Rôle
hu: Szerepkör
nl: Gebruikersrol
pt: Função
sl: Vloga
tr_tr: Rol

source: Permission count
ar: عدد الأذونات
bg: Брой разрешения
cs: Počet oprávnění
el: Αριθμός αδειών
es_pr: Número de permisos
fr: Nombre d'autorisations
nl: Toestemming tellen
pt: Contagem de permissões
sl: Število dovoljenj
tr_tr: Yetki sayısı

source: Namespace
ar: مساحة الاسم
bg: Именно пространство
cs: Jmenný prostor
el: Χώρος ονομάτων
es_pr: Categoría
fa: فضای نام
fr: Espace de nommage
hu: Névtér
sl: Imenski prostor
tr_tr: Alanadı

source: Name
ar: اسم
bg: Име
cs: název
el: Όνομα
es_pr: Nombre
fa: نام
fr: Nom
hu: Név
nl: Naam
pt: Nome
sl: Ime
tr_tr: İsim

source: Permission
ar: الإذن
bg: Разрешение
cs: Oprávnění
el: Δικαιώματα
es_pr: Permiso
fa: مجوز
fr: Autorisation
hu: Engedély
nl: Permissies
pt: Permissão
sl: Dovoljenje
tr_tr: İzinler

source: Create roles
ar: إنشاء أدوار
bg: Създаване на роли
cs: Vytvořit role
el: Δημιουργία ρόλων
es_pr: Crear roles
fa: ایجاد نقش ها
fr: Créer des rôles
hu: Szerepkörök létrehozása
nl: gebruikersrollen aanmaken
pt: Criar funções
sl: Ustvarite vloge
tr_tr: Roller oluştur

source: Delete roles
ar: حذف الأدوار
bg: Изтриване на роли
cs: Smazat role
el: Διαγραφή ρόλων
es_pr: Eliminar roles
fa: حذف نقش ها
fr: Supprimer des rôles
hu: Szerepkörök törlése
nl: gebruikersrollen verwijderen
pt: Excluir funções
sl: Izbriši vloge
tr_tr: Rolleri sil

source: Edit roles
ar: تحرير الأدوار
bg: Редактиране на роли
cs: Úpravy rolí
el: Τροποποίηση ρόλων
es_pr: Modificar los roles
fa: ویرایش نقش ها
fr: Modifier les rôles
hu: Szerepkörök szerkesztése
nl: gebruikersrollen aanpassen
pt: Editar funções
sl: Uredi vloge
tr_tr: Rolleri düzenle

source: View roles
ar: عرض الأدوار
bg: Преглед на роли
cs: Zobrazit role
el: Προβολή ρόλων
es_pr: Ver los roles
fa: دیدن نقش ها
fr: Afficher les rôles
hu: Szerepkörök megtekintése
nl: Bekijk gebruikersrollen
pt: Ver funções
sl: Ogled vlog
tr_tr: Rolleri göster

source: Group name
ar: إسم المجموعة
bg: Име на групата
cs: Název skupiny
el: Όνομα ομάδας
es_pr: Nombre del grupo
fr: Nom du groupe
hu: Csoportnév
nl: Groepsnaam
pt: Nome do grupo
sl: Ime skupine
tr_tr: Grup ismi

source: Primary key of the group to add to the role.
bg: Основен ключ на групата, който да добавите към ролята.
cs: Primární klíč skupiny, k přidání do role.
es_pr: Llave principal del grupo para agregar al rol.
fr: Clé primaire du groupe à ajouter au rôle.
nl: Primaire sleutel van de groep die aan de rol moet worden toegevoegd.
pt: Chave primária do grupo para adicionar à função.
sl: Primarni ključ skupine za dodajanje vlogi.
tr_tr: Role eklenecek grubun birincil anahtarı.

source: Primary key of the group to remove from the role.
bg: Основен ключ на групата за премахване от ролята.
cs: Primární klíč skupiny k odebrání z role.
es_pr: Llave principal del grupo que se eliminará del rol.
fr: Clé primaire du groupe à supprimer du rôle.
nl: Primaire sleutel van de groep die uit de rol moet worden verwijderd.
pt: Chave primária do grupo a ser removido da função.
sl: Primarni ključ skupine za odstranitev iz vloge.
tr_tr: Rolden kaldırılacak grubun birincil anahtarı.

source: Primary key of the permission to add to the role.
bg: Основен ключ на разрешението за добавяне към ролята.
cs: Primární klíč oprávnění k přidání do role.
es_pr: Llave principal del permiso para agregar al rol.
fr: Clé primaire de l'autorisation à ajouter au rôle.
nl: Primaire sleutel van de toestemming om aan de rol toe te voegen.
pt: Chave primária da permissão para adicionar à função.
sl: Primarni ključ dovoljenja za dodajanje vlogi.
tr_tr: Role eklenecek yetkinin birincil anahtarı.

source: Primary key of the permission to remove from the role.
bg: Основен ключ на разрешението за премахване от ролята.
cs: Primární klíč oprávnění k odebrání z role.
es_pr: Llave principal del permiso para eliminar del rol.
fr: Clé primaire de l'autorisation à retirer du rôle.
nl: Primaire sleutel van de toestemming om uit de rol te verwijderen.
pt: Chave primária da permissão para remover da função.
sl: Primarni ključ dovoljenja za odstranitev iz vloge.
tr_tr: Rolden kaldırılacak yetkinin birincil anahtarı.

source: Available roles
ar: الأدوار المتاحة
bg: Налични роли
cs: Dostupné role
el: Διαθέσιμοι ρόλοι
es_pr: Roles disponibles
fr: Rôles disponibles
nl: Beschikbare rollen
pt: Papéis disponíveis
sl: Razpoložljive vloge
tr_tr: Kullanılabilir roller

source: Group roles
ar: أدوار المجموعة
bg: Групови роли
cs: Role skupiny
el: Ρόλοι ομάδας
es_pr: Roles de grupo
fr: Rôles du groupe
nl: Groepsrollen
pt: Papéis do grupo
sl: Skupinske vloge
tr_tr: Grup rolleri

source: Roles of group: %s
ar: أدوار المجموعة: %s
bg: Роли на групата: %s
cs: Role skupiny: %s
el: Ρόλοι ομάδας: %s
es_pr: Roles del grupo: %s
fr: Rôles du groupe : %s
nl: Rollen van groep: %s
pt: Papéis do grupo: %s
sl: Vloge skupine: %s
tr_tr: Grubun rolleri: %s

source: Error deleting role "%(instance)s"; %(exception)s
bg: Грешка при изтриване на ролята &quot;%(instance)s&quot;; %(exception)s
es_pr: Error eliminando el rol "%(instance)s"; %(exception)s
fr: Erreur lors de la suppression du rôle "%(instance)s"; %(exception)s
pt: Erro ao eliminar a função "%(instance)s"; %(exception)s
sl: Napaka pri brisanju vloge &quot;%(instance)s&quot;; %(exception)s
tr_tr: "%(instance)s" rolü silinirken hata oluştu; %(exception)s

source: Role "%(object)s" deleted successfully.
bg: Ролята &quot;%(object)s&quot; е изтрита успешно.
es_pr: El rol "%(object)s" se eliminó con éxito.
fr: Rôle "%(object)s" supprimé avec succès.
pt: Função "%(object)s" eliminada com sucesso.
sl: Vloga &quot;%(object)s&quot; je bila uspešno izbrisana.
tr_tr: "%(object)s" rolü başarıyla silindi.

source: %(count)d role deleted successfully.
bg: %(count)d роля е изтрита успешно.
es_pr: %(count)d rol se eliminó con éxito.
fr: %(count)d rôle supprimé avec succès.
pt: %(count)dfunção eliminada com sucesso
sl: %(count)d vloga je bila uspešno izbrisana.
tr_tr: %(count)d rolü başarıyla silindi.

source: %(count)d roles deleted successfully.
bg: %(count)d роли са изтрити успешно.
es_pr: %(count)d roles eliminados con éxito.
fr: %(count)d rôles supprimés avec succès.
pt: %(count)d funções eliminadas com sucesso.
sl: %(count)d vloge so bile uspešno izbrisane.
tr_tr: %(count)d rolleri başarıyla silindi.

source: Delete role: %(object)s.
bg: Изтриване на роля: %(object)s.
es_pr: Eliminar rol: %(object)s.
fr: Supprimer le rôle: %(object)s.
pt: Eliminar função: %(object)s.
sl: Izbriši vlogo: %(object)s.
tr_tr: Rolü sil: %(object)s.

source: Delete the %(count)d selected role.
bg: Изтрийте %(count)d избрана роля.
es_pr: Eliminar %(count)d rol seleccionado.
fr: Supprimez %(count)d rôle sélectionné.
pt: Eliminar a função selecionada %(count)d
sl: Izbrišite %(count)d izbrano vlogo.
tr_tr: %(count)d seçilen rolü sil.

source: Delete the %(count)d selected roles.
bg: Изтрийте %(count)dизбрани роли.
es_pr: Elimimar los %(count)d roles seleccionados.
fr: Supprimez les %(count)d rôles sélectionnés.
pt: Eliminar as funções %(count)dselecionadas
sl: Izbrišite %(count)d izbrane vloge.
tr_tr: %(count)d seçilen rolleri sil.

source: Roles are authorization units. They contain user groups which inherit the role permissions for the entire system. Roles can also part of access controls lists. Access controls list are permissions granted to a role for specific objects which its group members inherit.
ar: الأدوار هي وحدات تفويض. تحتوي على مجموعات مستخدمين ترث أذونات الدور للنظام بأكمله. يمكن أيضًا أن تكون الأدوار جزءًا من قوائم ضوابط الوصول. قائمة عناصر التحكم في الوصول هي أذونات تُمنح لدور لمتغيرات معينة يرثها أعضاء المجموعة.
bg: Ролите са групи разрешения. Те съдържат потребителски групи, които наследяват разрешенията за роли за цялата система. Ролите могат също да са част от списъци за контрол на достъпа. Списъкът за контрол на достъпа са разрешения, предоставени на роля за конкретни обекти, които членовете на нейната група наследяват.
cs: Role jsou autorizační jednotky. Obsahují skupiny uživatelů, které zdědí oprávnění role pro celý systém. Role mohou být také součástí seznamů řízení přístupu. Seznam ovládacích prvků přístupu je oprávnění udělená roli konkrétním objektům, které dědí její členové skupiny.
el: Οι ρόλοι είναι μονάδες εξουσιοδότησης. Περιέχουν ομάδες χρηστών που κληρονομούν τα δικαιώματα ρόλου για ολόκληρο το σύστημα. Οι ρόλοι μπορούν επίσης να αποτελούν μέρος των λιστών ελέγχου πρόσβασης. Η λίστα ελέγχου πρόσβασης αποτελούν δικαιώματα που εκχωρούνται σε έναν ρόλο για συγκεκριμένα αντικείμενα που κληρονομούν τα μέλη της ομάδας του.
es_pr: Los roles son unidades de autorización. Contienen grupos de usuarios que heredan los permisos de roles para todo el sistema. Los roles también pueden formar parte de las listas de control de acceso. La lista de controles de acceso son permisos otorgados por función para objetos específicos que heredan los miembros de su grupo.
fr: Les rôles sont des unités d'autorisation. Ils contiennent des groupes d'utilisateurs qui héritent des autorisations de rôle pour l'ensemble du système. Les rôles peuvent également faire partie des listes de contrôles d'accès. Une liste des contrôles d'accès correspond aux autorisations accordées à un rôle pour des objets spécifiques dont les membres du groupe héritent.
nl: Rollen zijn eenheden van authorisatie. Ze bevatten gebruikersgroepen die permissies verkrijgen voor het gehele systeem. Rollen kunnen ook onderdeel zijn van toegangsrechten. Toegangsrechten zijn permissies toegekend aan een rol voor bepaalde objecten.
pt: Papéis são unidades de autorização. Eles contém grupos de usuários que herdam suas permissões de papel para todo sistema. Papeis também podem ser parte de listas de controle de acesso (ACLs). Listas de controle de acesso são permissões concedidas a um papel para objetos específicos que seus membros de grupo herdam.
sl: Vloge so avtorizacijske enote. Vsebujejo skupine uporabnikov, ki podedujejo dovoljenja vlog za celoten sistem. Vloge so lahko tudi del seznamov za nadzor dostopa. Seznam nadzorov dostopa so dovoljenja, dodeljena vlogi za določene predmete, ki jih člani skupine podedujejo.
tr_tr: Roller yetkilendirme birimleridir. Tüm sistem için rol izinlerini devralan kullanıcı grupları içerirler. Roller ayrıca erişim kontrol listelerinin bir parçası olabilir. Erişim kontrolleri listesi, grup üyelerinin devraldığı belirli nesneler için bir role verilen izinlerdir.

source: There are no roles
ar: لا توجد أدوار
bg: Няма роли
cs: Bez rolí
el: Δεν υπάρχουν ρόλοι
es_pr: No hay roles
fr: Il n'y a pas de rôles
nl: Er zijn geen rollen
pt: Não há papéis
sl: Ni vlog
tr_tr: Rol yok

source: Available groups
ar: المجموعات المتاحة
bg: Налични групи
cs: Dostupné skupiny
el: Διαθέσιμες ομάδες
es_pr: Grupos disponibles.
fr: Groupes disponibles
hu: Elérhető csoportok
nl: Beschikbare groepen
pt: Grupos disponíveis
sl: Razpoložljive skupine
tr_tr: Kullanılabilir gruplar

source: Role groups
ar: أدوار المجموعات
bg: Ролеви групи
cs: Skupiny rolí
el: Ομάδες ρόλου
es_pr: Grupos del rol
fr: Groupes du rôle
hu: Szerepkör csoportok
nl: Gebruikersrolgroepen
pt: Grupos do papel
sl: Skupine vlog
tr_tr: Rol grupları

source: Groups of role: %s
ar: أدوار المجموعات: %s
bg: Групи за роля: %s
cs: Skupiny rolí: %s
el: Ομάδες ρόλου: %s
es_pr: Grupos del rol: %s
fr: Groupes ayant le rôle : %s
hu: Szerepkörhöz tartozó csoportok: %s
nl: Groepen van gebruikersrollen: %s
pt: Grupos do papel: %s
sl: Skupine vlog: %s
tr_tr: Rol grupları: %s

source: Add groups to be part of a role. They will inherit the role's permissions and access controls.
ar: أضف مجموعات لتكون جزءًا من دور. سيرثون أذونات الدور وضوابط الوصول.
bg: Добавете групи, които да бъдат част от роля. Те ще наследят разрешенията на ролите и контрола за достъп.
cs: Přidejte skupiny, které se stanou součástí role. Zdědí oprávnění role a řízení přístupu.
el: Προσθέστε ομάδες ώστε να ανήκουν σε έναν ρόλο. Θα κληρονομήσουν τα δικαιώματα του ρόλου και ελέγχους πρόσβασης.
es_pr: Agregue grupos para ser parte de un rol. Ellos heredarán los permisos del rol y los controles de acceso.
fr: Ajoutez des groupes à faire partie d'un rôle. Ils hériteront des autorisations et des contrôles d'accès du rôle.
nl: Groepen toevoegen aan de rol. Ze verkrijgen de toegangsrechten die horen bij de rol.
pt: Adicione grupos para que façam parte de um papel. Eles irão herdar as permissões do papel e os controles de acesso.
sl: Dodajte skupine, ki bodo del vloge. Podedovali bodo dovoljenja vloge in nadzor dostopa.
tr_tr: Bir rolün parçası olmak için gruplar ekleyin. Gruplar rolün izinlerini ve erişim denetimlerini devralırlar.

source: Available permissions
ar: الصلاحيات المتاحة
bg: Налични разрешения
cs: Dostupná oprávnění
el: Διαθέσιμα δικαιώματα
es_pr: Permisos disponibles
fr: Autorisations disponibles
hu: Elérhető jogosúltságok
nl: Beschikbare permissies
pt: Permissões disponíveis
sl: Razpoložljiva dovoljenja
tr_tr: Kullanılabilir izinler

source: Granted permissions
ar: الصلاحيات الممنوحة
bg: Дадени разрешения
cs: Udělení oprávnění
el: Εκχωρημένα δικαιώματα
es_pr: Permisos otorgados
fr: Autorisations accordées
hu: Élvezett jogosúltságok
nl: Toegekende permissies
pt: Permissões garantidas
sl: Dodeljena dovoljenja
tr_tr: İzinler izin verildi

source: Permissions granted here will apply to the entire system and all objects.
ar: سيتم تطبيق الأذونات الممنوحة هنا على النظام بأكمله وجميع المتغيرات
bg: Разрешенията, предоставени тук, ще се прилагат за цялата система и всички обекти.
cs: Oprávnění udělená zde se budou vztahovat na celý systém a všechny objekty.
el: Τα δικαιώματα που χορηγούνται εδώ θα ισχύουν για ολόκληρο το σύστημα και για όλα τα αντικείμενα.
es_pr: Los permisos otorgados aquí se aplicarán a todo el sistema y a todos los objetos.
fr: Les autorisations accordées ici s'appliqueront à l'ensemble du système et à tous les objets.
nl: Toegekende permissies zullen worden toegepast in het gehele systeem en alle objecten.
pt: Permissões concedidas aqui serão aplicadas em todo o sistema e em todos os objetos.
sl: Tukaj podeljena dovoljenja bodo veljala za celoten sistem in vse predmete.
tr_tr: Burada verilen yetkiler tüm sistem ve tüm nesneler için geçerli olacaktır.

source: Permissions for role: %s
ar: أذونات الدور: %s
bg: Разрешения за роля: %s
cs: Oprávnění pro roli: %s
el: Δικαιώματα του ρόλου: %s
es_pr: Permisos para el rol: %s
fr: Autorisations pour le rôle : %s
hu: Szerepkörhöz tartozó jogosúltságok: %s
nl: Permissies voor gebruikersrol: %s
pt: Permissões para papel: %s
sl: Dovoljenja za vlogo: %s
tr_tr: Rol için yetkiler: %s

source: Details of permission: %s
bg: Подробности за разрешението: %s
es_pr: Detalles del permiso: %s
fr: Détails des droits: %s
pt: Detalhes de permissão: %s
sl: Podrobnosti o dovoljenju: %s
tr_tr: Yetki ayrıntıları: %s

source: Grant
fa: دادن
hu: Jogosít

source: Revoke
fa: لغو
hu: Visszavon

source: Members
fa: اعضا

source: Permission holder
fa: دارنده مجوز

source: Permission holders
fa: دارنده های مجوز

source: Role member
fa: عضو نقش

source: Role members
fa: اعضای نقش

source: Grant permissions
fa: دادن مجوز
hu: Jogosúltság kiadása

source: Revoke permissions
fa: لغو مجوز
hu: Jogosúltság visszavonása

source: A list of existing roles that are automatically assigned to newly created users
fa: نقش های پیش فرضی که در زمان ایجاد کاربر جدید داده میشود.

source: Has permission
fa: دارای مجوز

source: and
fa: و

source: %(permissions)s to %(requester)s
fa: %(permissions)s به %(requester)s

source: Permission "%(permission)s" granted to: %(requester)s.
fa: مجوز "%(permission)s" داده شده به %(requester)s

source: %(requester)s, already had the permission "%(permission)s" granted.
fa: %(requester)s دارای مجوز "%(permission)s" میباشد.

source: Are you sure you wish to grant the %(permissions_label)s %(title_suffix)s?
fa: آیا از دادن مجوز مطمئن هستید %(permissions_label)s %(title_suffix)s؟

source: permission
fa: اجازه

source: permissions
fa: اجازه ها

source: Permission "%(permission)s" revoked from: %(requester)s.
fa: مجوز "%(permission)s" از %(requester)s پس گرفته شد.

source: %(requester)s, doesn't have the permission "%(permission)s" granted.
fa: %(requester)s دارای مجوز "%(permission)s" نیست.

source: Are you sure you wish to revoke the %(permissions_label)s %(title_suffix)s?
fa: آیا از لغو مجوز %(permissions_label)s %(title_suffix)s مطئمن هستید؟

source: Users
fa: کاربران

source: Special
fa: مخصوص

source: Non members of role: %s
fa: عضو نقش نیستند : %s

source: Members of role: %s
fa: اعشای نقش : %s

source: Comma separated list of groups primary keys to add to, or replace in this role.
hu: Ebben a szerepkörben hozzáadandó vagy kicserélendő csoportok elsődleges kulcsainak vesszővel elválasztott listája.

source: Comma separated list of permission primary keys to grant to this role.
hu: Ehhez a szerepkörhöz adandó jogosúltásg elsődleges kulcsának vesszővel elválasztott listája.

source: No such permission: %s
hu: Nincs ilyen jogosúltság: %s
