Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/storage/locale/*/LC_MESSAGES/django.po
Languages: cs, es, nl, pt_br, ro_ro, sl, tr_tr

source: Storage
cs: Úložiště
es: Almacenamiento
nl: Opslag
pt_br: Armazenamento
ro_ro: Stocare
sl: Shranjevanje
tr_tr: Depolama

source: Source object
cs: Zdrojový objekt
pt_br: Objeto fonte
ro_ro: Obiect sursă
sl: Izvorni objekt
tr_tr: Kaynak nesne

source: Unable to initialize storage: %(name)s. Check the storage backend dotted path and arguments.
cs: Nelze inicializovat úložiště: %(name)s. Zkontrolujte tečkovanou cestu a argumenty backendu úložiště.
es: No se puede inicializar el almacenamiento: %(name)s. Verifique la ruta de puntos y argumentos del controlador de almacenamiento.
nl: Niet mogelijk om opslag %(name)s te initialiseren. Controleer de opslag backend pad en argumenten.
pt_br: Não foi possível iniciar o armazenamento: %(name)s. Verifique o caminho e os argumentos do backend de armazenamento.
ro_ro: Imposibil de inițializat stocarea: %(name)s. Verificați calea punctată și argumentele backend de stocare.
sl: Ni mogoče inicializirati pomnilnika: %(name)s. Preverite črtkano pot in argumente ozadja shranjevanja.
tr_tr: Depolama başlatılamıyor: %(name)s. Depolama yolunu ve bağımsız değişkenleri kontrol edin.

source: Download files
cs: Stáhnout soubory
pt_br: Descarregar ficheiros
ro_ro: Descărcați fișiere
sl: Prenesite datoteke
tr_tr: Dosyaları indir

source: Download file created
cs: Stažený soubor byl vytvořen
pt_br: Arquivo de documento criado
ro_ro: Fișierul de descărcat a fost creat
sl: Prenos datoteke ustvarjen
tr_tr: Oluşturulan dosyayı indir

source: Download file deleted
cs: Stažený soubor smazán
pt_br: Arquivo de ficheiro eliminado
ro_ro: Fișierul de descărcat a fost șters
sl: Prenos datoteke izbrisan
tr_tr: İndirilen dosya silindi

source: Download file downloaded
cs: Stažený soubor stažen
pt_br: Arquivo de ficheiro descarregado
ro_ro: Fișierul de descărcat a fost descărcat
sl: Prenos datoteke prenesen
tr_tr: İndirilen dosyayı indir

source: Delete
cs: Odstranit
pt_br: Excluir
ro_ro: Șterge
sl: Izbriši
tr_tr: Sil

source: Download
cs: Stažení
pt_br: Baixar
ro_ro: Descărcare
sl: Prenos
tr_tr: İndir

source: Name of the app to process.
cs: Název aplikace, kterou chcete zpracovat.
es: Nombre de la aplicación a procesar.
nl: Naam van de app om te verwerken
pt_br: Nome do aplicativo a ser processado.
ro_ro: Numele aplicației de procesat.
sl: Ime aplikacije za obdelavo.
tr_tr: İşlenecek uygulamanın adı.

source: Path of the database (.dbm) file that will be created/read to keep track of items processed.
cs: Cesta k souboru databáze (.dbm), který bude vytvořen / přečten, aby bylo možné sledovat zpracované položky.
es: Ruta del archivo de base de datos (.dbm) que se creará / leerá para realizar un seguimiento de los elementos procesados.
nl: Pad van het database (.dbm) bestand dat wordt aangemaakt/gelezen om verwerkte items te volgen.
pt_br: Caminho do arquivo de banco de dados (.dbm) que será criado / lido para acompanhar os itens processados.
ro_ro: Calea fișierului bazei de date (.dbm) care va fi creat / citit pentru a ține evidența elementelor procesate.
sl: Pot do datoteke baze podatkov (.dbm), ki bo ustvarjena/prebrana za sledenje obdelanim elementom.
tr_tr: İşlenen öğelerin kaydını tutmak için oluşturulacak/okunacak veritabanı (.dbm) dosyasının yolu.

source: Process a specific model.
cs: Zpracovat konkrétní model.
es: Procesar un modelo específico.
nl: Een bepaald model verwerken.
pt_br: Processar um modelo específico.
ro_ro: Procesați un model specific.
sl: Obdelajte določen model.
tr_tr: Belirli bir modeli işleyin.

source: Process the files in reverse to undo the storage pipeline transformations.
cs: Reverzní zpracování souborů zruší transformace uložiště
es: Procese los archivos a la inversa para deshacer las transformaciones de la configuración de almacenamiento.
nl: De bestanden achterstevoren verwerken om de opslag wachtrij transformaties ongedaan te maken.
pt_br: Processar os arquivos no sentido inverso para desfazer as transformações do pipeline de armazenamento.
ro_ro: Procesați fișierele invers pentru a anula transformările conductelor de stocare.
sl: Obdelajte datoteke v obratnem vrstnem redu, da razveljavite transformacije cevovoda za shranjevanje.
tr_tr: Depolama işlem hattı dönüşümlerini geri almak için dosyaları tersten işleyin.

source: Name of the storage to process.
cs: Název úložiště ke zpracování.
es: Nombre del almacenamiento a procesar.
nl: Naam van de opslag om te verwerken.
pt_br: Nome do armazenamento a processar.
ro_ro: Denumirea stocării de procesat.
sl: Ime pomnilnika za obdelavo.
tr_tr: İşlenecek depolamanın adı.

source: Filename
cs: Název souboru
es: Nombre del archivo
nl: Bestandsnaam
pt_br: Nome do arquivo
ro_ro: Nume fişier
sl: Ime datoteke
tr_tr: Dosya adı

source: Date time
cs: Datum a čas
es: Fecha y hora
nl: Datum en tijd
pt_br: Data e hora
ro_ro: Data și ora
sl: Datum čas
tr_tr: Tarih saat

source: Unnamed file
cs: Nejmenovaný soubor
pt_br: Ficheiro sem nome
ro_ro: Fișier fără nume
sl: Neimenovana datoteka
tr_tr: Adsız dosya

source: File
cs: Soubor
es: Archivo
nl: Bestand
pt_br: Arquivo
ro_ro: Fișier
sl: mapa
tr_tr: Dosya

source: Label
cs: Jmenovka
pt_br: Rótulo
ro_ro: Conținut etichetă
sl: Oznaka
tr_tr: Etiket

source: Permission
cs: Oprávnění
pt_br: Permissão
ro_ro: Permisiune
sl: Dovoljenje
tr_tr: İzinler

source: Download file
cs: Stáhnout soubor
pt_br: Descarregar ficheiro
ro_ro: Descărcare fișier
sl: Prenesi datoteko
tr_tr: Dosyayı indir

source: Shared uploaded file
cs: Sdílený nahraný soubor
es: Archivo cargado compartido
nl: Gedeeld geüpload document
pt_br: Arquivo compartilhado carregado
ro_ro: Fișier încărcat în comun
sl: Naložena datoteka v skupni rabi
tr_tr: Paylaşılan yüklenen dosya

source: Shared uploaded files
cs: Sdílené nahrané soubory
es: Archivos cargados compartidos
nl: Gedeelde geüploade bestanden
pt_br: Arquivos compartilhados carregado
ro_ro: Fișiere încărcate în comun
sl: Naložene datoteke v skupni rabi
tr_tr: Paylaşılan yüklenen dosyalar

source: Storage periodic
cs: Pravidelné ukládání
es: Almacenamiento periódico
pt_br: Armazenamento periódico
ro_ro: Depozitare periodică
sl: Periodično skladiščenje
tr_tr: Periyodik depolama

source: Delete stale uploads
cs: Odstraňte zastaralá nahrávání
es: Eliminar subidas expiradas
nl: Afgebroken uploads verwijderen
pt_br: Excluir uploads caducos
ro_ro: Ștergeți încărcările învechite
sl: Izbriši zastarela nalaganja
tr_tr: Eski yüklemeleri sil

source: Delete stale download files
cs: Odstranění neaktuálních souborů ke stažení
pt_br: Eliminar arquivos de descargas ultrapassados
ro_ro: Ștergeți fișierele de descărcare învechite
sl: Izbrišite zastarele datoteke za prenos
tr_tr: Geçersiz indirilmiş dosyaları sil

source: Time in seconds, after which download files will be deleted.
cs: Doba v sekundách, po které budou stažené soubory odstraněny.
pt_br: Tempo em segundos em que os ficheiros descarregados serão elimiados
ro_ro: Timp în secunde, după care fișierele descărcate vor fi șterse.
sl: Čas v sekundah, po katerem bodo prenesene datoteke izbrisane.
tr_tr: İndirme sonrası silinecek dosyaların, kaç saniye sonra silineceği.

source: A storage backend that all workers can use to generate and hold files for download.
cs: Backend úložiště, který mohou všichni pracovníci použít ke generování a uchovávání souborů ke stažení.
pt_br: Backend de armazenamento que todos os trabalhadores podem utilizar para gerar e manter ficheiros para descarga.
ro_ro: Un backend de stocare pe care toți lucrătorii îl pot folosi pentru a genera și păstra fișiere pentru descărcare.
sl: Zaledje za shranjevanje, ki ga lahko uporabljajo vsi delavci za ustvarjanje in shranjevanje datotek za prenos.
tr_tr: Tüm çalışanların indirilmek üzere dosya oluşturmak ve tutmak için kullanabileceği bir depolama alanı.

source: A storage backend that all workers can use to share files.
cs: Úložiště, které všichni pracovníci mohou použít ke sdílení souborů.
es: Un backend de almacenamiento que todos los "workers" pueden utilizar para compartir archivos.
nl: Een opslagbackend die alle werkers kunnen gebruiken om bestanden te delen.
pt_br: Um backend de armazenamento que todos os workers podem usar para compartilhar arquivos.
ro_ro: Un backend de stocare pe care toți lucrătorii îl pot folosi pentru partajarea fișierelor.
sl: Zaledje za shranjevanje, ki ga lahko vsi delavci uporabljajo za skupno rabo datotek.
tr_tr: Tüm çalışanların dosyaları paylaşmak için kullanabileceği bir depolama alanı.

source: Temporary directory used site wide to store thumbnails, previews and temporary files.
cs: Dočasný adresář používaný na celém webu k ukládání miniatur, náhledů a dočasných souborů.
es: Directorio temporero utilizado en todo la instalación para almacenar imágenes en miniatura, visualizaciones y archivos temporeros.
nl: Globale instelling voor een tijdelijke folder om miniaturen, voorvertoningen en tijdelijke bestanden in op te slaan.
pt_br: Pasta temporária utilizada em todo o site para armazenar imagens em miniatura, visualizações e arquivos temporários.
ro_ro: Directorul temporar a folosit în server pentru a stoca miniaturi, previzualizări și fișiere temporare.
sl: Začasni imenik uporablja celotno spletno mesto za shranjevanje sličic, predogledov in začasnih datotek.
tr_tr: Thumbnail, ön izleme ve geçici dosyaları depolamak için kullanılacak geçici klasör.

source: Time in seconds, after which temporary uploaded files will be deleted.
cs: Doba v sekundách, po které budou dočasně nahrané soubory odstraněny.
pt_br: Tempo em segundos em que os ficheiros carregados temporariamente serão eliminados
ro_ro: Timp în secunde, după care fișierele temporare încărcate vor fi șterse.
sl: Čas v sekundah, po katerem bodo začasno naložene datoteke izbrisane.
tr_tr: Geçici olarak yüklenen dosyaların, kaç saniye sonra silineceği.

source: Unable to initialize the download file storage. Check the settings {} and {} for formatting errors.
cs: Nelze inicializovat úložiště stahovaných souborů. Zkontrolujte nastavení {} a {}, zda neobsahují chyby formátování.
pt_br: Não é possível iniciar o download do armazenamento de ficheiro. Verifique as configurações {} e {} para formatar erros.
ro_ro: Nu se poate inițializa stocarea fișierelor de descărcare. Verificați setările {} și {} pentru erori de formatare.
sl: Ni mogoče inicializirati shrambe datotek za prenos. Preverite nastavitve {} in {} za napake pri oblikovanju.
tr_tr: İndirilen dosya deposu başlatılamıyor. Biçimlendirme hataları için {} ve {} ayarlarını kontrol edin.

source: Unable to initialize the shared uploaded file storage. Check the settings {} and {} for formatting errors.
cs: Nelze inicializovat sdílené úložiště nahraných souborů. Zkontrolujte v nastavení {} a {} chyby formátování.
es: No se puede inicializar el almacenamiento compartido de archivos cargados. Verifique las configuraciones {} y {} para errores de formato.
nl: Niet mogelijk om de geüploade bestandsopslag te initialiseren. Controleer de instellingen {} en {} op opmaakfouten.
pt_br: Não foi possível inicializar o storage compartilhado de upload de arquivos. Verifique as configurações {} e {} para erros de formatação.
ro_ro: Imposibil de inițializat stocarea fișierului încărcat partajat. Verificați setările {} și {} pentru erori de formatare.
sl: Ni mogoče inicializirati skupnega pomnilnika naloženih datotek. Preverite nastavitve {} in {} za napake pri oblikovanju.
tr_tr: Paylaşılan yüklenen dosya deposu başlatılamıyor. Biçimlendirme hataları için {} ve {} ayarlarını kontrol edin.

source: Download files are created as a results of a an external process like an export. Download files are retained over a span of time and then removed automatically.
cs: Soubory ke stažení jsou vytvořeny jako výsledek externího procesu, jako je export. Stažené soubory jsou uchovány po určitou dobu a poté automaticky odstraněny.
pt_br: Ficheiros descarregados são criados como resultados de um processo externo como exportação. Download ficheiros são mantidos durante algum tempo e depois removidos automaticamente.
ro_ro: Fișierele de descărcare sunt create ca rezultat al unui proces extern, cum ar fi un export. Fișierele de descărcare sunt păstrate pe o perioadă de timp și apoi eliminate automat.
sl: Prenesene datoteke so ustvarjene kot rezultat zunanjega postopka, kot je izvoz. Prenesene datoteke se nekaj časa hranijo in nato samodejno odstranijo.
tr_tr: İndirme dosyaları, dışa aktarma gibi harici bir işlemin sonucu olarak oluşturulur. İndirilen dosyalar belirli bir süre boyunca tutulur ve ardından otomatik olarak kaldırılır.

source: There are no files to download.
cs: Nejsou zde žádné soubory ke stažení.
pt_br: Não há ficheiros para descarregar
ro_ro: Nu există fișiere de descărcat.
sl: Ni datotek za prenos.
tr_tr: İndirilecek dosya yok.

source: Downloads
cs: Soubory ke stažení
pt_br: Descargas
ro_ro: Descărcări
sl: Prenosi
tr_tr: İndirilenler
