Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/storage/locale/*/LC_MESSAGES/django 3.po
Languages: ar, el, ru

source: Storage
ar: المساحة التخزينية
el: Αποθηκευτικός χώρος
ru: Хранилище

source: Source object
ru: Исходный объект

source: Unable to initialize storage: %(name)s. Check the storage backend dotted path and arguments.
ar: غير قادر على تهيئة التخزين: %(name)s. يرجى مراجعة مدير النظام.
el: Αποτυχία αρχικοποίησης αποθηκευτικού χώρου: %(name)s. Ελέγξτε τα ορίσματα και την πλήρη διαδρομή στο υποκείμενο σύστημα του αποθηκευτικού χώρου.
ru: Невозможно инициализировать хранилище: %(name)s. Проверьте путь к бэкэнду и его аргументы.

source: Download files
ru: Файлы для скачивания

source: Download file created
ru: Файл для скачивания создан

source: Download file deleted
ru: Файл для скачивания удален

source: Download file downloaded
ru: Файл для скачивания скачан

source: Delete
ar: حذف
el: Διαγραφή
ru: Удалить

source: Download
ar: تحميل
el: Λήψη
ru: Скачать

source: Name of the app to process.
ar: معالجة اسم التطبيق
el: Όνομα της εφαρμογής προς επεξεργασία.
ru: Имя обрабатываемого приложения.

source: Path of the database (.dbm) file that will be created/read to keep track of items processed.
ar: مسار ملف قاعدة البيانات (.dbm)
el: Διαδρομή του αρχείου βάσης δεδομένων (.dbm) που θα δημιουργηθεί/αναγνωσθεί για την παρακολούθηση των αντικειμένων προς επεξεργασία.
ru: Путь к файлу базы данных (.dbm), который будет создан/прочитан для отслеживания обработанных элементов.

source: Process a specific model.
ar: معالجة نموذج محدد
el: Επεξεργασία συγκεκριμένου μοντέλου.
ru: Обработать конкретную модель.

source: Process the files in reverse to undo the storage pipeline transformations.
ar: يجب اعادة التخزين
el: Επεξεργασία των αρχείων σε αντιστροφή για αναίρεση των μεταμορφώσεων της αποθηκευτικής διοχέτευσης - storage pipeline transformations.
ru: Обработайте файлы в обратном порядке, чтобы отменить преобразования конвейера хранилища.

source: Name of the storage to process.
ar: معالجة المساحة التخزينية
el: Το όνομα του αποθηκευτικού χώρου προς επεξεργασία.
ru: Имя обрабатываемого хранилища.

source: Filename
ar: اسم الملف
el: Όνομα αρχείου
ru: Имя файла

source: Date time
ar: التاريخ والوقت
el: Ημερομηνία ώρα
ru: Дата и время

source: Unnamed file
ru: Безымянный файл

source: File
ar: ملف
el: Αρχείο
ru: Файл

source: Label
ar: العنوان
el: Ετικέτα
ru: Заголовок

source: Permission
ar: الإذن
el: Δικαιώματα
ru: Разрешение

source: Download file
ru: Файл для скачивания

source: Shared uploaded file
ar: ملف مشترك
el: Διαμοιραζόμενο μεταφορτωμένο αρχείο
ru: Загруженный файл совместного пользования

source: Shared uploaded files
ar: ملف محمل مشترك
el: Διαμοιραζόμενα μεταφορτωμένα αρχεία
ru: Загруженные файлы совместного пользования

source: Storage periodic
ar: التخزين الدوري
el: Περιοδική αποθήκευση
ru: Хранилище периодически

source: Delete stale uploads
ar: حذف التحميلات
el: Διαγραφή μεταφορτώσεων που δεν ολοκληρώθηκαν
ru: Удалить устаревшие загрузки

source: Delete stale download files
ru: Удалить устаревшие файлы для скачивания

source: A storage backend that all workers can use to generate and hold files for download.
ru: Бэкэнд хранилища, который могут использовать все процессы (workers) для генерации и хранения файлов для скачивания.

source: A storage backend that all workers can use to share files.
ar: مساحة تخزينية مشتركة
el: Αποθηκευτικός χώρος που όλοι οι εργαζόμενοι μπορούν να χρησιμοποιήσουν για τον διαμοιρασμό αρχείων.
ru: Бэкэнд хранилища, который могут использовать все процессы (workers) для хранения файлов.

source: Temporary directory used site wide to store thumbnails, previews and temporary files.
ar: مساحة تخزينية مؤقتة
el: Προσωρινός φάκελος που χρησιμοποιείται από όλο τον ιστότοπο για να αποθηκεύονται μικρογραφίες, προεπισκοπήσεις και προσωρινά αρχεία.
ru: Временный каталог, используемый на всем сайте для хранения миниатюр, превью и временных файлов.

source: Unable to initialize the download file storage. Check the settings {} and {} for formatting errors.
ru: Невозможно инициализировать общее хранилище файлов для скачивания. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Unable to initialize the shared uploaded file storage. Check the settings {} and {} for formatting errors.
ar: تعذر تهيئة التخزين ، للتحقق من إعدادات {} و {} لأخطاء .
el: Η αρχικοποίηση του αποθηκευτικού χώρου διαμοιρασμένου αναρτημένου εγγράφου απέτυχε. Ελέγξτε τις ρυθμίσεις {} και {} για σφάλματα μορφοποίησης.
ru: Невозможно инициализировать общее хранилище загруженных файлов. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Download files are created as a results of a an external process like an export. Download files are retained over a span of time and then removed automatically.
ru: Файлы для скачивания создаются в результате внешнего процесса, такого как экспорт. Файлы для скачивания хранятся в течение определенного периода времени, а затем удаляются автоматически.

source: There are no files to download.
ru: Нет файлов для скачивания.

source: Downloads
ru: Загрузки
