Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: ar, cs, el, lv, nl, pt, ro_ro, sl, sl_si

source: Document comments
ar: شروحات الوثيقة
cs: Komentáře k dokumentu
el: Σχόλια εγγράφου
lv: Dokumentu komentāri
nl: Documentopmerkingen
pt: Comentários de documento
ro_ro: Comentariile documentului
sl: Komentarji dokumenta

source: Document comment created
ar: تم إنشاء شرح الوثيقة
cs: Komentář dokumentu byl vytvořen
el: Σχόλιο εγγράφου δημιουργήθηκε
lv: Izveidots dokumentu komentārs
nl: Documentopmerking aangemaakt
pt: Comentário de documento criado
ro_ro: Comentariul documentului a fost creat
sl: Komentar dokumenta ustvarjen

source: Document comment deleted
ar: تم حذف شرح الوثيقة
cs: Komentář dokumentu byl smazán
el: Σχόλιο εγγράφου διαγράφηκε
lv: Dokumenta komentārs ir dzēsts
nl: Documentopmerking verwijderd
pt: Comentário de documento removido
ro_ro: Comentariul documentului a fost șters
sl: Komentar dokumenta izbrisan

source: Document comment edited
ar: تم تعديل شرح الوثيقة
cs: Komentář dokumentu byl upraven
lv: Rediģēts dokumenta komentārs
nl: Documentopmerking bewerkt
pt: Comentário de documento editado
ro_ro: Comentariul documentului a fost editat
sl: Komentar dokumenta urejen

source: Add comment
ar: إضافة شرح
cs: Přidat komentář
el: Προσθήκη σχολίου
lv: Pievienot komentāru
nl: Opmerking toevoegen
pt: Adicionar comentário
ro_ro: Adăugați comentariu
sl: Dodaj komentar

source: Delete
ar: حذف
cs: Odstranit
el: Διαγραφή
lv: Dzēst
nl: Verwijderen
pt: Remover
ro_ro: Șterge
sl: Izbriši

source: Edit
ar: تعديل
cs: Upravit
el: Τροποποίηση
lv: Rediģēt
nl: Bewerken
pt: Editar
ro_ro: Editați
sl: Uredi

source: Comments
ar: الشروحات
cs: Komentáře
el: Σχόλια
lv: Komentāri
nl: Opmerkingen
pt: Comentários
ro_ro: Comentarii
sl: Komentarji
sl_si: Komentarji

source: Document
ar: الوثيقة
cs: Dokument
el: Έγγραφο
lv: Dokuments
pt: Documento
sl: Dokument

source: User
ar: مستخدم
cs: Uživatel
el: Χρήστης
lv: Lietotājs
nl: Gebruiker
pt: Utilizador
ro_ro: Utilizator
sl: Uporabnik

source: Text
ar: النص
pt: Texto
sl: Besedilo

source: Date time submitted
ar: تاريخ و وقت الإرسال
cs: Datum a čas odeslání
el: Ημερομηνία και ώρα κατάθεσης
lv: Iesniegtais datums
nl: Indientijdstip
pt: Data e hora de submissão
ro_ro: Marcaj temporal al trimiterii
sl: Datum in čas oddaje

source: Comment
ar: الشرح
cs: Komentář
el: Σχόλιο
lv: Komentārs
nl: Opmerking
pt: Comentário
ro_ro: Comentariu
sl: Komentiraj

source: Create new comments
ar: إنشاء شروحات جديدة
cs: Vytvořit nové komentáře
el: Δημιουργία νέων σχολίων
lv: Izveidojiet jaunus komentārus
nl: Nieuwe opmerkingen aanmaken
pt: Criar novos comentários
ro_ro: Creați comentarii noi
sl: Ustvari nove komentarje
sl_si: Kreiraj nove komentarje

source: Delete comments
ar: حذف الشروحات
cs: Smazat komentáře
el: Διαγραφή σχολίων
lv: Dzēst komentārus
nl: Opmerkingen verwijderen
pt: Excluir comentários
ro_ro: Ștergeți comentarii
sl: Izbriši komentarje
sl_si: Izbriši komentarje

source: Edit comments
ar: تعديل الشروحات
cs: Upravit komentáře
lv: Rediģēt komentārus
nl: Opmerkingen bewerken
pt: Editar comentários
ro_ro: Editați comentariile
sl: Uredi komentarje

source: View comments
ar: عرض الشروحات
cs: Zobrazit komentáře
el: Εμφάνηση σχολίων
lv: Skatīt komentārus
nl: Opmerkingen bekijken
pt: Ver comentários
ro_ro: Vezi comentariile
sl: Oglejte si komentarje
sl_si: Poglej komentarje

source: Add comment to document: %s
ar: إضافة شرح على الوثيقة: %s
cs: Přidat komentář k dokumentu: %s
el: Προσθήκη σχολίου στο έγγραφο: %s
lv: Pievienot komentāru dokumentam: %s
nl: Opmerking toevoegen aan document: %s
pt: Adicionar comentário ao documento: %s
ro_ro: Adaugă comentariu la document:% s
sl: Dodaj komentar dokumentu: %s
sl_si: Dodaj komentar datotekei: %s

source: Delete comment: %s?
ar: حذف الشرح : %s؟
cs: Smazat komentář: %s?
el: Διαγραφή σχολίου: %s
lv: Dzēst komentāru: %s?
nl: Verwijder opmerking: %s?
pt: Remover o comentário: %s ?
ro_ro: Ștergeți comentariul: %s?
sl: Izbriši komentar: %s?

source: Details for comment: %s?
ar: تفاصيل الشرح : %s؟
cs: Podrobnosti pro komentář: %s?
lv: Informācija par komentāru: %s?
nl: Details voor opmerking: %s?
pt: Detalhes para o comentário: %s ?
ro_ro: Detalii pentru comentariul: %s?
sl: Podrobnosti za komentar: %s?

source: Edit comment: %s?
ar: تحرير الشرح: %s؟
cs: Upravit komentář: %s?
lv: Rediģēt komentāru: %s?
nl: Bewerk opmerking: %s?
pt: Editar comentário: %s ?
ro_ro: Editează comentariul: %s?
sl: Uredi komentar: %s?

source: Document comments are timestamped text entries from users. They are great for collaboration.
ar: شروحات الوثيقة ، هي إدخالات نصية ذات طابع زمني من المستخدمين
cs: Komentáře k dokumentu jsou časově označené textové záznamy od uživatelů. Jsou skvělé pro spolupráci.
lv: Dokumentu komentāri ir laika zīmogoti teksta ieraksti no lietotājiem. Tās ir lieliskas sadarbībai.
nl: Documentopmerkingen zijn van tijd voorziene tekstinvoer door gebruikers. Ze kunnen prima gebruikt worden voor samenwerking.
pt: Comentários de documentos são entradas de texto com registo de hora e data de submissão de cada utilizador. São uma ótima ferramenta de colaboração.
ro_ro: Comentariile documentului sunt înregistrări de text marcate temporal de la utilizatori. Ele sunt excelente pentru colaborare.
sl: Komentarji dokumenta so besedilni vnosi uporabnikov s časovnim žigom. Odlični so za sodelovanje.

source: There are no comments
ar: لا توجد شروحات
cs: Nejsou žádné komentáře
lv: Nav komentāru
nl: Er zijn geen opmerkingen
pt: Não existem comentários
ro_ro: Nu există comentarii
sl: Ni pripomb

source: Comments for document: %s
ar: شروحات الوثيقة: %s
cs: Komentáře k dokumentu: %s
el: Σχόλια για το έγγραφο: %s
lv: Komentāri dokumentam: %s
nl: Opmerkingen voor document: %s
pt: Comentários para o documento: %s
ro_ro: Comentarii pentru documentul: %s
sl: Komentarji za dokument: %s

source: Must provide at least one comment.
sl_si: Potrebno je podati vsaj en komentar.

source: Comment "%s" deleted successfully.
sl_si: Komentar %s je bil uspešno izbrisan.

source: Error deleting comment "%(comment)s": %(error)s
sl_si: Napaka v izbrisu komentarja: %(comment)s; %(error)s.

source: Are you sure you wish to delete the comment: %s?
sl_si: Ali ste prepričani, da želite pobrisati komentar: %s

source: Are you sure you wish to delete the comments: %s?
sl_si: Ali ste prepričani, da želite pobrisati komentarje: %s

source: Comment added successfully.
sl_si: Komentar je bil uspešno dodan.
