Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, el, es_pr, fr, it, nl, pl, pt_br, ro_ro, ru, sl, tr_tr, zh_hans

source: Indexes group document automatically into levels. Indexes are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
bg: Индексира автоматично групиране на документ по нива. Индексите се дефинират с помощта на шаблон, чиито маркери се заменят с директни свойства на документи като етикет или описание, или тези на разширени свойства като метаданни.
cs: Indexuje skupinový dokument automaticky do úrovní. Indexy jsou definovány pomocí šablony, jejíž značky jsou nahrazeny přímými vlastnostmi dokumentů, jako je štítek nebo popis, nebo rozšířenými vlastnostmi, jako jsou metadata.
el: Τα ευρετήρια ομαδοποιούν τα έγγραφα αυτόματα σε επίπεδα. Τα ευρετήρια ορίζονται χρησιμοποιώντας πρότυπα των οποίων οι δείκτες αντικαθίστανται με άμεσες ιδιότητες εγγράφων όπως η ετικέτα ή η περιγραφή ή με εκτεταμένες ιδιότητες όπως τα μεταδεδομένα.
es_pr: Los índices agrupan el documento automáticamente en niveles. Los índices se definen utilizando una plantilla cuyos marcadores se reemplazan con propiedades directas de documentos como etiqueta o descripción, o propiedades extendidas como metadatos.
nl: Indexen groeperen documenten automatisch in niveaus. Indexen worden gedefinieerd met behulp van een sjabloon waarvan de markeringen worden vervangen door directe eigenschappen van documenten zoals label of beschrijving, of die van uitgebreide eigenschappen zoals metadata.
pt_br: índices agrupam documentos automaticamente em níveis. Os índices são definidos usando modelos dos quais os marcadores são substituídos com propriedades diretas de documentos como o nome ou descrição, ou propriedades avançadas como metadata.
ro_ro: Indexează grupul de documente automat pe niveluri. Indexurile sunt definite folosind șablonul ale cărui markere sunt înlocuite cu proprietăți directe ale documentelor precum eticheta sau descrierea sau cu proprietățile extinse precum metadatele.
ru: Индексы автоматически группируют документы по уровням. Индексы определяются с использованием шаблонов, маркеры которых заменяются прямыми свойствами документов, такими как заголовок или описание, или расширенными свойствами, такими как метаданные.
sl: Indeksi samodejno združi dokument v ravni. Indeksi so definirani s predlogo, katere označevalci so nadomeščeni z neposrednimi lastnostmi dokumentov, kot je oznaka ali opis, ali z razširjenimi lastnostmi, kot so metapodatki.

source: There are no index templates.
bg: Няма шаблони за индекс.
cs: Nejsou k dispozici žádné šablony indexu.
es_pr: No hay plantillas de índice.
fr: Il n'y a pas de modèles d'index.
nl: Er zijn geen indexsjablonen.
pt_br: Não existem modelos de índice.
ro_ro: Nu există șabloane de index.
ru: Нет шаблонов индексов.
sl: Ni predlog indeksa.

source: Delete the index: %s?
bg: Изтриване на индекса: %s?
bs: Izbriši index:%s?
cs: Smazat rejstřík: %s
el: Διαγραφή του ευρετηρίου: %s
es_pr: ¿Borrar el indice: %s?
fr: Supprimer l'index : %s?
it: Cancellare l'indice: %s?
nl: Verwijder de index: %s?
pl: Usunąć indeks: %s?
pt_br: Apagar o índice: %s?
ro_ro: Ștergeți indexul: %s?
ru: Удалить индекс: %s?
sl: Izbriši kazalo: %s?
tr_tr: Dizini silin: %s?
zh_hans: 删除索引：%s？

source: Available document types
bg: Налични типове документи
bs: Dostupni tipovi dokumenta
cs: Dostupné typy dokumentů
el: Διαθέσιμοι τύποι εγγράφων
es_pr: Tipos de documentos disponibles
fr: Types de document disponibles
it: Tipi di documento disponibili
nl: Beschikbare documenttypes
pl: Dostępne typy dokumentów
pt_br: Tipos de documentos disponíveis
ro_ro: Tipuri de documente disponibile
ru: Доступные типы документов
sl: Razpoložljive vrste dokumentov
tr_tr: Kullanılabilir belge türleri
zh_hans: 可用的文档类型

source: Document types linked
bg: Свързани типове документи
bs: Povezani tipovi dokumenata
cs: Propojené typy dokumentů
el: Συνδεδεμένοι τύποι εγγράφων
es_pr: Tipos de documentos enlazados
fr: Types de documents liés
it: Tipi di documento collegati
nl: Documenttypen gekoppeld
pl: Skojarzone typy dokumentu
pt_br: Tipos de documentos vinculados
ro_ro: Tipuri de documente legate
ru: Связанные типы документов
sl: Povezane vrste dokumentov
tr_tr: Bağlı doküman türleri
zh_hans: 链接的文档类型

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
bg: Само документите от избраните типове ще бъдат показани в индекса, когато последният се възстанови. Само събитията на документите от избраните типове ще задействат актуализации в индекса.
cs: Po vytvoření budou v rejstříku zobrazeny pouze dokumenty vybraných typů. Aktualizace v rejstříku vyvolají pouze události dokumentů vybraných typů.
el: Μόνο τα έγγραφα των επιλεγμένων τύπων θα εμφανιστούν στο ευρετήριο όταν αυτό δομηθεί. Μόνο τα γεγονότα των εγγράφων των επιλεγμένων τύπων θα προκαλέσουν ανανεώσεις στο ευρετήριο.
es_pr: Solo los documentos de los tipos seleccionados se mostrarán en el índice cuando se construyan. Solo los eventos de los documentos de los tipos seleccionados activarán actualizaciones en el índice.
fr: Seuls les documents des types sélectionnés seront affichés dans l'index lors de la construction. Seuls les événements des documents des types sélectionnés déclencheront des mises à jour dans l'index.
it: Solo i documenti del tipo selezionato verranno inclusi nell'indice costruito. Solo gli eventi dei documenti del tipo selezionato innescheranno aggiornamenti nell'indice.
nl: Alleen de document van de geselecteerde types worden getoond in de index. Alleen gebeurtenissen van de documenten van de geselecteerde type initiëren het bijwerken van de index.
pl: Po utworzeniu w indeksie będą wyświetlane tylko dokumenty wybranych typów. Tylko zdarzenia dokumentów wybranych typów spowodują aktualizacje w indeksie.
pt_br: Apenas os documentos dos tipos selecionados serão mostrados no índice após sua construção. Apenas os eventos dos documentos dos tipos selecionados desencadearão atualizações no índice.
ro_ro: Numai documentele tipurilor selectate vor fi afișate în index atunci când sunt construite. Doar evenimentele din documentele selectate vor declanșa actualizări ale indexului.
ru: Только документы выбранных типов будут учитываться при построении индекса. Только события документов выбранных типов будут запускать обновление индекса.
sl: Samo dokumenti izbranih vrst bodo prikazani v indeksu, ko bodo izdelani. Samo dogodki izbranih vrst dokumentov bodo sprožili posodobitve v indeksu.
zh_hans: 构建时，只有所选类型的文档才会显示在索引中。只有所选类型的文档的事件才会触发索引中的更新。

source: Document types linked to index: %s
bg: Типове документи, свързани с индекс: %s
bs: Tipovi dokumenata povezani sa indeksom:%s
cs: Typy dokumentů spojené s rejstříkem: %s
el: Τύποι εγγράφων συνδεδεμένοι στο ευρετήριο: %s
es_pr: Tipos de documentos enlazados al índice: %s
fr: Types de documents liés à l'index : %s
it: Tipi di documento collegati all'indice: %s
nl: Documenttypen gekoppeld aan index: %s
pl: Typy dokumentu skojarzone z indeksem: %s
pt_br: Tipos de documentos vinculados ao índice: %s
ro_ro: Tipuri de documente legate de index: %s
ru: Типы документов, связанные с индексом: %s
sl: Vrste dokumentov, povezane s kazalom: %s
tr_tr: Dizine bağlı doküman türleri: %s
zh_hans: 链接到索引的文档类型：%s

source: Edit index: %s
bg: Редактиране на индекс: %s
bs: Uredi indeks:%s
cs: Upravit rejstřík %s
el: Τροποποίηση ευρετηρίου: %s
es_pr: Editar índice: %s
fr: Modifier l'index : %s
it: Modifica indice: %s
nl: Bewerk index: %s
pl: Edytuj indeks: %s
pt_br: Editar Indice: %s
ro_ro: Editați indexul: %s
ru: Редактировать индекс: %s
sl: Uredi kazalo: %s
tr_tr: Dizini düzenle: %s
zh_hans: 编辑索引：%s

source: Error updating index template event trigger; %s
es_pr: Error al actualizar el disparador de eventos de la plantilla de índice; %s
ro_ro: Eroare la actualizarea declanșatorului evenimentului șablonului de index; %s
sl: Napaka pri posodabljanju sprožilca dogodka predloge indeksa; %s

source: Index template event triggers updated successfully.
es_pr: Los disparadores de eventos de la plantilla de índice se actualizaron correctamente.
ro_ro: Declanșatoarele evenimentelor șablonului de index au fost actualizate cu succes.
sl: Sprožilci dogodkov predloge indeksa so bili uspešno posodobljeni.

source: Triggers are document events that cause instances of this index template to be updated.
es_pr: Los disparadores son eventos de documentos que hacen que se actualicen las instancias de esta plantilla de índice.
ro_ro: Declanșatoarele sunt evenimente de document care determină actualizarea instanțelor acestui șablon de index.
sl: Sprožilci so dogodki dokumenta, ki povzročijo posodobitev primerkov te predloge indeksa.

source: Index template event triggers for: %s
es_pr: Disparadores de eventos de plantilla de índice para: %s
ro_ro: Declanșatoare eveniment ale șablonului de index pentru: %s
sl: Sprožilci dogodkov predloge indeksa za: %s

source: Tree template nodes for index: %s
bg: Възли на шаблона дърво за индекс: %s
bs: Čvorovi šablona za indeks:%s
cs: Uzly stromové šablony pro rejstřík: %s
el: Κόμβοι δέντρου προτύπου για ευρετήριο: %s
es_pr: Nodos de la plantilla del árbol del índice: %s
fr: Nœuds de modèles d'arborescences pour l'index : %s
it: Template principale per i nodi dell'indice: %s
nl: Boomsjabloonknooppunten voor index: %s
pl: Węzły szablonu drzewa dla indeksu: %s
pt_br: Nós de modelo da árvore do índice: %s
ro_ro: Arborele nod șablon pentru index: %s
ru: Дерево узлов шаблонов индекса: %s
sl: Vozlišča drevesne predloge za kazalo: %s
tr_tr: Dizin için ağaç şablonu düğümleri: %s
zh_hans: 索引的树模板节点：%s

source: Create child node of: %s
bg: Създайте дъщерен възел на: %s
bs: Kreirajte child node od:%s
cs: Vytvořit podřízený uzel: %s
el: Δημιουργία θυγατρικού κόμβου: %s
es_pr: Crear nodo hijo de: %s
fr: Créer un nœud enfant de : %s
it: Crea un nodo figlio di: %s
nl: Onderliggende node aanmaken van: %s
pl: Utwórz potomny węzeł: %s
pt_br: Criar nó filho de: %s
ro_ro: Creați un nod copil al: %s
ru: Создать дочерний узел в: %s
sl: Ustvari podrejeno vozlišče: %s
tr_tr: Şu alt grubun alt düğümünü oluştur: %s
zh_hans: 创建%s的子节点

source: Delete the index template node: %s?
bg: Изтрийте възела на шаблона на индекса: %s?
bs: Obrišite čvor indeksa :%s?
cs: Odstranit uzel šablony rejstříku: %s?
el: Διαγραφή του κόμβου ευρετηρίου προτύπου: %s
es_pr: ¿Borrar el nodo de plantilla de indice: %s?
fr: Supprimer le nœud du modèle d'index : %s?
it: Cancellare il template del nodo indice: %s?
nl: Verwijder de indexsjabloon node: %s?
pl: Usunąć węzeł szablonu indeksu: %s?
pt_br: Excluir o nó de template de índice: %s?
ro_ro: Ștergeți nodul șablon index: %s?
ru: Удалить узел шаблона индекса: %s?
sl: Izbriši vozlišče predloge kazala: %s?
tr_tr: Dizin şablonu düğümünü silin: %s?
zh_hans: 删除索引模板节点：%s？

source: Edit the index template node: %s
bg: Редактирайте възела на шаблонен индекс: %s
cs: Upravte šablonu rejstříku uzlu: %s
es_pr: ¿Editar el nodo de plantilla de indice: %s?
fr: Modifiez le nœud du modèle d'index: %s
nl: Bewerk het indexsjabloonknooppunt: %s
pt_br: Editar o nó do modelo de índice: %s
ro_ro: Editați nodul șablonului de index: %s
sl: Uredite vozlišče predloge indeksa: %s

source: Rebuild index template: %s
bg: Възстановяване на шаблон за индекс: %s
cs: Znovu vytvořit šablonu rejstříku: %s
es_pr: Reconstruir plantilla de índice: %s
fr: Reconstruction du modèle d'index: %s
nl: Indexsjabloon opnieuw opbouwen: %s
pt_br: Reconstruir modelo de índice: %s
ro_ro: Reconstruiți șablonul de index: %s
ru: Перестроить шаблон индекса: %s
sl: Ponovna izdelava predloge indeksa: %s

source: Index template queued for rebuild.
bg: Шаблонът на индекса е на опашка за възстановяване.
cs: Šablona indexu ve frontě na opětovné sestavení.
es_pr: Plantilla de índice en cola para reconstrucción.
fr: Modèle d'index mis en file d'attente pour la reconstruction.
nl: Indexsjabloon in wachtrij voor opnieuw opbouwen.
pt_br: Modelo de índice em linha para reconstrução.
ro_ro: Șablonul de index a fost pus în coadă pentru reconstrucție.
ru: Шаблон индекса поставлен в очередь для перестроения.
sl: Indeksna predloga v čakalni vrsti za vnovično gradnjo.

source: %(count)d index template queued for rebuild.
es_pr: %(count)d plantilla de índice en cola para reconstruir.
ro_ro: șablon de index %(count)d pus în coadă pentru reconstrucție.
sl: Predloga indeksa %(count)d v čakalni vrsti za vnovično gradnjo.

source: %(count)d index reset.
es_pr: %(count)d índice reiniciado.
ro_ro: %(count)d resetare index.
sl: ponastavitev indeksa %(count)d.
zh_hans: %(count)d重置索引

source: Index templates for which their instances will be deleted.
bg: Индексни шаблони, екземплярите на които ще бъдат изтрити.
cs: Šablony indexů, pro které budou jejich instance odstraněny.
el: Πρότυπα ευρετηρίων των οποίων τα στιγμιότυπα θα διαγραφούν.
es_pr: Plantillas de índice para las que se eliminarán sus instancias.
fr: Modèles d'index pour lesquels leurs instances seront supprimées.
it: Modelli di indice per i quali verranno eliminate le loro istanze.
nl: Indexsjablonen waarvan de instanties worden verwijderd.
pl: Szablony indeksów, dla których ich instancje zostaną usunięte.
pt_br: Templates de índice para os quais suas instâncias serão excluídas.
ro_ro: Șabloane de index pentru care instanțele lor vor fi șterse.
ru: Шаблоны индекса, экземпляры которых будут удалены.
sl: Indeksne predloge, za katere bodo njihovi primerki izbrisani.

source: No
bg: Не
cs: Ne
el: Όχι
fr: Non
nl: Nee
pl: Nie
pt_br: Não
ro_ro: Nu
ru: Нет
sl: Ne

source: Total levels
bs: Ukupni nivoi
zh_hans: 总级别

source: Levels
bs: Nivoa
zh_hans: 级别

source: Index created
zh_hans: 创建索引

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/)
zh_hans: 输入要渲染的模板。使用Django的默认模板语言（https://docs.djangoproject.com/en/1.11/ref/templates/builtins/）

source: Index node template
bs: Šablon indeksnog čvora
tr_tr: Dizin düğümü şablonu
zh_hans: 索引节点模板

source: Indexes node template
bs: Šablon indeksnih čvora
tr_tr: Dizinler düğüm şablonu
zh_hans: 索引节点模板

source: Create new document indexes
bs: Kreiraj nove indekse dokumenata
tr_tr: Yeni belge dizinleri oluşturma
zh_hans: 创建新的文档索引

source: Edit document indexes
bs: Izmjeni indekse dokumenata
tr_tr: Belge dizinlerini düzenleme
zh_hans: 编辑文档索引

source: Delete document indexes
bs: Obriši indekse dokumenata
tr_tr: Belge dizinlerini sil
zh_hans: 删除文档索引

source: View document index instances
zh_hans: 查看文档索引实例

source: View document indexes
bs: Pregledaj indekse dokumenata
tr_tr: Belge dizinlerini görüntüleme
zh_hans: 查看文档索引

source: Rebuild document indexes
bs: Obnovi indekse dokumenata
tr_tr: Belge dizinlerini yeniden oluştur
zh_hans: 重建文档索引

source: Indexes group document automatically into levels. Indexe are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
zh_hans: 索引将文档自动分组到级别。 索引是使用模板定义的，其标记被替换为标签或描述等文档的直接属性，或者像元数据等的扩展属性。

source: There are no indexes.
zh_hans: 没有索引。

source: Rebuild index: %s
zh_hans: 重建索引%s

source: Edit the index template node: %s?
bs: Uredi čvor indeksa indeksa:%s?
tr_tr: Dizin şablonu düğümünü düzenle: %s?
zh_hans: 编辑索引模板节点：%s？

source: This could mean that no index templates have been created or that there index templates but they are no properly defined.
zh_hans: 这可能意味着没有创建索引模板或索引模板没有正确定义。

source: %(count)d index queued for rebuild.
zh_hans: %(count)d索引排队等待重建。
