Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, el, es_pr, fr, it, nl, pl, pt_br, ro_ro, ru, sl, tr_tr, zh_hans

source: None
bg: Няма
bs: Nijedno
cs: Žádný
el: Κανένα
es_pr: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
pl: Brak
pt_br: Nenhum
ro_ro: Nici unul
ru: Нет
sl: Nobenega
tr_tr: Yok
zh_hans: 没有

source: Document types
bg: Типове документи
bs: Tipovi dokumenta
cs: Typy dokumentů
el: Τύποι εγγράφων
es_pr: Tipos de documento
fr: Types de documents
it: Tipi documento
pl: Typy dokumentów
pt_br: Tipos de documentos
ro_ro: Tipuri de documente
ru: Типы документов
sl: Vrste dokumentov
tr_tr: Doküman türleri
zh_hans: 文件类型

source: Document indexing
bg: Индексиране на документи
bs: Indeksiranje dokumenata
cs: Indexování dokumentů
el: Ευρετήρια εγγράφων
es_pr: Indexación de documentos
fr: Indexation de document
it: Indicizzazione documento
nl: Documentindexering
pl: Indeksowanie dokumentu
pt_br: Indexação de documentos
ro_ro: Indexarea documentelor
ru: Индексирование документов
sl: Indeksiranje dokumentov
tr_tr: Belge dizini oluşturma
zh_hans: 文档索引

source: Level
bg: Ниво
bs: Nivo
cs: Úroveň
el: Επίπεδο
es_pr: Nível
fr: Niveau
it: Livello
nl: Niveau
pl: Poziom
pt_br: Nível
ro_ro: Nivel
ru: Уровень
sl: Raven
tr_tr: Seviye
zh_hans: 级别

source: Depth
bg: Дълбочина
cs: Hloubka
es_pr: Profundidad
fr: Profondeur
nl: Diepte
pt_br: Profundidade
ro_ro: Adâncime
sl: Globina

source: Total nodes
bg: Общо възли
cs: Celkem uzlů
es_pr: Niveles totales
fr: Nombre total de noeuds
nl: Totaal aantal knooppunten
pl: Całkowita liczba węzłów
pt_br: Total de nós
ro_ro: Total noduri
sl: Skupaj vozlišč

source: Total documents
bg: Общо документи
bs: Ukupni dokumenti
cs: Celkem dokumentů
el: Σύνολο εγγράφων
es_pr: Total de documentos
fr: Nombre total de documents
it: Totale documenti
nl: Totaal aantal documenten
pl: Razem dokumenty
pt_br: Total de documentos
ro_ro: Total documente
ru: Всего документов
sl: Skupaj dokumentov
zh_hans: 文档总数

source: Number of unique documents this item contains.
bg: Брой уникални документи, които съдържа този елемент.
cs: Počet unikátních dokumentů, které tato položka obsahuje.
es_pr: Número de documentos únicos que contiene este elemento.
fr: Nombre de documents uniques que cet élément contient.
nl: Aantal unieke documenten dat dit item bevat.
pt_br: Número único de documentos que este item contém.
ro_ro: Numărul de documente unice pe care le conține acest articol.
sl: Število edinstvenih dokumentov, ki jih vsebuje ta element.

source: Nodes
bg: Възли
cs: Uzly
es_pr: Nodos
fr: Noeuds
it: Nodi
nl: Knooppunten
pt_br: Nós
ro_ro: Noduri
sl: Vozlišča

source: Documents
bg: Документи
bs: Dokumenti
cs: Dokumenty
el: Έγγραφα
es_pr: Documentos
it: Documenti
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ro_ro: Documente
ru: Документы
sl: Dokumenti
tr_tr: Belgeler
zh_hans: 文档

source: Index template created
bg: Шаблонът на индекса е създаден
cs: Šablona indexu vytvořena
es_pr: Plantilla de índice creada
fr: Modèle d'index créé
nl: Indexsjabloon gemaakt
pt_br: Template de índice criado
ro_ro: Șablon de index creat
ru: Шаблон индекса создан
sl: Predloga kazala je ustvarjena

source: Index template edited
bg: Шаблонът на индекса е редактиран
cs: Šablona indexu upravena
es_pr: Plantilla de índice editada
fr: Modèle d'index modifié
nl: Indexsjabloon bewerkt
pt_br: Template de índice editado
ro_ro: Șablon de index editat
ru: Шаблон индекса изменен
sl: Predloga indeksa urejena

source: Namespace
bg: Именно пространство
cs: Jmenný prostor
el: Χώρος ονομάτων
es_pr: Categoría
fr: Espace de nommage
pl: Przestrzeń nazw
ro_ro: Spațiu de nume
ru: Пространство имен
sl: Imenski prostor

source: Label
bg: Етикет
bs: Labela
cs: Jmenovka
el: Ετικέτα
es_pr: Etiqueta
fr: Étiquette
it: Etichetta
pl: Etykieta
pt_br: Rótulo
ro_ro: Conținut etichetă
ru: Заголовок
sl: Oznaka
tr_tr: Etiket
zh_hans: 标签

source: Enabled
bg: Активиран
bs: Omogućeno
cs: Povoleno
el: Ενεργοποιημένο
es_pr: Habilitado
fr: Activé
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt_br: Habilitado
ro_ro: Activat
ru: Включено
sl: Omogočeno
tr_tr: Etkin
zh_hans: 启用

source: Index templates to be queued for rebuilding.
bg: Шаблони за индексиране, които трябва да бъдат поставени на опашка за възстановяване.
cs: Šablony rejstříků, které mají být zařazeny do fronty pro nové sestavení.
el: Πρότυπα ευρετηρίων που θα προστεθούν στην ουρά αναμονής προς αναδόμηση.
es_pr: Las plantillas de índice se pondrán en cola para su reconstrucción.
fr: Les modèles d'index en en file d'attente pour la reconstruction.
it: Modelli di indice da accodare per la ricostruzione.
nl: Indexsjablonen in wachtrij voor opnieuw opbouwen.
pl: Szablony indeksów w kolejce do przebudowy.
pt_br: Templates de índice enfileirados para reconstrução
ro_ro: Șabloanele index ce vor fi în trimise în coada așteptare pentru reconstrucție.
ru: Шаблоны индекса, которые будут перестроены.
sl: Predloge kazal, ki bodo v čakalni vrsti za obnovitev.

source: Index templates
bg: Шаблони за индексиране
cs: Šablony rejstříků
el: Πρότυπα ευρετηρίου
es_pr: Plantillas de índice
fr: Modèles d'index
it: Modelli di indice
nl: Indexsjablonen
pl: Szablony indeksów
pt_br: Templates de índice
ro_ro: Șabloane de index
ru: Шаблоны индекса
sl: Indeksne predloge
zh_hans: 索引模板

source: Template
bg: Шаблон
cs: Šablona
el: Πρότυπο
es_pr: Plantilla
fr: Modèle
it: Modello
nl: Sjabloon
pl: Szablon
ro_ro: Șablon
ru: Шаблон
sl: Predloga
zh_hans: 模板

source: Creation date
bg: Дата на създаване
bs: Datum kreiranja
cs: Datum vytvoření
el: Ημερομηνία δημιουργίας
es_pr: Fecha de creación
fr: Date de création
it: Data di creazione
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de criação
ro_ro: Data creării
ru: Дата создания
sl: Datum nastanka
tr_tr: Oluşturulma tarihi
zh_hans: 创立日期

source: Indexes
bg: Индекси
bs: Indeksi
cs: Rejstříky
el: Ευρετήρια
es_pr: Índices
fr: Index
it: Indici
nl: Indexeringen
pl: Indeksy
pt_br: Índices
ro_ro: Indexuri
ru: Индексы
sl: Indeksi
tr_tr: Dizinler
zh_hans: 索引

source: Rebuild index
bg: Възстановяване на индекс
bs: Obnoviti indeks
cs: Znovu sestavit rejstřík
el: Αναδόμηση ευρετηρίου
es_pr: Reconstruir índice
fr: Reconstruire l'index
it: Ricostruisci l'indice
nl: Index opnieuw opbouwen
pl: Przebuduj indeks
pt_br: Reconstruir índice
ro_ro: Refaceți indexul
ru: Перестроить индекс
sl: Obnovi kazalo
tr_tr: Dizini yenile
zh_hans: 重建索引

source: Deletes and creates from scratch all the document indexes.
bg: Изтриване и създаване от нулата на всички индекси за документа.
bs: Briše i nanovo kreira indekse svih dokumenata.
cs: Odstraní a vytvoří od začátku všechny rejstříky dokumentů
el: Διαγράφει και αναδομεί από την αρχή όλα τα ευρετήρια εγγράφων.
es_pr: Borra y crea desde cero todos los índices de documentos.
fr: Supprimer et reconstruire les index des documents en partant de zéro.
it: Cancellazione e ricostruzione di tutti gli indici documento
nl: Alle documentindexeringen vanaf nul opbouwen
pl: Usuwa i tworzy od podstaw wszystkie indeksy dokumentów.
pt_br: Exclui e criar a partir do zero todos os índices de documento.
ro_ro: Șterge și creează de la zero toate indexurile de documente.
ru: Удаляет и создает заново все индексы документов.
sl: Izbriše in iz nič ustvari vse indekse dokumentov.
tr_tr: Tüm belge dizinlerini siler ve sıfırdan oluşturur.
zh_hans: 删除并从头开始创建所有文档索引。

source: Rebuild indexes
bg: Възстановяване на индекси
bs: Obnoviti indekse
cs: Znovu setsavit rejstříky
el: Αναδόμηση ευρετηρίων
es_pr: Reconstruir índices
fr: Reconstruire les index
it: Ricostruisci indici
nl: Indexeringen opnieuw opbouwen
pl: Przebudowa indeksów
pt_br: Reconstruir índices de documento
ro_ro: Refaceți index-uri
ru: Перестроить индексы
sl: Obnovite indekse
tr_tr: Dizinleri yeniden oluştur
zh_hans: 重建索引

source: Reset indexes
bg: Нулиране на индекси
cs: Resetujte indexy
el: Επαναφορά ευρετηρίων
es_pr: Restablecer índices
fr: Réinitialiser les index
it: Reimposta gli indici
nl: Indexering opnieuw instellen
pl: Zresetuj indeksy
pt_br: Redefinir índices
ro_ro: Resetați indexurile
ru: Сбросить индексы
sl: Ponastavi indekse
zh_hans: 重置索引

source: Create index
bg: Създаване на индекс
bs: Kreiraj indeks
cs: Vytvořit rejstřík
el: Δημιουργία ευρετηρίου
es_pr: Crear índice
fr: Créer un index
it: Crea indice
nl: Indexering aanmaken
pl: Tworzenie indeksu
pt_br: Criar índice
ro_ro: Creați index
ru: Создать индекс
sl: Ustvari kazalo
tr_tr: Dizin oluştur
zh_hans: 创建索引

source: Delete
bg: Изтрийте
bs: Obriši
cs: Odstranit
el: Διαγραφή
es_pr: Eliminar
fr: Supprimer
it: Cancella
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro_ro: Șterge
ru: Удалить
sl: Izbriši
tr_tr: Sil
zh_hans: 删除

source: Edit
bg: Редактиране
bs: Urediti
cs: Upravit
el: Τροποποίηση
es_pr: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro_ro: Editați
ru: Редактировать
sl: Uredi
tr_tr: Düzenle
zh_hans: 编辑

source: Triggers
bg: Тригери
cs: Spouštěče
el: Εκκινητές
es_pr: Disparadores
fr: Déclencheurs
it: Triggers (azioni innescate)
pl: Wyzwalacze
ro_ro: Declanșatoare
ru: Триггеры
sl: Sprožilci

source: Tree template
bg: Шаблон за дърво
bs: Template drveta
cs: Šablona stromu
el: Δέντρο υποδειγμάτων
es_pr: Plantilla
fr: Modèle d'arborescence
it: Template Principale
nl: Sjabloon boomstructuur
pl: Szablon drzewa
pt_br: Árvore de template
ro_ro: Arborele șablon
ru: Дерево шаблонов
sl: Predloga drevesa
tr_tr: Ağaç şablonu
zh_hans: 树模板

source: New child node
bg: Нов възел дете
bs: Novi child node
cs: Nový podřízený uzel
el: Νέος κόμβος
es_pr: Nuevo nodo hijo
fr: Nouveau noeud enfant
it: Nuovo nodo figlio
nl: Nieuwe node
pl: Nowy węzeł potomny
pt_br: Novo nó filho
ro_ro: Nou nod copil
ru: Новый дочерний узел
sl: Novo podrejeno vozlišče
tr_tr: Yeni alt düğüm
zh_hans: 新的子节点

source: Yes
bg: Да
cs: Ano
el: Ναι
es_pr: Sí
fr: Oui
it: Si
nl: Ja
pl: Tak
pt_br: Sim
ro_ro: Da
ru: Да
sl: Da

source: Index instance
bg: Момент на индексиране
cs: Instance rejstříku
el: Στιγμιότυπο ευρετηρίου
es_pr: Instancia de índice
fr: Instance d'index
pt_br: Instância de índice
ro_ro: Exemplu de index
ru: Экземпляр индекса
sl: Primer primerka
tr_tr: Dizin örneği
zh_hans: 索引实例

source: Index instances
bg: Моменти на индексиране
bs: Indeks instanci
cs: Instance rejstříků
el: Στιγμιότυπα ευρετηρίου
es_pr: Instancias de índices
fr: Instances d'index
it: Instanze indice
nl: Index instanties
pl: Instancje indeksów
pt_br: Instâncias de índice
ro_ro: Exemple de index-uri
ru: Экземпляры индекса
sl: Primerki kazala
tr_tr: Dizin örnekleri
zh_hans: 索引实例

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
bg: Грешка при индексиране на документ: %(document)s; израз: %(expression)s; %(exception)s
bs: Greška u indeksiranju dokumenta:%(document)s; izraz:%(expression)s;%(exception)s
cs: Chyba při zařazení dokumentu do rejstříku: %(document)s; výraz: %(expression)s; %(exception)s
el: Σφάλμα κατά την επεξεργασία εγγράφου: %(document)s; expression: %(expression)s; %(exception)s
es_pr: Error indexando documento: %(document)s; expresión: %(expression)s; %(exception)s
fr: Erreur lors de l'indexation du document : %(document)s; expression: %(expression)s; %(exception)s
it: Errore nell'ndicizzazione del documento: %(document)s; espressione: %(expression)s; %(exception)s
nl: Fout bij het indexeren van document: %(document)s; uitdrukking: %(expression)s; %(exception)s
pl: Błąd indeksowania dokumentu: %(document)s; wyrażenie: %(expression)s; %(exception)s
pt_br: Erro indexando documento: %(document)s; expressão: %(expression)s; %(exception)s
ro_ro: Eroare la indexarea ducumentuluir: %(document)s; expresie: %(expression)s; %(exception)s
ru: Ошибка индексации документа: %(document)s; выражение: %(expression)s; %(exception)s
sl: Napaka pri indeksiranju dokumenta: %(document)s; izraz: %(expression)s; %(exception)s
tr_tr: Belge hata dizini: %(document)s; Ifade: %(expression)s; %(exception)s
zh_hans: 错误索引文档：%(document)s;表达式：%(expression)s; %(exception)s

source: Total number of nodes with unique values this item contains.
bg: Общ брой възли с уникални стойности, които този елемент съдържа.
cs: Celkový počet uzlů s jedinečnými hodnotami, které tato položka obsahuje.
es_pr: Número total de nodos con valores únicos que contiene este elemento.
fr: Nombre total de nœuds avec des valeurs uniques que cet élément contient.
nl: Totaal aantal knooppunten met unieke waarden die dit item bevat.
pt_br: Número total de nós com o valor único que este item contém.
ro_ro: Numărul total de noduri cu valori unice pe care le conține acest articol.
sl: Skupno število vozlišč z edinstvenimi vrednostmi, ki jih vsebuje ta element.

source: Total number of unique documents this item contains.
bg: Общ брой уникални документи, които този елемент съдържа.
cs: Celkový počet jedinečných dokumentů, které tato položka obsahuje.
es_pr: Número total de documentos únicos que contiene este elemento.
fr: Nombre total de documents uniques que cet élément contient.
nl: Totaal aantal unieke documenten dat dit item bevat.
pt_br: Número total de documentos únicos que este item contém.
ro_ro: Numărul total de documente unice pe care le conține acest articol.
sl: Skupno število edinstvenih dokumentov, ki jih ta postavka vsebuje.

source: Total number of node levels this item contains.
bg: Общ брой нива на възли, които този елемент съдържа.
cs: Celkový počet úrovní uzlů, které tato položka obsahuje.
es_pr: Número total de niveles de nodo que contiene este elemento.
fr: Nombre total de niveaux de nœuds que cet élément contient.
nl: Totaal aantal knooppuntniveaus dat dit item bevat.
pt_br: Número total de níveis de nós que este item contém.
ro_ro: Numărul total de niveluri de noduri pe care le conține acest articol.
sl: Skupno število ravni vozlišč, ki jih vsebuje ta element.

source: Index template node
bg: Възел на шаблона на индекс
cs: Uzel šablony rejstříku
el: Κόμβος υποδείγματος ευρετηρίου
es_pr: Nodo de plantilla de indice
fr: Nœud de modèle d'index
it: Indice del nodo Template
nl: Indexsjabloon node
pl: Węzeł szablonu indeksu
pt_br: Nó de template de índice
ro_ro: Nodul șablonului de index
ru: Узел шаблона индекса
sl: Vozlišče predloge kazala
tr_tr: Dizin şablonu düğümü
zh_hans: 索引模板节点

source: Value
bg: Стойност
bs: Vrijednost
cs: Hodnota
el: Τιμή
es_pr: Valor
fr: Valeur
it: Valore
nl: Waarde
pl: Wartość
pt_br: Valor
ro_ro: Valoare
ru: Значение
sl: Vrednost
tr_tr: Değer
zh_hans: 值

source: Index instance node
bg: Индексира възел за събитие
cs: Uzel instance indexu
el: Κόμβος στιγμιοτύπου ευρετηρίου
es_pr: Nodo de instancia de índice
fr: Nœud d'instance d'index
it: Nodo della'istanza indice
nl: Index instantie node
pl: Węzeł instancji indeksu
pt_br: Nó de instância de índice
ro_ro: Nod de instanță index
ru: Экземпляр узла индекса
sl: Vozlišče primerka kazala

source: Indexes instances node
bg: Индексира възел за събития
cs: Indexi instancí uzlu
el: Κόμβος στιγμιοτύπων ευρετηρίων
es_pr: Nodo de instancias de índices
fr: Nœud d'instances d'index
it: Nodi degli istanze indici
nl: Indexeert instantie nodes
pl: Węzły instancji indeksu
pt_br: Nó de instâncias de índices
ro_ro: Nod instanțe indexuri
ru: Экземпляры узла индекса
sl: Indeksira vozlišče primerkov

source: The path to the index including all ancestors.
bg: Път към индекса, включващ всички предци.
cs: Cesta k indexu včetně všech předků.
el: Η διαδρομή στο ευρετήριο συμπεριλαμβανομένων όλων των προγόνων.
es_pr: La ruta al nodo del índice, incluidos todos los que lo contienen.
fr: Le chemin d'accès à l'index, y compris tous les index parents.
it: Il percorso all'indice che include tutti gli antenati.
nl: Het pad naar de index inclusief alle subfolders.
pl: Ścieżka do indeksu obejmująca wszystkich przodków.
pt_br: O caminho para o índice incluindo todos os ancestrais.
ro_ro: Calea către index, inclusiv toți strămoșii.
ru: Путь к индексу включая всех предков.
sl: Pot do kazala, ki vključuje vse prednike.

source: Full path
bg: Пълен път
cs: Celá cesta
el: Πλήρης διαδρομή
es_pr: Ruta completa
fr: Chemin complet
it: Percorso completo
nl: Volledig pad
pl: Pełna ścieżka
pt_br: Caminho completo
ro_ro: Calea completă
ru: Полный путь
sl: Polna pot

source: Document index node instance
bg: Момент на възел на индекс на документ
bs: Indeks čvora instance dokumenta
cs: Instance uzlu rejstříku dokumentů
el: Στιγμιότυπο κόμβου ευρετηρίου εγγράφου
es_pr: Instancia del nodo del índice de documentos
fr: Instance de nœud d'index de document
it: Istanza del nodo indice del documento
nl: Documentindex node instantie
pl: Instancja węzła indeksu dokumentu
pt_br: Instâncias do nó do índice de documentos
ro_ro: Exemplu de nod index document
ru: Экземпляр узла индекса документа
sl: Primer vozlišča kazala dokumenta
tr_tr: Belge dizini düğümü örneği
zh_hans: 文档索引节点实例

source: Document indexes node instances
bg: Моменти на възли за индекси на документи
bs: Indeks čvorova indeksa dokummenata
cs: Instance uzlů rejstříků dokumentů
el: Στιγμιότυπα κόμβου ευρετηρίων εγγράφου
es_pr: Instancias de nodos de índices de documentos
fr: Instances de nœuds d'index de document
it: Istanze dei nodi indice del documento
nl: Documentindex node instanties
pl: Instancje węzła indeksów dokumentu
pt_br: Instâncias de nós de lindice de instâncias
ro_ro: Documentul indexează instanțele de noduri
ru: Экземпляры узла индекса документа
sl: Dokument indeksira primerke vozlišč
tr_tr: Doküman dizinleri düğüm örnekleri
zh_hans: 文档索引节点实例

source: Index instance nodes
bg: Индексира възли за събитие
cs: Uzly instance indexu
el: Κόμβοι στιγμιοτύπων ευρετηρίου
es_pr: Nodos de instancia de índice
fr: Nœuds des instances d'index
it: Nodi dei istanza indice
nl: Index instantie nodes
pl: Indeksuj węzły instancji
pt_br: Nós de instância de índice
ro_ro: Noduri de instanță index
ru: Узлы экземпляра индекса
sl: Vozlišča primerka kazala

source: Short description of this index.
bg: Кратко описание на този индекс.
cs: Stručný popis tohoto indexu.
el: Σύντομη περιγραφή αυτού του ευρετηρίου.
es_pr: Breve descripción de este índice.
fr: Description courte de cet index.
it: Breve descrizione di questo indice.
nl: Korte beschrijving van deze index.
pl: Krótki opis indeksu.
pt_br: Descrição curta deste índice.
ro_ro: Scurtă descriere a acestui indice.
ru: Краткое описание индекса.
sl: Kratek opis tega kazala.

source: This value will be used by other apps to reference this index.
bg: Тази стойност ще бъде използвана от други приложения за препратка към този индекс.
bs: Ova vrijednost će koristiti druge aplikacije za upućivanje na ovaj indeks.
cs: Tuto hodnotu použijí jiné aplikace k odkazu na tento rejstřík.
el: Αυτή η τιμή θα χρησιμοποιηθεί από άλλες εφαρμογές για αναφορά σε αυτό το ευρετήριο.
es_pr: Este valor será utilizado por otras aplicaciones para hacer referencia a este índice.
fr: Cette valeur sera utilisée par d'autres applications pour faire référence à cet index.
it: Questo valore sarà usato dalle altre app per riferirirsi a questo indice
nl: Deze waarde wordt gebruikt door andere apps om naar deze index te verwijzen.
pl: Wartość ta zostanie użyta przez inne aplikacje w celu odniesienia się do tego indeksu.
pt_br: Este valor será usado por outros aplicativos para referenciar este índice.
ro_ro: Această valoare va fi utilizată de alte aplicații pentru a face referință la acest index.
ru: Это значение будет использоваться другими приложениями для ссылки на этот индекс. Может содержать только латинские буквы, цифры и знак подчеркивания.
sl: To vrednost bodo druge aplikacije uporabile za sklicevanje na ta kazalo.
tr_tr: Bu değer, bu dizine atıfta bulunmak için diğer uygulamalar tarafından kullanılacaktır.
zh_hans: 其他应用程序将使用此值来引用此索引。

source: Slug
bg: Калъп
es_pr: Identificador
fr: Jeton
it: Titolo URL (Slug)
ru: Идентификатор
sl: Polž
tr_tr: Sümüklüböcek
zh_hans: 标称

source: Causes this index to be visible and updated when document data changes.
bg: Предизвиква този индекс да бъдат видим и актуализиран, когато данните в документа се променят.
bs: Uzrokuje da će ovaj indeks biti vidljiv i update-ovan kad se promjene podaci dokumenta.
cs: Způsobí, že tento rejstřík bude viditelný a aktualizovaný při změně dat dokumentu
el: Κάνει το ευρετήριο ορατό και το ενημερώνει όταν αλλάζουν τα δεδομένα των εγγράφων.
es_pr: Hace que este índice sea visible y actualizado cuando los datos de documentos cambien.
fr: Permet à cet index d'être à la fois visible et mis à jour quand le contenu d'un document est modifié.
it: Fa sì che questo indice possa essere visibile e aggiornato quando i dati del documento cambiano.
nl: Maakt deze index zichtbaar en 'up-to-date' wanneer documentgegevens wijzigen.
pl: Powoduje że ten wskaźnik będzie widoczny i zaktualizowany podczas zmiany danych dokumentów.
pt_br: Faz com que este índice seja visível e atualizado quando dados de documentos forem alterados.
ro_ro: Cauză pentru acest index să fie vizibil și actualizat când documentul suferă schimbări.
ru: Делает индекс доступным для просмотра и обновляющимся при изменении данных документа.
sl: Zaradi tega je kazalo viden in posodobljen, ko se spremenijo podatki dokumenta.
tr_tr: Belge verileri değiştiğinde bu dizin görünür ve güncellenmesine neden olur.
zh_hans: 使文档数据更改时，此索引可见并更新。

source: Index template
bg: Шаблон за индекс
cs: Šablona rejstříku
es_pr: Plantillas de índice
fr: Modèle d'index
nl: Indexsjabloon
pt_br: Tempplate de índice
ro_ro: Șablon de index
sl: Predloga kazala

source: Event type
bg: Тип на събитието
cs: Typ události
el: Τύπος συμβάντος
es_pr: Tipo de evento
fr: Type d'évènement
it: Tipo evento
nl: Evenementsoort
pl: Typ zdarzenia
pt_br: Tipo de evento
ro_ro: Tip eveniment
ru: Тип события
sl: Vrsta dogodka

source: Index template event trigger
es_pr: Disparador de evento de plantilla de índice
ro_ro: Declanșator eveniment șablon de index
sl: Sprožilec dogodka predloge indeksa

source: Index template event triggers
es_pr: Disparadores de evento de plantilla de índice
ro_ro: Declanșatoare evenimente șablon de index
sl: Sprožilci dogodkov predloge indeksa

source: Parent index template node of this node.
bg: Възел на шаблон на родителски индекс към този възел.
es_pr: Nodo de plantilla de índice principal de este nodo.
nl: Bovenliggende indexsjabloonknooppunt van dit knooppunt.
pt_br: Modelo de nó de indice principal, deste nó.
ro_ro: Nodul șablon de index părinte al acestui nod.
sl: Nadrejeno vozlišče predloge indeksa tega vozlišča.

source: Index
bg: Индекс
bs: Indeks
cs: Rejstřík
el: Ευρετήριο
es_pr: Índice
it: Indice
pl: Indeks
pt_br: Índice
ru: Индекс
sl: Kazalo
tr_tr: Dizin
zh_hans: 索引

source: Enter a template to render. Use Django's default templating language.
bg: Въведете шаблон за изобразяване. Използвайте стандартния език за шаблони на Django.
cs: Zadejte šablonu k vykreslení. Použije výchozí jazyk šablon Django.
es_pr: Ingrese una plantilla para renderizar. Utilice el lenguaje de plantillas predeterminado de Django (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/)
fr: Entrez un modèle à rendre. Utilisez le langage de gabarit par défaut de Django.
nl: Voer een sjabloon in om te renderen. Gebruik de standaard sjabloontaal van Django.
pt_br: Insira um modelo para a prestar. Utilize o modelo de linguagem pré-definido do Django.
ro_ro: Introduceți un șablon pentru redare. Utilizați limbajul implicit de șablonuri al Django.
sl: Vnesite predlogo za upodabljanje. Uporabite Djangov privzeti jezik za predloge.

source: Indexing expression
bg: Израз за индексиране
bs: Izraz indeksiranja
cs: Výraz tvorby rejstříku
el: Έκφραση ευρετηριασμού
es_pr: Expresión de indexación
fr: Expression d'indexation
it: Espressione di indicizzazione
nl: Indexeringsexpressie
pl: Wyrażenie indeksujące
pt_br: Expressão de indexação
ro_ro: Expresie de indexare
ru: Выражение индекса
sl: Izraz indeksiranja
tr_tr: Dizinleme ifadesi
zh_hans: 索引表达式
