Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, el, es_pr, fr, it, nl, pl, pt_br, ro_ro, ru, sl, tr_tr, zh_hans

source: Causes this node to be visible and updated when document data changes.
bg: Предизвиква този възел да бъде видим и актуализиран при промяна на данните на документа.
bs: Uzrokuje da će ovaj nod biti vidljiv i update-ovan kad se promjene podaci dokumenta.
cs: Způsobí, že tento uzel bude viditelný a aktualizovaný při změně dat dokumentu.
el: Κάνει αυτόν τον κόμβο ορατό και τον ενημερώνει όταν αλλάζουν τα δεδομένα των εγγράφων.
es_pr: Hace que este nodo sea visible y actualizado cuando los datos de los documentos son cambiados.
fr: Permet à ce nœud d'être visible et mis à jour quand le contenu d'un document est modifié.
it: Fa sì che questo nodo possa essere visibili e aggiornato quando i dati del documento cambiano.
nl: Maakt deze node zichtbaar en 'up-to-date' wanneer document gegevens wijzigen
pt_br: Faz com que este nó seja visível e atualizado quando dados do documento forem alterados.
ro_ro: Va face ca acest nod să fie vizibil și actualizat la modificarea datelor documentului.
ru: Делает узел доступным для просмотра и обновляющимся при изменении данных документа.
sl: Povzroči, da je to vozlišče vidno in posodobljeno, ko se spremenijo podatki dokumenta.
tr_tr: Belge verileri değiştiğinde bu düğümün görünür ve güncellenmesine neden olur.
zh_hans: 使文档数据更改时，此节点可见并更新。

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
bg: Поставете отметка в тази опция, за да може този възел да действа като контейнер за документи, а не като родител за други възли.
bs: Označite ovu opciju da ovaj nod služi kao kontejner za dokumente a ne kao parent za buduće nodove.
cs: Zaškrtněte tuto možnost, chcete-li, aby tento uzel fungoval jako kontejner pro dokumenty a ne jako nadřazený pro další uzly.
el: Επιλέξτε εδώ αν θέλετε ο κόμβος να περιλαμβάνει έγγραφα και να μην χρησιμοποιηθεί ως γονέας για άλλους κόμβους.
es_pr: Marque esta opción para que el nodo actúe como un contenedor de documentos y no como un padre para otros nodos secundarios.
fr: Cochez cette option pour permettre à ce nœud d'être un conteneur de documents et pas seulement un nœud parent d'autres nœuds enfants.
it: Selezionare questa opzione per questo specifico nodo quale contenitore per i documenti e non come un genitore per ulteriori nodi.
nl: Selecteer deze optie, wanneer deze node alleen documenten dient te bevatten.
pt_br: Marque esta opção para que este nó atue como um recipiente para documentos e não como um pai para outros nós secundários.
ro_ro: Bifați această opțiune pentru a avea acest nod ca un container pentru documente și nu ca un părinte pentru nodurile suplimentare.
ru: Этот узел будет контейнером для документов и не будет иметь дочерних узлов.
sl: Označite to možnost, da bo to vozlišče delovalo kot vsebnik za dokumente in ne kot nadrejeno za nadaljnja vozlišča.
tr_tr: Bu düğümün belgeler için bir kap olarak hareket ettirilmesi ve diğer düğümler için üst öğe olmaması için bu seçeneği işaretleyin.
zh_hans: 选中此选项可使此节点充当文档的容器，而不是其他节点的父节点。

source: Link documents
bg: Свържете документи
bs: Povezite dokumente
cs: Propojte dokumenty
el: Διασύνδεση εγγράφων
es_pr: Vincular documentos
fr: Lier les documents
it: Documenti di collegamento
nl: Koppel documenten
pl: Skojarz dokumenty
pt_br: Link de documentos
ro_ro: Leagă documente
ru: Связанные документы
sl: Povezava dokumentov
tr_tr: Belgeleri bağla
zh_hans: 链接文件

source: Index template nodes
bg: Възли на шаблонен индекс
cs: Rejstříkové šavblony uzlů
es_pr: Nodo de plantilla de indice
nl: Indexsjabloonknooppunten
pt_br: Modelos de nós de índice
ro_ro: Nodurile șablonului de index
sl: Vozlišča predloge indeksa

source: Root
bg: Корен
bs: Koren
cs: Kořen
el: Ρίζα:
es_pr: Nodo principal
fr: Racine
it: Principale
pl: Korzeń
pt_br: Raiz
ro_ro: Rădăcină
ru: Корень
tr_tr: Kök
zh_hans: 根

source: Indexing
bg: Индексиране
bs: Indeksiranje
cs: Indexování
el: Ευρετηριασμός
es_pr: Indexación
fr: Indexation
it: Indicizzazione
nl: Indexering bezig
pl: Indeksowanie
pt_br: Indexação
ro_ro: Indexare
ru: Индексация
sl: Indeksiranje
tr_tr: Dizinleme
zh_hans: 索引

source: View index instances
bg: Преглед на копията на индекса
cs: Zobrazit instance indexu
es_pr: Ver instancias de índice
fr: Afficher les instances d'index
nl: Index-instanties bekijken
pt_br: Ver exemplos de índice.
ro_ro: Vizualizați instanțe de index
ru: Просмотр экземпляров индекса
sl: Ogled primerkov indeksa

source: Create new index templates
bg: Създайте нови индексни шаблони
cs: Vytvořit nové šablony indexu
es_pr: Crear nuevas plantillas de índice
fr: Créer de nouveaux modèles d'index
nl: Nieuwe indexsjablonen maken
pt_br: Criar novos templates de índice
ro_ro: Creați noi șabloane de index
ru: Создать новые шаблоны индексов
sl: Ustvarite nove predloge indeksa

source: Edit index templates
bg: Редактиране на индексни шаблони
cs: Upravit šablony rejstříku
es_pr: Editar plantillas de índice
fr: Modifier les modèles d'index
nl: Indexsjablonen bewerken
pt_br: Editar templastes de índice
ro_ro: Editați șabloanele de index
ru: Редактировать шаблоны индексов
sl: Urejanje predlog kazala

source: Delete index templates
bg: Изтриване на индексни шаблони
cs: Odstranit šablony indexu
es_pr: Eliminar plantillas de índice
fr: Supprimer les modèles d'index
nl: Indexsjablonen verwijderen
pt_br: Remover templastes de índice
ro_ro: Ștergeți șabloane de index
ru: Удалить шаблоны индексов
sl: Izbriši predloge kazala

source: View index templates
bg: Преглед на индексни шаблони
cs: Zobrazit šablony indexu
es_pr: Ver plantillas de índice
fr: Afficher les modèles d'index
nl: Indexsjablonen bekijken
pt_br: Ver templates de índice
ro_ro: Vizualizați șabloanele de index
ru: Просмотр шаблонов индексов
sl: Oglejte si predloge kazala

source: Rebuild index templates
bg: Повторно изграждане на индексни шаблони
cs: Znovu sestavte šablony rejtříků
es_pr: Reconstruir plantillas de índice
fr: Reconstruire les modèles d'index
nl: Indexsjablonen opnieuw opbouwen
pt_br: Reconstruir templastes de índice
ro_ro: Reconstruiți șabloanele de index
ru: Перестроить шаблоны индексов
sl: Obnovite predloge indeksa

source: Delete empty index nodes
bg: Изтрийте празните индексни възли
bs: Obrišite prazne indeksne čvorove
cs: Odstranit prázdné rejstříkové uzly
el: Διαγραφή κενών κόμβων ευρετηρίου
es_pr: Eliminar nodos de índice vacíos
fr: Supprimer les nœuds d'index vides
it: Cancella i nodi indice vuoti
nl: Lege indexnodes verwijderen
pl: Usuń puste węzły indeksów
pt_br: Excluir nós de índices vazios
ro_ro: Ștergeți nodurile index goale
ru: Удалить пустые узлы индекса
sl: Izbriši prazna vozlišča kazala
tr_tr: Boş dizin düğümlerini sil
zh_hans: 删除空索引节点

source: Remove document
bg: Премахване на документ
bs: Ukloni dokument
cs: Odebrat dokument
el: Αφαίρεση εγγράφου
es_pr: Remover documento
fr: Enlever le document
it: Cancella dcumento
nl: Document verwijderen
pl: Usuń dokument
pt_br: Remover documento
ro_ro: Eliminați documentul
ru: Удалить документ
sl: Odstrani dokument
tr_tr: Belgeyi Çıkar
zh_hans: 删除文档

source: Index document
bg: Индексиране на документ
bs: Indeksni dokument
cs: Rejstřík dokumentu
el: Ευρετηριασμός εγγράφου
es_pr: Indexar documento
fr: Indexer le document
it: Indice documento
nl: Document indexeren
pl: Indeksuj dokument
pt_br: Indexar documento
ro_ro: Indexați documentul
ru: Индексировать документ
sl: Indeksni dokument
tr_tr: Belgeyi dizinle
zh_hans: 索引文件

source: Document type
bg: Тип документ
bs: Tip dokumenta
cs: Typ dokumentu
el: Τύπος εγγράφου
es_pr: Tipo de documento
fr: Type de document
it: Tipo documento
pl: Typ dokumentu
pt_br: Tipo de documento
ro_ro: Tipul documentului
ru: Тип документа
sl: Vrsta dokumenta
tr_tr: Belge Türü
zh_hans: 文档类型

source: Document MIME type
bg: MIME тип на документа
cs: Typ MIME dokumentu
el: MIME τύπος εγγράφου
es_pr: Tipo MIME del documento
fr: Type de document MIME
it: Tipo MIME del documento
pl: Typ MIME dokumentu
pt_br: MIME type do documento
ro_ro: Tip MIME al documentului
ru: MIME тип документа
sl: Vrsta dokumenta MIME

source: Document label
bg: Етикет на документа
cs: Štítek dokumentu
el: Ετικέτα εγγράφου
es_pr: Etiqueta de documento
fr: Étiquette du document
it: Etichetta del documento
pl: Etykieta dokumentu
pt_br: Rótulo do documento
ro_ro: Etichetele documentului
ru: Заголовок документа
sl: Oznaka dokumenta

source: Document description
bg: Описание на документа
cs: Popis dokumentu
el: Περιγραφή εγγράφου
es_pr: Descripción del documento
fr: Description du document
it: Descrizione del documento
nl: Documentbeschrijving
pl: Opis dokumentu
pt_br: Descrição do documento
ro_ro: Descrierea documentului
ru: Описание документа
sl: Opis dokumenta

source: Document UUID
bg: UUID на документ
cs: UUID dokumentu
el: UUID εγγράφου
es_pr: Documento
fr: UUID du document
it: UUID del documento
pl: UUID dokumentu
pt_br: UUID do documento
ro_ro: UUID al documentului
ru: UUID документа
sl: UUID dokumenta

source: Document checksum
bg: Контролна сума за документ
cs: Kontrolní součet dokumentů
el: Άθροισμα ελέγχου εγγράφου
es_pr: Suma de comprobación del documento
fr: Somme de contrôle du document
it: Checksum del documento
nl: Document controlesom
pl: Suma kontrolna dokumentu
pt_br: Checksum do documento
ro_ro: Suma de control a documentului
ru: Контрольная сумма документа
sl: Kontrolna vsota dokumenta

source: URL of the API endpoint showing the list document types associated with this index template.
bg: URL на крайната точка на API, показващ типовете документи в списъка, свързани с този шаблон за индекс.
cs: Adresa URL koncového bodu API zobrazující seznam typů dokumentů přidružených k této šabloně rejstříku.
es_pr: URL de la API que muestra la lista de tipos de documentos asociados con esta plantilla de índice.
nl: URL van het API-eindpunt met de lijstdocumenttypen die aan deze indexsjabloon zijn gekoppeld.
pt_br: URL do API endpoint que mostra a lista de tipos de documentos associados a este modelo de índice.
ro_ro: Adresa URL a punctului final API care arată lista tipurilor de documente asociate cu acest șablon de index.
ru: URL-адрес API, показывающий список типов документов, связанных с этим шаблоном индекса.
sl: URL končne točke API-ja, ki prikazuje vrste dokumentov seznama, povezane s to predlogo indeksa.

source: URL of the API endpoint to add document types to this index template.
bg: URL на крайната точка на API за добавяне на типове документи към този шаблон за индекс.
cs: URL koncového bodu API pro přidání typů dokumentů do této šablony rejstříku.
es_pr: URL de la API para agregar tipos de documentos a esta plantilla de índice.
nl: URL van het API-eindpunt om documenttypen aan deze indexsjabloon toe te voegen.
pt_br: URL do endpoint API a adicionar aos tipos de documento a este modelo de índice.
ro_ro: Adresa URL a punctului final API pentru a adăuga tipuri de document la acest șablon de index.
ru: URL-адрес API для добавления типов документов в этот шаблон индекса.
sl: URL končne točke API za dodajanje vrst dokumentov v to predlogo indeksa.

source: URL of the API endpoint to remove document types from this index template.
bg: URL на крайната точка на API за премахване на типове документи от този шаблон на индекс.
cs: Adresa URL koncového bodu API k odebrání typů dokumentů z této šablony indexu.
es_pr: URL de la API para eliminar tipos de documentos de esta plantilla de índice.
nl: URL van het API-eindpunt om documenttypen uit deze indexsjabloon te verwijderen.
pt_br: URL do endpoint API a remover dos tipos de documentos deste modelo de índice.
ro_ro: Adresa URL a punctului final API pentru a elimina tipurile de documente din acest șablon de index.
ru: URL-адрес API для удаления типов документов из этого шаблона индекса.
sl: URL končne točke API za odstranitev vrst dokumentov iz te predloge indeksa.

source: Primary key of the document type to add to the index template.
bg: Първичен ключ от типа документ, който да добавите към шаблона на индекса.
cs: Primární klíč typu dokumentu, který se má přidat do šablony indexu.
es_pr: Llave principal del tipo de documento para agregar a la plantilla de índice.
fr: Clé primaire du type de document à ajouter au modèle d'index.
nl: Primaire sleutel van het documenttype dat moet worden toegevoegd aan de indexsjabloon.
pt_br: Chave primário do tipo de documento a adicionar ao modelo de índice.
ro_ro: Cheia primară a tipului de document de adăugat la șablonul de index.
ru: Первичный ключ типа документа, который нужно добавить в шаблон индекса.
sl: Primarni ključ vrste dokumenta, ki ga želite dodati v predlogo indeksa.

source: Primary key of the document type to remove from the index template.
bg: Първичен ключ от типа документ, който да се премахне от шаблона на индекса.
cs: Primární klíč typu dokumentu, který chcete odebrat ze šablony indexu.
es_pr: Llave principal del tipo de documento que se eliminará de la plantilla de índice.
fr: Clé primaire du type de document à supprimer du modèle d'index.
nl: Primaire sleutel van het documenttype dat moet worden verwijderd uit de indexsjabloon.
pt_br: Chave primária do tipo de documento a remover dest modelo de índice.
ro_ro: Cheia primară a tipului de document de eliminat din șablonul de index.
ru: Первичный ключ типа документа, который нужно удалить из шаблона индекса.
sl: Primarni ključ vrste dokumenta, ki ga želite odstraniti iz predloge indeksa.

source: This could mean that no index templates have been created or that there are index templates but they are no properly defined.
bg: Това може да означава, че не са създадени шаблони за индекс или че има шаблони за индекс, но те не са правилно дефинирани.
cs: To může znamenat, že nebyly vytvořeny žádné šablony indexů nebo že existují šablony indexů, ale nejsou správně definovány.
el: Αυτό θα μπορούσε να σημαίνει ότι δεν έχουν δημιουργηθεί πρότυπα ευρετηρίου ή ότι υπάρχουν πρότυπα ευρετηρίου αλλά δεν έχουν καθοριστεί σωστά.
es_pr: Esto podría significar que no se han creado plantillas de índice o que hay plantillas de índice pero no están definidas correctamente.
fr: Cela peut signifier qu'aucun modèle d'index n'a été créé ou qu'il existe des modèles d'index mais qu'ils ne sont pas correctement définis.
nl: Dit kan betekenen dat er geen indexsjablonen zijn gemaakt of dat er wel indexsjablonen zijn, maar niet correct zijn gedefinieerd.
pt_br: Isto pode significar que não há modelos de índice criados ou que existem mas não estão definidos corretamente.
ro_ro: Acest lucru ar putea însemna că nu au fost create șabloane de index sau că există șabloane de index, dar nu sunt definite corect.
ru: Это может означать, что шаблоны индексов еще не были созданы или что есть шаблоны индексов, не настроенные должным образом.
sl: To lahko pomeni, da ni bila ustvarjena nobena predloga indeksa ali da predloge indeksa obstajajo, vendar niso pravilno definirane.

source: There are no index instances available.
bg: Няма налични моменти на индексиране.
cs: Nejsou k dispozici žádné instance rejstříků.
el: Δεν υπάρχουν διαθέσιμα στιγμιότυπα ευρετηρίου.
es_pr: No hay instancias de índice disponibles.
fr: Il n'y a pas d'instance d'index disponible.
it: Non ci sono istanze di indice disponibili.
nl: Er zijn geen index-instanties beschikbaar.
pl: Brak dostępnych instancji indeksu.
pt_br: Não há instâncias de índices disponíveis.
ro_ro: Nu există instanțe index disponibile.
ru: Нет доступных экземпляров индекса.
sl: Na voljo ni nobenega primerka kazala.
zh_hans: 没有可用的索引实例。

source: Navigation: %s
bg: Навигация: %s
bs: Navigacija:%s
cs: Navigace: %s
el: Πλοήγηση: %s
es_pr: Navegación: %s
it: Navigazione: %s
nl: Navigatie: %s
pl: Nawigacja: %s
pt_br: Navegação: %s
ro_ro: Navigare: %s
ru: Навигация: %s
sl: Navigacija: %s
tr_tr: Navigasyon: %s
zh_hans: 导航：%s

source: Contents for index: %s
bg: Съдържание на индекса: %s
bs: Sadržaj za indeks:%s
cs: Obsah rejstříku: %s
el: Περιεχόμενα του ευρετηριου: %s
es_pr: Contenido del indice: %s
fr: Contenu de l'index : %s
it: Contenuti per l'indice: %s
nl: Inhoud voor index: %s
pl: Zawartość indeksu: %s
pt_br: Conteúdo para o índice? %s
ro_ro: Conținutul pentru index: %s
ru: Содержимое индекса: %s
sl: Vsebina kazala: %s
tr_tr: Dizin içeriği: %s
zh_hans: 索引目录：%s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
bg: Задайте типа на този документ в индекс, за да се появи в моменти на организационните единици на тези индекси.
cs: Přiřaďte typ dokumentu tohoto dokumentu k rejstříku, aby se zobrazoval v případech těchto organizačních jednotek rejstříků.
el: Αναθέστε τον τύπο αυτού του εγγράφου σε ένα ευρετήριο για την εμφάνισή του σε στιγμιότυπα αυτού του τύπου ευρετηρίων.
es_pr: Asigne el tipo de documento de este documento a un índice para que aparezca en unidades de organización de instancias de índices.
fr: Attribuez le type de document de ce document à un index pour qu'il apparaisse dans les instances de ces unités d'organisation d'index.
it: Assegna il tipo di documento di questo documento a un indice in modo che appaia nelle istanze di tali unità organizzative degli indici.
nl: Het documenttype van dit document toewijzen aan een index zodat het wordt weergegeven in instanties van die indexen organisatie-eenheden.
pl: Przypisz typ dokumentu do indeksu, aby pojawiał się w instancjach tych jednostek organizacyjnych indeksów.
pt_br: Associe o tipo deste documento a um índice para que ele apareça em instâncias das unidades de organização desses índices.
ro_ro: Atribuiți tipul de document al acestui document într-un index pentru a fi afișat în instanțele unităților de organizare a acestor indici.
ru: Назначьте тип этого документа индексам, чтобы он отображался в экземплярах этих индексов.
sl: Tip dokumenta tega dokumenta dodelite indeksu, da bo prikazan v primerkih teh organizacijskih enot kazal.
zh_hans: 将此文档的文档类型分配给索引，使其显示在这些索引组织单位的实例中。

source: This document is not in any index
bg: Този документ не е в нито един индекс
cs: Tento dokument není v žádném rejstříku
el: Αυτό το έγγραφο δεν περιέχεται σε κάποιο ευρετήριο
es_pr: Este documento no está en ningún índice
fr: Ce document ne figure dans aucun index
it: Questo documento non è presente in nessun indice
nl: Dit document is in geen enkele index
pl: Ten dokument nie znajduje się w żadnym indeksie
pt_br: Este documento não está em nenhum índice
ro_ro: Acest document nu este în nici un index
ru: Этого документа нет ни в одном индексе
sl: Tega dokumenta ni v nobenem indeksu
zh_hans: 此文档不在任何索引中

source: Indexes nodes containing document: %s
bg: Индексира възли, съдържащи документ: %s
bs: Indeksni čvorovi koji sadrže dokument:%s
cs: Uzel rejstříku obsahuje dokument: %s
el: Κόμβοι ευρετηρίου που περιέχουν το έγγραφο: %s
es_pr: Nodos de indices que contienen el documento: %s
fr: Nœuds d'index contenant le document : %s
it: Indici contenuti nel documento: %s
nl: Indexnodes die document bevatten: %s
pl: Węzły indeksów zawierające dokument: %s
pt_br: Indexar nós contendo documento: %s
ro_ro: Nodurile indexurilor care conțin documentul: %s
ru: Индексы, содержащие документ: %s
sl: Indeksira vozlišča, ki vsebujejo dokument: %s
tr_tr: Belgeyi içeren düğümlerin dizinleri: %s
zh_hans: 包含文档的索引节点：%s

source: Available indexes
bg: Налични индекси
cs: Dostupné rejstříky
el: Διαθέσιμα ευρετήρια
es_pr: Índices disponibles
fr: Index disponibles
it: Indici disponibili
nl: Beschikbare indexingen
pl: Dostępne indeksy
pt_br: Índices disponíveis
ro_ro: Index-uri disponibile
ru: Доступные индексы
sl: Razpoložljivi indeksi

source: Indexes linked
bg: Свързани индекси
cs: Propojené rejstříky
el: Ευρετήρια συνδέθηκαν
es_pr: Índices enlazados
fr: Index liés
it: Indici collegati
nl: Indexeringen gekoppeld
pl: Indeksy połączone
pt_br: ìndices associados
ro_ro: Index-uri legate
ru: Связанные индексы
sl: Povezani indeksi

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
bg: Документи от този тип ще се появят в свързаните индекси, когато те се актуализират. Събитията на документите от този тип ще задействат актуализации в свързаните индекси.
cs: Dokumenty tohoto typu se objeví v rejstřících propojených při jejich aktualizaci. Události dokumentů tohoto typu vyvolají aktualizace v propojených rejstřících.
el: Τα έγγραφα αυτού του τύπου θα εμφανιστούν στα συνδεδεμένα ευρετήρια όταν αυτά ανανεωθούν. Συμβάντα των εγγράφων αυτού του τύπου θα προκαλέσουν την ανανέωση των συνδεδεμένων ευρετηρίων.
es_pr: Los documentos de este tipo aparecerán en los índices vinculados cuando se actualicen. Los eventos de los documentos de este tipo activarán actualizaciones en los índices vinculados.
fr: Les documents de ce type apparaîtront dans les index liés lors de leur mise à jour. Les événements des documents de ce type déclencheront des mises à jour dans les index liés.
it: Documenti di questo tipo appariranno negli indici collegati quando questi saranno aggiornati. Eventi accaduti sui documenti di questo tipo innescheranno aggiornamenti negli indici collegati.
nl: Documenten van dit type zullen verschijnen in de gekoppelde indexeringen wanneer deze worden bijgewerkt. Gebeurtenissen van dit documenttype initiëren het bijwerken van gekoppelde indexeringen
pl: Dokumenty tego typu pojawią się w połączonych indeksach, gdy zostaną zaktualizowane. Zdarzenia tego typu dokumentów spowodują aktualizacje w połączonych indeksach.
pt_br: Documentos dete tipo aparecerão nos índices associados quando estes forem atualizados. Eventos de documentos deste tipo irão disparar atualizações nos índices associados.
ro_ro: Documentele de acest tip vor apărea în indexurile legate când acestea vor fi actualizate. Evenimentele de documente de acest tip vor declanșa actualizări în indexurile legate.
ru: Документы этого типа появятся в связанных индексах после их обновления. События документов этого типа будут запускать обновления в связанных индексах.
sl: Dokumenti te vrste se bodo pojavili v povezanih indeksih, ko bodo ti posodobljeni. Dogodki dokumentov te vrste bodo sprožili posodobitve v povezanih indeksih.

source: Indexes linked to document type: %s
bg: Индекси, свързани с типа документ: %s
cs: Rejstříky spojené s typem dokumentu: %s
el: Ευρετήρια συνδεδεμένα σε τύπο εγγράφου: %s
es_pr: Índices vinculados al tipo de documento: %s
fr: Index liés au type de document: %s
it: Indici collegati al tipo di documento: %s
nl: Indexeringen gekoppeld aan documenttype: %s
pl: Indeksy powiązane z typem dokumentu: %s
pt_br: Índices associados ao tipo de documento: %s
ro_ro: Index-uri legate de tipul de document: %s
ru: Индексы, связанные с типом документа: %s
sl: Indeksi, povezani z vrsto dokumenta: %s
