Repository: mayan-edms/Mayan-EDMS
Catalog: apps/common/locale/*/LC_MESSAGES/django.po
Languages: it

source: change password
it: cambia password

source: user details
it: dettaglio utente

source: edit details
it: modifica dettagli

source: about
it: informazioni

source: license
it: licenza

source: Selection
it: Selezione

source: Please enter a correct email and password. Note that the password fields is case-sensitive.
it: Inserisci un'indirizzo mail valido e una password. Ricorda che il campo password è case-sensitive

source: This account is inactive.
it: Questo account è inattivo

source: Ledger
it: Mastro

source: Portrait
it: Verticale

source: Landscape
it: Orizontale

source: lock field
it: blocca campo

source: Anonymous user
it: Utente anonimo

source: anonymous user
it: utente anonimo

source: function found
it: trovata funzione

source: No action selected.
it: Nessuna azione selezionata

source: Must select at least one item.
it: Devi selezionare un elemento

source: %(selection)s added successfully added to %(right_list_title)s.
it: %(selection)s aggiunto con successo a %(right_list_title)s.

source: Unable to add %(selection)s to %(right_list_title)s.
it: Impossibile aggiungere %(selection)s a %(right_list_title)s.

source: %(selection)s added successfully removed from %(right_list_title)s.
it: %(selection)s aggiunto correttamente rimosso dal %(right_list_title)s.

source: Add
it: Aggiungi

source: Remove
it: Rimuovi

source: current user details
it: dettagli dell'utente corrente

source: E-mail conflict, another user has that same email.
it: E-mail conflitto, un altro utente ha quella stessa email.

source: Current user's details updated.
it: Dettagli dell'utente corrente aggiornati

source: edit current user details
it: modifica i dettagli dell'utente corrente

source: License
it: Licenza

source: Current user password change
it: Modifica della password dell'utente corrente

source: Your password has been successfully changed.
it: La tua password è stata cambiata con successo

source: None
it: Nessuno

source: Temporary directory used site wide to store thumbnails, previews and temporary files. If none is specified, one will be created using tempfile.mkdtemp()
it: Directory temporanea utilizzata a livello di sito per thumbnails, anteprime e file temporanei. Se non viene specificato, ne verrà creata utilizzando tempfile.mkdtemp()

source: Controls the mechanism used to authenticated user. Options are: username, email
it: Controllo del meccanismo di autenticazione. Le opzioni possibili sono:username,email

source: Allow non authenticated users, access to all views
it: Consentire agli utenti non autenticati, l'accesso a tutte le viste

source: Insufficient permissions
it: Permessi insufficienti

source: You don't have enough permissions for this operation.
it: Non hai i permessi per effettuare questa operazione.

source: Page not found
it: Pagina non trovata

source: Sorry, but the requested page could not be found.
it: Scusa ma la pagina richiesta non è disponibile

source: Details for %(object_name)s: %(object)s
it: Dettagli per %(object_name)s: %(object)s

source: Details for: %(object)s
it: Detaglio per: %(object)s

source: Edit %(object_name)s:
it: Modifica %(object_name)s:

source: Edit
it: Modifica

source: Create new %(object_name)s
it: Crea nuovo %(object_name)s

source: Create
it: Crea

source: Assign %(title)s %(object)s
it: Assigna %(title)s %(object)s

source: Confirm
it: Conferma

source: Confirm delete
it: Conferma la cancellazione

source: form icon
it: icona del modulo

source: Are you sure you wish to delete %(object_name)s: %(object)s?
it: Sei sicuro di voler cancellare %(object_name)s: %(object)s?

source: Are you sure you wish to delete: %(object)s?
it: Sei sicuro di volr cancellare: %(object)s?

source: Yes
it: Si

source: required
it: richiesto

source: Save
it: Salva

source: Submit
it: Conferma

source: Cancel
it: Annullare

source: List of %(stripped_title)s
it: Lista di %(stripped_title)s

source: List of %(title)s (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
it: Lista di %(title)s (%(start)s - %(end)s fuori %(total)s) (Page %(page_number)s of %(total_pages)s)

source: List of %(title)s (%(total)s)
it: Lista di %(title)s (%(total)s)

source: Identifier
it: Identificatore

source: There are no %(stripped_title)s
it: Non ci sono %(stripped_title)s

source: Password change
it: Cambia password
