Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, de_de, fa, fr, hu, it, lv, nl, pl, pt, ru, sl

source: Document pages contents
bs: Sadržaj stranica dokumenata
de_de: Seiteninhalt
fa: محتویات صفحات سند
hu: Dokumentum oldalak tartalma
it: Contenuti pagine documento
lv: Dokumentu lappušu saturs
nl: Inhoud documentpagina's
pl: Zawartość stron dokumentu

source: Document version
bs: Verzija dokumenta
de_de: Dokumentenversion
fa: نسخه سند
hu: Dokumentum verzió
it: Versione documento
lv: Dokumenta versija
nl: Documentversie
pl: Wersja dokumentu

source: Document version parse error
bs: Greška u razmatranju dokumenta
de_de: Fehler beim Parsen der Dokumentenversion
fa: نسخه سند خطا را تجزیه می کند
hu: dokumentum verzió értelmezési hiba
it: Errore nell'analisi della versione del documento
lv: Dokumenta versijas parsēšanas kļūda
nl: Documentversie opmaakfout
pl: Błąd analizy wersji dokumentu

source: Document version parse errors
bs: Greška u razmatranju dokumenta
de_de: Fehler beim Parsen der Dokumentenversion
fa: نسخه سند خطاهای تجزیه
hu: dokumentum verzió értelmezési hibák
it: Errori nell'analisi della versione del documento
lv: Dokumenta versijas parsēšana kļūdas
nl: Documentversie opmaakfouten
pl: Błędy analizy wersji dokumentu

source: View the content of a document
bs: Pregledajte sadržaj dokumenta
de_de: Den Inhalt eines Dokuments anzeigen
fa: محتوای یک سند را مشاهده کنید
hu: dokumentum tartalmának megtekintése
it: Vedi il contenuto di un documento
lv: Skatiet dokumenta saturu
nl: De inhoud van een document bekijken
pl: Wyświetl zawartość dokumentu

source: Parse the content of a document
bs: Aniliziraj sadržaj u dokumentu
de_de: Inhalt eines Dokuments parsen
fa: محتوای یک سند را تجزیه کنید
hu: dokumentum tartalmának értelmezése
it: Analizza il contenuto di un documento
lv: Parsēt dokumenta saturu
nl: De inhoud van een document opmaken
pl: Analizuj zawartość dokumentu

source: Document version parsing
bs: Analiza verzije dokumenta
de_de: Parsen der Dokumentenversion
fa: نسخه سند تجزیه
hu: dokumentum verzió értelmezés
it: Analisi della versione del documento
lv: Dokumenta versijas analīze
nl: Documentversie aan het opmaken
pl: Analiza wersji dokumentu

source: Delete the parsed content of the selected document?
de_de: Den OCR-Inhalt des auswählten Dokumentes löschen?
pl: Usunąć przeanalizowaną zawartość wybranego dokumentu?

source: Content for document: %s
bs: Sadržaj za dokument: %s
de_de: Inhalt von Dokument: %s
fa: محتوا برای سند: %s
hu: dokumentum: %s tartalma
it: Contenuto per il documento: %s
lv: Dokumenta saturs: %s
nl: Inhoud voor document: %s
pl: Treść dokumentu: %s

source: Content for document page: %s
de_de: Inhalt von Dokument Seite: %s
it: Contenuto per la pagina %s del documento
lv: Dokumenta lapas saturs: %s
nl: Inhoud voor documentpagina: %s
pl: Treść strony dokumentu: %s

source: Parsing errors for document: %s
bs: Greške analize u dokumentu: %s
de_de: Parsing Fehler für Dokument: %s
fa: خطاهای تجزیه برای سند: %s
hu: dokumentum értelmezési hibái: %s
it: Errori di analisi per il documento: %s
lv: Analīzes kļūdas dokumentam: %s
nl: Opmaakfouten voor document: %s
pl: Błędy parsowania dla dokumentu: %s

source: %(count)d document added to the parsing queue
bs: %(count)ddokument dodan u red liste
de_de: %(count)d Dokument zur Parsing-Warteschlange hinzugefügt
fa: %(count)d سند اضافه شده به صف تجزیه و تحلیل
hu: %(count)d dokumentum hozzáadva az értelmezési munkasorhoz
it: %(count)d documento aggiunto alla coda di analisi
lv: %(count)d dokuments pievienots parsēšanas rindai
nl: %(count)d document toegevoegd aan de opmaak wachtrij
pl: Dokument %(count)d został dodany do kolejki analizowania

source: %(count)d documents added to the parsing queue
bs: %(count)d dokumente dodati u red liste
de_de: %(count)d Dokumente zur Parsing-Warteschlange hinzugefügt
fa: اسناد %(count)d اضافه شده به صف تجزیه و تحلیل
hu: %(count)d dokumentumok hozzáadva az értelmezési munkasorhoz
it: %(count)d documenti aggiunti alla coda di analisi
lv: %(count)d dokumenti, kas pievienoti parsēšanas rindai
nl: %(count)d documenten toegevoegd aan de opmaak wachtrij
pl: Dokumenty %(count)d dodane do kolejki parsowania

source: Submit %(count)d document to the parsing queue?
de_de: %(count)d Dokument in die Parsing-Warteschlange einstellen?
fa: ارسال "%(count)d" از اسناد به صف تجزیه و تحلیل
pl: Przesłać dokument %(count)d do kolejki analizowania?

source: Submit document "%s" to the parsing queue
bs: Pošaljite dokument "%s" u red liste
de_de: Dokument "%s" in die Parsing-Warteschlange einreihen
fa: ارسال "%s" سند به صف تجزیه و تحلیل
hu: "%s" dokumentum feladása az értelmezési sorba
it: Aggiungi il documento "%s" alla coda di analisi
lv: Iesniegt parsēšanas rindā dokumentu "%s"
nl: Document "%s" indienen voor de opmaak wachtrij
pl: Prześlij dokument „%s” do kolejki analizowania
