Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, cs, de_de, fa, fr, hu, it, lv, nl, pl, pt, ru, sl

source: Document parsing
bg: Разбор на документи
bs: Gramatička analiza dokumenta
cs: Analýza dokumentů
de_de: Dokument parsen
fa: تجزیه و تحلیل سند
fr: Analyse de document
hu: dokumentum értelmezés
it: Analisi del documento
lv: Dokumentu analīze
nl: Document aan het opmaken
pl: Analiza dokumentu
pt: Análise de documentos
ru: Анализ документа
sl: Razčlenjevanje dokumenta

source: A generator returning the document file's pages parsed content.
bg: Генератор, връщащ анализираното съдържание на страниците на файла на документа.
cs: Generátor, který vrací analyzovaný obsah stránek dokumentu.
pt: Um gerador que devolve o conteúdo analisado das páginas do documento.
ru: Генератор, возвращающий проанализированное содержимое страниц файла документа.
sl: Generator, ki vrne razčlenjeno vsebino strani datoteke dokumenta.

source: Content
bg: Съдържание
bs: Sadržaj
cs: Obsah
de_de: Inhalt
fa: محتوا
fr: Contenu
hu: Tartalom
it: Contenuto
lv: Saturs
nl: Inhoud
pl: Zawartość
pt: Conteúdo
ru: Содержимое
sl: Vsebina

source: Result
bg: Резултат
bs: Rezultat
cs: Výsledek
de_de: Ergebnis
fa: جواب
fr: Résultat
hu: Eredmény
it: Risultato
lv: Rezultāts
nl: Resultaat
pl: Wynik
pt: Resultado
ru: Результат
sl: Rezultat

source: Utility from the poppler-utils package used to extract content from PDF files.
bg: Помощна програма от пакета poppler-utils, използвана за извличане на съдържание от PDF файлове.
cs: Nástroj z balíčku poppler-utils sloužící k extrahování obsahu ze souborů PDF.
pt: Utilidade do pacto de poppler-utils usada para extrair conteúdo de ficheiros PDF.
ru: Утилита из пакета poppler-utils, используемая для извлечения содержимого из файлов PDF
sl: Pripomoček iz paketa poppler-utils, ki se uporablja za pridobivanje vsebine iz datotek PDF.

source: Document file parsed content deleted
pt: Conteúdo analisado do ficheiro removido.
sl: Razčlenjena vsebina datoteke dokumenta je izbrisana

source: Document file submitted for parsing
bg: Файл с документи, изпратен за синтактичен анализ
cs: Soubor dokumentu odeslán k analýze
fr: Fichier de document soumis pour analyse
pt: Documento submetido para análise.
ru: Файл документа отправлен на анализ
sl: Datoteka dokumenta je bila poslana v razčlenjevanje

source: Document file parsing finished
bg: Синтаксисът на файла на документа завърши
cs: Analýza souboru dokumentu byla dokončena
fr: Analyse du fichier de document terminée
pt: Análise do documento terminada.
ru: Анализ файла документа завершен
sl: Razčlenjevanje datoteke dokumenta je končano

source: Page %(page_number)d
bg: Страница %(page_number)d
bs: Strana %(page_number)d
cs: Strana %(page_number)d
de_de: Seite %(page_number)d
fa: صفحه %(page_number)d
hu: Oldal %(page_number)d
it: Pagina %(page_number)d
lv: Lapa %(page_number)d
nl: Pagina %(page_number)d
pl: Strona %(page_number)d
pt: Pagina: %(page_number)d
ru: Страница %(page_number)d
sl: Stran %(page_number)d

source: Contents
bg: Съдържание
bs: Sadržaj
cs: Obsah
de_de: Inhalte
fa: محتوا
fr: Contenus
hu: Tartalom
it: Contenuti
lv: Saturs
nl: Inhoud
pl: Zawartość
pt: Conteúdos
ru: Содержимое
sl: Vsebina

source: Delete parsed content
bg: Изтрийте анализираното съдържание
cs: Smazat analyzovaný obsah
de_de: Geparsten Inhalt löschen
fr: Supprimer le contenu analysé
pl: Usuń przeanalizowaną treść
pt: Excluir conteúdo analisado
ru: Удалить проанализированное содержимое
sl: Izbriši razčlenjeno vsebino

source: Download content
bg: Изтеглете съдържание
bs: Preuzmi sadržaj
cs: Stáhněte si obsah
de_de: Inhalt herunterladen
fa: دانلود محتوا
fr: Télécharger le contenu
hu: dokumentum tartalom
it: Scarica contenuto
lv: Lejupielādējiet saturu
nl: Inhoud downloaden
pl: Pobierz zawartość
pt: Baixar conteúdo
ru: Скачать проанализированное содержимое
sl: Prenesite vsebino

source: Parsing errors
bg: Грешки при анализ
bs: Greške u anlazi
cs: Chyby analýzy
de_de: Fehler beim Parsen
fa: خطاهای تجزیه
fr: Erreurs d'analyse
hu: értelmezési hiba
it: Errori di analisi
lv: Parsēšanas kļūdas
nl: Opmaakfouten
pl: Błędy parsowania
pt: Erros de análise
ru: Ошибки анализа
sl: Napake pri razčlenjevanju

source: Submit for parsing
bg: Изпратете за анализ
bs: Dodaj za analizu
cs: Odeslat k analýze
de_de: Zum Parsen einreichen
fa: ارسال برای تجزیه و تحلیل
fr: Soumettre pour analyse
hu: értelmezésre küld
it: Sottoponi ad analisi
lv: Iesniegt parsēšanai
nl: Indienen voor opmaak
pl: Prześlij do analizy
pt: Enviar para análise
ru: Отправить на анализ
sl: Pošlji v razčlenjevanje

source: Setup parsing
bg: Настройка на анализа
bs: Podešavanja analize
cs: Nastavení analýzy
de_de: Parsing einrichten
fr: Configurer l'analyse
it: Configura analisi
lv: Iestatīšanas analīze
nl: Opmaak instellen
pl: Konfiguracja parsowania
pt: Configurar análise
ru: Настройки анализа
sl: Razčlenjevanje nastavitve

source: Parse documents per type
bg: Анализиране на документи по тип
bs: Analiziraj dokumente po tipu
cs: Analyzujte dokumenty podle typu
de_de: Dokumente nach Typ parsen
fa: هر نوع اسناد را تجزیه کنید
fr: Analyser les documents par type
hu: dokumentum értelmezés típusonként
it: Analizza documenti per tipo
lv: Parsēt dokumentus katram tipam
nl: Documenten per type opmaken
pl: Analizuj dokumenty według typu
pt: Analisar documentos por tipo
ru: Проанализировать документы указанного типа
sl: Razčleni dokumente glede na vrsto

source: Document file page
bg: Страница на файл с документи
cs: Stránka se souborem dokumentu
fr: Page du fichier de document
pt: Página do documento.
ru: Страница файла документа
sl: Stran datoteke dokumenta

source: The actual text content as extracted by the document parsing backend.
bg: Действителното текстово съдържание, извлечено от бекенда за анализ на документа.
cs: Skutečný textový obsah extrahovaný backendem analýzy dokumentu.
de_de: Vom Parser-Backend extrahierter Inhalt.
fr: Le contenu du texte tel qu'il est extrait par le moteur d'analyse du document.
it: Il contenuto testuale cos√¨ come estratto dal backend di analisi del documento.
lv: Faktiskais teksta saturs, ko iegūst no dokumenta parsēšanas.
pl: Treść wyodrębniona z dokumentu w trakcie parsowania.
pt: O conteúdo real do texto, conforme extraído pelo backend de análise do documento.
ru: Фактическое текстовое содержимое, извлеченное бэкэндом анализа документов.
sl: Dejanska vsebina besedila, kot jo izvleče zaledje za razčlenjevanje dokumenta.

source: Document file page content
bg: Съдържание на страницата на файла на документа
cs: Obsah stránky dokumentu
fr: Contenu de la page du fichier de document
pt: Conteúdo de página do documento.
ru: Содержимое страницы файла документа
sl: Vsebina strani datoteke dokumenta

source: Document file page contents
bg: Съдържание на страниците на файла на документа
cs: Obsah stránky dokumentu
fr: Contenus de la page du fichier de document
pt: Conteúdos de página do documento.
ru: Содержимое страницы файла документа
sl: Vsebina strani datoteke dokumenta

source: Document type
bg: Тип документ
bs: Tip dokumenta
cs: Typ dokumentu
de_de: Dokumententyp
fa: نوع سند
fr: Type de document
hu: Dokumentum típus
it: Tipo documento
lv: Dokumenta veids
pl: Typ dokumentu
pt: Tipo de documento
ru: Тип документа
sl: Vrsta dokumenta

source: Automatically queue newly created documents for parsing.
bg: Автоматично поставяне на новосъздадени документи на опашка за анализ.
bs: Automatski dovodi u red novopostavljene dokumente za analizu.
cs: Automaticky zařazuje nově vytvořené dokumenty do fronty pro analýzu.
de_de: Neu erstellte Dokumente automatisch zum Parsen einreihen.
fr: Ajouter automatiquement les documents nouvellement créés à la file d'attente d'analyse.
it: Metti in coda automaticamente per l'analisi i nuovi documenti creati.
lv: Automātiski sagrupējiet jaunizveidotos dokumentus parsēšanai.
nl: Nieuw aangemaakte documenten automatisch in wachtrij voor opmaak plaatsen.
pl: Automatycznie kolejkuj nowo utworzone dokumenty do analizy.
pt: Enfileirar automaticamente documentos criados recentemente para análise.
ru: Автоматически ставить вновь созданные документы в очередь для анализа.
sl: Samodejno postavite novo ustvarjene dokumente v čakalno vrsto za razčlenjevanje.

source: Document type settings
bg: Настройки за тип на документ
bs: Podešavanja tipa dokumenta
cs: Nastavení typu dokumentu
de_de: Einstellungen für Dokumententyp
fr: Paramétrages de type de document
hu: Dokumentum típus beállítások
it: Impostazioni tipo documento
lv: Dokumenta tipa iestatījumi
nl: Documenttype instellingen
pl: Ustawienia typu dokumentu
pt: Configuração do tipo de documento
ru: Настройки типа документа
sl: Nastavitve vrste dokumenta

source: Document types settings
bg: Настройки за типове документи
bs: Podešavanja tipova dokumenata
cs: Nastavení typů dokumentů
de_de: Einstellungen für Dokumententypen
fr: Paramétrages de types de documents
hu: Dokumentum típusok beállítása
it: Impostazioni tipi documento
lv: Dokumentu veidu iestatījumi
nl: Documenttypes instellingen
pl: Ustawienia typów dokumentów
pt: Configurações de tipos de documentos
ru: Настройки типов документа
sl: Nastavitve vrst dokumentov

source: Document file
bg: Файл на документа
cs: Soubor dokumentu
fr: Fichier
pt: Ficheiro do documento
ru: Файл документа
sl: Datoteka dokumenta

source: Date time submitted
bg: Дата и час на подаване
bs: Datum podnošenja vremena
cs: Datum a čas odeslání
de_de: Einstellunsgzeit
fa: تاریخ و زمان ارسال
fr: Date et heure de soumission
hu: Feladás dátum ideje
it: Data e ora di invio
lv: Iesniegtais datums
nl: Indientijdstip
pl: Data i czas zatwierdzenia
pt: Data e hora de submissão
ru: Дата и время отправки
sl: Datum in čas oddaje

source: Document file parse error
bg: Грешка при синтактичния анализ на файла на документа
cs: Chyba analýzy souboru dokumentu
fr: Erreur d'analyse du fichier de document
pt: Erro de análise do documento.
ru: Ошибка анализа файла документа
sl: Napaka pri razčlenjevanju datoteke dokumenta

source: Document file parse errors
bg: Грешки при синтактичния анализ на файла на документа
fr: Erreurs d'analyse de fichier de document
pt: Erros de análise do documento.
ru: Ошибки анализа файла документа
sl: Napake pri razčlenjevanju datoteke dokumenta

source: Exception parsing page; %s
bg: Изключение при анализа на страница; %s
bs: Stranica za izmenu izuzetaka; %s
cs: Nastala vyjímka analýzy strany; %s
de_de: Ausnahmefehler bei der Verarbeitung einer Seite: %s
fa: صفحه تجزیه آمیز exception؛ %s
fr: Exception lors de l'analyse de la page : %s
hu: Kivétel az oldal feldolgozásában; %s
it: Eccezione durante il parsing della pagina: %s
lv: Izņēmuma analīzes lapa; %s
nl: Uitzondering bij opmaak pagina; %s
pl: Wyjątek podczas analizowania strony; %s
pt: Erro ao analisar página; %s
ru: Ошибка при анализе страницы; %s
sl: Stran za razčlenjevanje izjem; %s

source: Cannot find pdftotext executable at: %s
bg: Не може да се намери pdftotext изпълним файл: %s
bs: Ne mogu pronaći izvršnu datoteku pdftotekt na: %s
cs: Nelze najít pdftotext spustitelný na: %s
de_de: Programm pdftotext nicht gefunden in %s
fa: نتوانست اجرایی pdftotext را در: %s پیدا کند
fr: Impossible de trouver l'exécutable pdftotext dans : %s
hu: Nem található a pdftotext futtatható a %s-n
it: Non trovo l'eseguibile pdftotext in: %s
lv: Nevar atrast pdftotext izpildāmo: %s
nl: Kan uitvoerbaar bestand pdftotext niet vinden op: %s
pl: Nie można znaleźć pliku wykonywalnego pdftotext w lokalizacji: %s
pt: Executável pdftotext não foi encontrado em: %s
ru: Не удаётся найти исполняемый файл pdftotext: %s
sl: Izvedljive datoteke pdftotext ni mogoče najti na: %s

source: View the content of a document file
bg: Вижте съдържанието на файл с документ
cs: Zobrazit obsah souboru dokumentu
fr: Afficher le contenu d'un fichier de document
pt: Ver conteúdo de um ficheiro de documento.
ru: Просмотр проанализированного содержимого файла документа
sl: Oglejte si vsebino datoteke dokumenta

source: Parse the content of a document file
bg: Анализирайте съдържанието на файл с документ
cs: Analyzovat obsah souboru dokumentu
fr: Analyser le contenu d'un fichier de document
pt: Analisar o conteúdo de um ficheiro do documento.
ru: Отправить файл документа на анализ
sl: Razčlenite vsebino datoteke dokumenta

source: Change document type parsing settings
bg: Промяна на настройките за анализ на типа документ
bs: Promenite postavke za analizu tipa dokumenta
cs: Změňte nastavení analýzy typu dokumentu
de_de: Parser-Einstellungen des Dokumententyps ändern
fr: Modifier les paramètres d'analyse du type de document
it: Cambia le impostazioni di analisi per il tipo di documento
lv: Mainīt dokumenta tipa parsēšanas iestatījumus
nl: Opmaakinstellingen van documenttype wijzigen
pl: Zmień ustawienia analizy typu dokumentu
pt: Mudar configurações de análise do tipo de documento
ru: Изменить настройки анализа для типа документа
sl: Spremenite nastavitve razčlenjevanja vrste dokumenta

source: Parsing
bg: Анализиране
bs: Gramatička analiza
cs: Analýza
fa: تجزیه
fr: Analyse
hu: értelmezés
it: Analisi
lv: Parsēšana
nl: Opmaken
pl: Analiza
pt: Análise
ru: Анализ
sl: Razčlenjevanje

source: Document file parsing
bg: Анализ на файл с документи
cs: Analýza souboru dokumentu
fr: Analyse de fichier de document
pt: Análise do ficheiro do documento.
ru: Анализ файла документа
sl: Razčlenjevanje datoteke dokumenta

source: Document file content
bg: Съдържание на файла на документа
cs: Obsah souboru dokumentu
fr: Contenu du fichier de document
pt: Conteúdo do ficheiro de documento.
ru: Содержимое файла документа
sl: Vsebina datoteke dokumenta

source: Set new document types to perform parsing automatically by default.
bg: Задайте нови типове документи за автоматично изпълнение на анализа по подразбиране.
bs: Podesite nove tipove dokumenata koji automatski podrazumevaju automatsko analiziranje.
cs: Nastavte nové typy dokumentů tak, aby ve výchozím nastavení prováděly automatické analýzy.
de_de: Erstellen Sie neue Dokumententypen um standardmäßig automatisiertes Parsen auszuführen.
fr: Les nouveaux types de documents, par défaut, réaliseront automatiquement une analyse.
it: Imposta nuovi tipi documento su cui eseguire automaticamente l'analisi.
lv: Iestatiet jaunus dokumentu veidus, lai pēc noklusējuma veiktu parsēšanu.
nl: Instellen dat documenttypes standaard automatische opmaak uitvoeren.
pl: Ustaw nowe typy dokumentów, aby domyślnie przeprowadzać automatyczne parsowanie.
pt: Estabeleça tipos de novos documentos para realizar análise automática por padrão.
ru: Включить по умолчанию автоматический запуск анализа для вновь создаваемых типов документов.
sl: Nastavite nove vrste dokumentov za samodejno razčlenjevanje privzeto.

source: File path to poppler's pdftotext program used to extract text from PDF files.
bg: Пътят на файла към програмата pdftotext на poppler, използвана за извличане на текст от PDF файлове.
bs: Staza do popplerovog programa pdftotext za vađenje teksta iz PDF datoteka.
cs: Cesta souboru k programu pplftotext poppler, který se používá k extrahování textu ze souborů PDF.
de_de: Pfad zum "pdftotext"-Programm (bereitgestellt von poppler), das benutzt wird, um Text aus PDF-Dateien zu extrahieren.
fa: محل فایل POPPLER جهت استخراج TEXT از PDF
fr: Chemin vers l'exécutable poppler pdftotext, utilisé pour extraire du texte à partir des fichiers PDF.
hu: elérési útvonal a poppler féle pdftotext programhoz ami PDF-ből szöveget nyer ki
it: Percorso del programma poppler pdftotext.usato per estrarre il testo dai file PDF.
lv: Failu ceļš uz poppler pdftotext programmu, ko izmanto, lai iegūtu tekstu no PDF failiem.
nl: Bestandspad naar 'poppler's' pdftotext programma voor het extraheren van PDF files.
pl: Ścieżka do programu pdftotext popplera służącego do wyodrębniania tekstu z plików PDF.
pt: Caminho para o programa pdftotext de poppler, usado para extrair texto de ficheiros PDF.
ru: Путь к файлу программы pdftotext Poppler, используемой для извлечения текста из PDF файлов.
sl: Pot datoteke do popplerjevega programa pdftotext, ki se uporablja za pridobivanje besedila iz datotek PDF.

source: Error deleting document version content "%(instance)s"; %(exception)s
pt: Erro ao eliminar o conteúdo da versão do documento " %(instance)s "; 2%(exception)s
sl: Napaka pri brisanju vsebine različice dokumenta &quot;%(instance)s&quot;; %(exception)s

source: Content of "%(object)s" deleted successfully.
pt: Conteúdo de " %(object)s " eliminados com sucesso.
sl: Vsebina &quot;%(object)s&quot; je bila uspešno izbrisana.

source: Content of %(count)d document version deleted successfully.
pt: Conteúdo de %(count)d da versão do documento eliminada com sucesso.
sl: Vsebina različice dokumenta %(count)d je bila uspešno izbrisana.

source: Content of %(count)d document versions deleted successfully.
pt: Conteúdo de %(count)d das versões do documento eliminadas com sucesso.
sl: Vsebina različic dokumenta %(count)d je bila uspešno izbrisana.

source: Delete the content of: %(object)s.
pt: Eliminar o conteúdo de: %(object)s .
sl: Izbrišite vsebino: %(object)s.

source: Delete the content of the %(count)d selected document version.
pt: Eliminar o conteúdo de %(count)d da versão do documento selecionada.
sl: Izbrišite vsebino %(count)d izbrane različice dokumenta.

source: Delete the content of the %(count)d selected document versions.
pt: Eliminar os conteúdos de %(count)d das versões do documento selecionado.
sl: Izbrišite vsebino %(count)d izbranih različic dokumenta.

source: Content for document file: %s
bg: Съдържание на файл с документи: %s
fr: Contenu du document: %s
pt: Conteúdo para o ficheiro de documento: %s
ru: Содержимое файла документа: %s
sl: Vsebina datoteke dokumenta: %s

source: Content for document file page: %s
bg: Съдържание на страницата на файла с документи: %s
fr: Contenu de la page: %s
pt: Conteúdo para a página do ficheiro de documento: %s
ru: Содержимое страницы файла документа: %s
sl: Vsebina za stran datoteke dokumenta: %s

source: Parsing errors for document file: %s
bg: Грешки при синтактичния анализ на файл с документи: %s
fr: Erreurs d'analyse pour le document: %s
pt: Erros de análise para o ficheiro de documento: %s
ru: Ошибки анализа файла документа: %s
sl: Napake pri razčlenjevanju datoteke dokumenta: %s

source: %(count)d document file added to the parsing queue
bg: %(count)d файл с документи, добавен към опашката за синтактичен анализ
fr: %(count)d document ajouté à la file d'analyse
pt: %(count)d ficheiro de documento adicionado à fila de espera de análise.
ru: %(count)d файл документа добавлен в очередь для анализа
sl: datoteka dokumenta %(count)d dodana v čakalno vrsto za razčlenjevanje

source: %(count)d documents files added to the parsing queue
bg: %(count)d файлове с документи, добавени към опашката за синтактичен анализ
fr: %(count)d documents ajoutés à la file d'analyse
pt: %(count)d ficheiros de documentos adicionado à linha de espera de análise.
ru: %(count)d файлов документов добавлено в очередь для анализа
sl: %(count)d datoteke dokumentov, dodane v čakalno vrsto za razčlenjevanje

source: Submit %(count)d document file to the parsing queue?
bg: Изпращане на файл с документи %(count)d на опашката за синтактичен анализ?
fr: Soumettre le fichier de document %(count)d à la file d&#39;attente d&#39;analyse?
pt: Submeter %(count)d ficheiro de documento à fila de espera de análise?
ru: Отправить %(count)d файл документа в очередь для анализа?
sl: Predložiti datoteko dokumenta %(count)d v čakalno vrsto za razčlenjevanje?

source: Submit document file "%s" to the parsing queue
bg: Изпратете файла с документи &quot;%s&quot; в опашката за синтактичен анализ
fr: Soumettez le document "%s" à la file d'analyse
pt: Submeter o ficheiro de documento " %s " à fila de espera de análise.
ru: Отправить файл документа "%s" в очередь на анализ
sl: Predloži datoteko dokumenta &quot;%s&quot; v čakalno vrsto za razčlenjevanje

source: Edit parsing settings for document type: %s.
bg: Редактиране на настройките за анализ на типа документ: %s.
cs: Upravit nastavení analýzy typu dokumentu: %s.
de_de: Parsereinstellungen für Dokumententyp %s bearbeiten.
fr: Modifiez les paramètres d'analyse pour le type de document: %s.
it: Modifica le impostazioni di analisi per il tipo di documento: %s.
lv: Rediģēt parsēšanas iestatījumus dokumenta tipam: %s.
pl: Edytuj ustawienia analizowania dla typu dokumentu: %s.
pt: Editar as configurações de análise para o tipo de documento: %s.
ru: Настройки анализа для типа документа: %s
sl: Uredite nastavitve razčlenjevanja za vrsto dokumenta: %s.

source: Submit all documents of a type for parsing
bg: Изпратете всички документи от даден тип за анализ
bs: Pošaljite sve dokumente za analizu
cs: Odešlete všechny dokumenty tohoto typu k analýze
de_de: Alle Dokumente eines Typs zum Parsen einreichen
fr: Ajouter tous les documents d'un type à la file d'attente d'analyse
hu: minden típusú dokumentum beküldése értelmezésre
pl: Prześlij wszystkie dokumenty danego typu do parsowania
pt: Enviar todos os documento de um tipo para análise
ru: Отправить все документы указанного типа на анализ
sl: Predložite vse dokumente vrste za razčlenjevanje

source: %(count)d documents added to the parsing queue.
bg: %(count)d документи са добавени към опашката за анализ.
cs: %(count)d dokumenty přidané do fronty pro analýzu.
de_de: %(count)d Dokumente zur Parsing-Warteschlange hinzugefügt.
fr: %(count)d documents ajoutés dans la file d'attente pour analyse.
it: %(count)d documenti aggiunti alla coda di analisi.
lv: %(count)d dokumenti, kas pievienoti parsēšanas rindai.
pl: Dokumenty %(count)d dodane do kolejki analizowania.
pt: %(count)d documentos adicinados à fila de análise.
ru: %(count)d документов добавлено в очередь для анализа
sl: dokumenti %(count)d dodani v čakalno vrsto za razčlenjevanje.

source: A generator returning the document's pages parsed content.
de_de: Ein Generatorobjekt, das den geparsten Inhalt der Dokumentenseiten zurückgibt.
pl: Generator zwracający przeanalizowaną treść stron dokumentu.

source: Utility from the poppler-utils package used to text content from PDF files.
de_de: Programm aus dem poppler-utils Paket für die Extraktion von Text aus PDF-Dateien.
it: Utility del pacchetto poppler-utils per estrarre il testo dai file PDF.
lv: Utility no poppler-utils paketes, ko izmanto teksta saturam no PDF failiem.
pl: Narzędzie z pakietu poppler-utils używane do zawartości tekstowej plików PDF.

source: Document parsed content deleted
de_de: Geparster Inhalt des Dokumentes gelöscht
pl: Usunięto przeanalizowaną treść dokumentu

source: Document version submitted for parsing
bs: Verzija dokumenta dostavljena za analiziranje
de_de: Dokumentenversion zum Parsen eingereicht
fa: نسخه سند برای تجزیه و تحلیل ارائه شده است
hu: dokumentum verzió értelmezésre küldve
it: Versione del documento sottoposta ad analisi
lv: Dokumenta versija iesniegta parsēšanai
nl: Documentversie ingediend voor opmaak
pl: Wersja dokumentu przesłana do analizy

source: Document version parsing finished
bs: Propisivanje verzije dokumenta završeno
de_de: Parsen der Dokumentenversion beendet
fa: نسخه سند تجزیه به پایان رسید
hu: dokumentum verzió értelmezve
it: Analisi della versione del documento completata
lv: Dokumenta versijas parsēšana pabeigta
nl: Documentversie opmaken voltooid
pl: Przetwarzanie wersji dokumentu zakończone

source: Document page
bs: Strnica dokumenta
de_de: Dokumentenseite
fa: صفحه سند
hu: Dokumentum oldal
it: Pagina del documento
lv: Dokumenta lapa
nl: Documentpagina
pl: Strona dokumentu

source: Document page content
bs: Sadržaj stranice dokumenta
de_de: Seiteninhalt
fa: محتوای صفحه سند
hu: Dokumentum oldal tartalom
it: Contenuto pagina del documento
lv: Dokumenta lapas saturs
nl: Inhoud documentpagina
pl: Zawartość strony dokumentu
