Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: bs, cs, el, fa, lv, nl, pt, ro_ro, tr_tr, vi_vn

source: Private key that will be used to sign this document version.
lv: Privāta atslēga, kas tiks izmantota, lai parakstītu šo dokumenta versiju.
nl: Privésleutel die wordt gebruikt om deze documentversie te tekenen.

source: Document version
bs: Verzija dokumenta
fa: نسخه سند
lv: Dokumenta versija
nl: Documentversie
tr_tr: Belge versiyonu

source: Date signed
bs: Datum prijave
fa: تاریخ امضا شده
lv: Parakstīšanas datums
nl: Datum ondertekend
tr_tr: İmzalanan tarih

source: Document version signature
bs: Potpis verzija dokumenta
fa: امضای نسخه اسناد
lv: Dokumenta versijas parakstīšana
nl: Documentversie handtekening
tr_tr: Belge sürümünün imzası

source: Document version signatures
bs: Potpisi verzija dokumenta
fa: امضای سند نسخه
lv: Dokumenta versijas paraksti
nl: Documentversie handtekeningen
tr_tr: Belge sürüm imzaları

source: Document version embedded signature
bs: Verzija dokumenta sa ugrađenim potpisom
fa: نسخه سند embedded امضا
lv: Dokumenta versijas iegultais paraksts
nl: Documentversie ingesloten handtekening
tr_tr: Gömülü imza belge sürümü

source: Document version embedded signatures
bs: Verzija dokumenta sa ugrađenim potpisima
fa: نسخه سند embedded امضا
lv: Dokumenta versijas iegultie paraksti
nl: Documentversie ingesloten handtekeningen
tr_tr: Gömülü imza belge sürümü

source: Document version detached signature
bs: Verzija dokumenta odvojen potpis
fa: نسخه سند امضای جداگانه
lv: Dokumenta versijas atdalītais paraksts
nl: Documentversie ontkoppelde handtekening
tr_tr: Belge versiyonu ayrılmış imza

source: Document version detached signatures
bs: Verzija dokumenta odvojen potpisima
fa: نسخه سند امضاهای جداگانه
lv: Dokumenta versijas atdalītie paraksti
nl: Documentversie ontkoppelde handtekeningen
tr_tr: Belge versiyonu müstakil imzalar

source: View details of document signatures
bs: Pogledajte detalje o potpisima dokumenta
fa: مشاهده جزئیات امضاء اسناد
lv: Skatiet dokumenta parakstu datus
nl: Details bekijken van documenthandtekeningen
tr_tr: Belge imzalarının ayrıntılarını görüntüle

source: Verify document version
bs: Proverite verziju dokumenta
fa: نسخه سند را تایید کنید
lv: Pārbaudiet dokumenta versiju
nl: Documentversie verifiëren
tr_tr: Belge sürümünü doğrula

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
lv: Argumenti, kas jānodod SIGNATURE_STORAGE_BACKEND.
nl: Argumenten om door te geven aan de SIGNATURE_STORAGE_BACKEND.

source: Document version signed successfully.
bs: Verzija dokumenta uspešno je potpisana.
fa: نسخه سند با موفقیت امضا شد
lv: Dokumenta versija ir veiksmīgi parakstīta.
nl: Documentversie met succes ondertekend.
tr_tr: Belge sürümü başarıyla imzalandı.

source: Sign
nl: Tekenen

source: Sign document version "%s" with a detached signature
bs: Potpisati verziju dokumenta "%s" sa odvojenim potpisom
fa: نسخه سند "%s" را با امضای جداگانه وارد کنید
lv: Parakstiet dokumenta versiju "%s" ar atdalītu parakstu
nl: Teken documentversie "%s" met een ontkoppelde handtekening
tr_tr: Ayrılmış bir imzayla "%s" belgesini imzala

source: Sign document version "%s" with a embedded signature
bs: Potpisati verziju dokumenta "%s" sa ugrađenim potpisom
fa: نسخه سند "%s" را با امضای جاسازی شده وارد کنید
lv: Parakstiet dokumenta versiju "%s" ar iegulto parakstu
nl: Teken documentversie "%s" met een ingesloten handtekening
tr_tr: Gömülü bir imzayla "%s" belge sürümünü imzalayın

source: There are no signatures for this document.
lv: Šim dokumentam nav parakstu.
nl: Er zijn geen handtekeningen voor dit document.

source: Signatures for document version: %s
bs: Potpisi za verziju dokumenta: %s
fa: امضا برای نسخه سند: %s
lv: Paraksti dokumenta versijai: %s
nl: Handtekeningen voor documentversie: %s
tr_tr: Belge sürümünün imzaları: %s

source: Upload detached signature for document version: %s
bs: Otpremanje odvojenog potpisa za verziju dokumenta: %s
fa: امضای جداگانه برای نسخه سند آپلود: %s
lv: Augšupielādējiet atdalītu parakstu dokumenta versijai: %s
nl: Ontkoppelde handtekening uploaden voor documentversie: %s
tr_tr: Belge versiyonu için ayrılmış imza yükle: %s

source: Private key that will be used to sign the document version.
nl: Privésleutel die wordt gebruikt om deze documentversie te tekenen.

source: Document has no version to sign. You might be trying to use this action in an initial state before the created document is yet to be processed.
nl: Document heeft geen versie om te tekenen. Misschien probeert u deze actie te gebruiken op een initiële status voordat het aangemaakte document is verwerkt.

source: upload signature
vi_vn: tải lên chữ kí

source: download signature
vi_vn: tải xuống chữ kí

source: signatures
vi_vn: chữ kí

source: document version
vi_vn: phiên bản tài liệu

source: signature file
vi_vn: file chữ kí

source: document version signature
vi_vn: chữ kí phiên bản tài liệu

source: document version signatures
vi_vn: chữ kí phiên bản tài liệu

source: Upload detached signatures
vi_vn: Tải lên chữ kí đã tách ra

source: Download detached signatures
vi_vn: ống chữ kí đã tách ra

source: Signature status: %(widget)s %(text)s
vi_vn: Trạng thái kí: %(widget)s %(text)s

source: embedded
vi_vn: đã nhúng

source: detached
vi_vn: đã tách ra

source: Signature ID: %s
vi_vn: ID chữ kí: %s

source: Signature type: %s
vi_vn: Kiểu chũ kí: %s

source: Timestamp: %s
vi_vn: Thời gian: %s

source: Signee: %s
vi_vn: Người kí: %s
