Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: bs, cs, el, fa, lv, nl, pt, ro_ro, tr_tr, vi_vn

source: Document signatures
bs: Potpisi dokumenta
cs: Podpisy dokumentů
el: Υπογραφές εγγράφου
fa: امضا سند
lv: Dokumentu paraksti
nl: Documenthandtekeningen
pt: Assinaturas do documento
ro_ro: Document de semnături
tr_tr: Belge imzaları
vi_vn: Chữ kí tài liệu

source: Date and time
cs: Datum a čas
el: Ημερομηνία και ώρα
pt: Data e Hora
ro_ro: Data și ora

source: Key ID
bs: ID ključa
cs: ID klíče
el: Αναγνωριστικό κλειδιού
fa: شناسه کلیدی
lv: Atslēgas ID
nl: Sleutel-ID
pt: ID da chave
ro_ro: ID cheie
tr_tr: Anahtar Kimliği

source: None
bs: Nijedno
cs: Žádný
el: Κανένα
fa: هیچ یک
lv: Nav neviens
nl: Geen
pt: Nenhum
ro_ro: Nici unul
tr_tr: Yok

source: Signature ID
bs: ID potpisa
cs: ID podpisu
el: Αναγνωριστικό υπογραφής
fa: شناسه امضا
lv: Paraksta ID
nl: Handtekening-ID
pt: ID de assinatura
ro_ro: ID-ul de semnătură
tr_tr: İmza Kimliği

source: Type
bs: Tip
cs: Typ
el: Τύπος
fa: تایپ کنید
lv: Tips
pt: Tipo
ro_ro: Tip
tr_tr: tip

source: Detached signature created
pt: Assinatura independente criada.
ro_ro: Semnătură detașată creată

source: Detached signature deleted
pt: Assinatura independente eliminada.
ro_ro: Semnătura detașată a fost ștearsă

source: Detached signature uploaded
cs: Odpojený podpis nahrán
pt: Assinatura independente carregarda.
ro_ro: Semnătura detașată a fost încărcată

source: Embedded signature created
cs: Vložený podpis vytvořen
pt: Assinatura integrada criada.
ro_ro: Semnătura încorporată a fost creată

source: Key
bs: Ključ
cs: Klíč
el: Κλειδί
fa: کلید
lv: Atslēga
nl: Sleutel
pt: Chave
ro_ro: Cheie
tr_tr: anahtar

source: The passphrase to unlock the key and allow it to be used to sign the document file.
pt: A frase-chave para desbloquear a chave e permitir que a use para assinar o ficheiro de documento.
ro_ro: Fraza de acces pentru a debloca cheia și a permite să fie utilizată pentru a semna fișierul documentului.

source: Passphrase
cs: Přístupová fráze
el: Φράση-κωδικός
fa: عبارت عبور
lv: Ieejas frāze
nl: Wachtwoordzin
pt: Senha
ro_ro: Expresie de acces
tr_tr: Parola

source: Private key that will be used to sign this document file.
cs: Soukromý klíč, který bude použit k podepsání tohoto souboru dokumentu.
pt: Chave privada que irá ser utilizada para assinar este ficheiro de documento.
ro_ro: Cheie privată care va fi utilizată pentru a semna acest fișier document.

source: Signature is embedded?
bs: Potpis je ugrađen?
cs: Podpis je vložen?
el: Ενσωματωμένη υπογραφή;
fa: امضا جاسازی شده است؟
lv: Paraksts ir iestrādāts?
nl: Handtekening is ingesloten?
pt: Assinatura integrada?
ro_ro: Semnatura este încorporată?
tr_tr: İmza gömülmüş mü?

source: Signature date
bs: Datum potpisa
cs: Datum podpisu
el: Ημερομηνία υπογραφής
fa: تاریخ امضاء
lv: Paraksta datums
nl: Datum van handtekening
pt: Data de assinatura
ro_ro: Data semnăturii
tr_tr: İmza tarihi

source: Signature key ID
bs: ID ključa za potpis
cs: ID klíče podpisu
el: Αναγνωριστικό κλειδιού υπογραφής
fa: شناسه کلید امضا
lv: Paraksta atslēgas ID
nl: Handtekening sleutel-ID
pt: ID da chave da assinatura
ro_ro: ID-ul cheii de semnătură
tr_tr: İmza anahtarının kimliği

source: Signature key present?
bs: Potpisni ključ prisutan?
cs: Klíč podpisu je přítomen?
el: Υπάρχει κλειδί υπογραφής;
fa: امضای کلیدی در حال حاضر
lv: Vai ir paraksta atslēga?
nl: Handtekening sleutel aanwezig?
pt: Chave da assinatura presente?
ro_ro: Cheia de semnătură prezentă?
tr_tr: İmza anahtarı mevcut mu?

source: Key fingerprint
bs: Ključni otisak prsta
cs: Otisk klíče
el: Δακτυλικό αποτύπωμα κλειδιού
fa: اثر انگشت اصلی
lv: Galvenais pirkstu nospiedums
nl: Sleutel vingerafdruk
ro_ro: Amprenta digitală a cheii
tr_tr: Anahtar parmak izi

source: Key creation date
bs: Datum kreiranja ključa
cs: Datum vytvoření klíče
el: Ημερομηνία δημιουργίας κλειδιού
fa: تاریخ ایجاد کلید
lv: Atslēgas izveides datums
nl: Sleutel aanmaakdatum
pt: Data de criação da chave
ro_ro: Data creării cheii
tr_tr: Anahtar oluşturma tarihi

source: Key expiration date
bs: Ključni datum isteka
cs: Datum vypršení platnosti klíče
el: Ημερομηνία λήξης κλειδιού
fa: تاریخ انقضاء کلیدی
lv: Atslēgas derīguma termiņš
nl: Sleutelverloopdatum
pt: Data de expiração da chave
ro_ro: Data expirării cheii
tr_tr: Anahtar son kullanma tarihi

source: Key length
bs: Ključna dužina
cs: Délka klíče
el: Μήκος κλειδιού
fa: طول کلید
lv: Atslēgu garums
nl: Sleutellengte
pt: Tamanho da chave
ro_ro: Lungimea cheii
tr_tr: Anahtar uzunluğu

source: Key algorithm
bs: Ključni algoritam
cs: Klíčový algoritmus
el: Αλγόριθμος κλειδιού
fa: الگوریتم کلیدی
lv: Galvenais algoritms
nl: Sleutelalgoritme
pt: Algoritmo da chave
ro_ro: Algoritmul cheii
tr_tr: Anahtar algoritması

source: Key user ID
bs: Ključni ID korisnika
cs: Klíč uživatele ID
el: Αναγνωριστικό χρήστη του κλειδιού
fa: شناسه کلیدی
lv: Galvenais lietotāja ID
nl: Sleutel gebruikers-ID
pt: ID do utilizador da chave
ro_ro: Cod de identificare cheie
tr_tr: Anahtar kullanıcı kimliği

source: Key type
bs: Ključni tip
cs: Typ klíče
el: Τύπος κλειδιού
fa: نوع کلید
lv: Atslēgu tips
nl: Sleuteltype
pt: Tipo de chave
ro_ro: Tipul cheii
tr_tr: Anahtar türü

source: Sign detached
bs: Znak odvojen
cs: Podpis odpojen
el: Υπογραφή με αποσπασμένο κλειδί
fa: مستقل نشوید
lv: Sign atdalīts
nl: Ondertekening ontkoppeld
pt: Assinatura destacada
ro_ro: Semnează detașat
tr_tr: Ayrılmış olarak imzala

source: Delete
bs: Obriši
cs: Odstranit
el: Διαγραφή
fa: حذف
lv: Dzēst
nl: Verwijderen
pt: Remover
ro_ro: Șterge
tr_tr: Sil

source: Download
cs: Stažení
el: Λήψη
fa: دانلود
lv: Lejupielādēt
nl: Downloaden
pt: Descarregar
ro_ro: Descărcare
tr_tr: İndir

source: Upload signature
bs: Otpremi potpis
cs: Nahrajte podpis
el: Φόρτωση υπογραφής
fa: امضا آپلود
lv: Augšupielādes paraksts
nl: Handtekening uploaden
pt: Upload da assinatura
ro_ro: Încărcați semnătura
tr_tr: İmza yükle

source: Sign embedded
bs: Znak ugradjen
cs: Podpis vložen
el: Υπογαφή με ενσωματωμένο κλειδί
fa: ورودی جاسازی شده
lv: Zīme ir iestrādāta
nl: Ondertekening ingesloten
pt: Assinatura integrada
ro_ro: Semnează încorporat
tr_tr: Gömülmüş olarak imzala

source: Details
bs: Detalji
cs: Detail
el: Λεπτομέρειες
fa: جزئیات
lv: Detaļas
pt: Detalhes
ro_ro: Detalii
tr_tr: Detaylar

source: Signatures
bs: Potpisi
cs: Podpisy
el: Υπογραφές
fa: امضا
lv: Paraksti
nl: Handtekeningen
pt: Assinaturas
ro_ro: Semnături
tr_tr: İmzalar

source: Refresh all signatures
cs: Obnovit všechny podpisy
pt: Atualizar todas as assinaturas.
ro_ro: Actualizează toate semnăturile

source: Verify all documents
bs: Provjerite sve dokumente
cs: Ověřte všechny dokumenty
el: Επαλήθευση όλων των εγγράφων
fa: همه اسناد را تأیید کنید
lv: Pārbaudiet visus dokumentus
nl: Alle documenten verifiëren
pt: Verificar todos os documentos
ro_ro: Verificați toate documentele
tr_tr: Tüm belgeleri doğrulayın

source: signed
pt: assinado
ro_ro: semnat

source: Document file
cs: Soubor dokumentu
pt: Arquivo do documento
ro_ro: Fișier document

source: Date and time signed
cs: Datum a čas podpisu
pt: Data e hora de assinatura
ro_ro: Data și ora semnării

source: ID of the key that will be used to sign the document.
cs: ID klíče, který bude použit k podepsání dokumentu.
el: Αναγνωριστικό του κλειδιού που θα χρησιμοποιηθεί για την υπογραφή του εγγράφου.
nl: ID van de sleutel die wordt gebruikt om document te tekenen.
pt: ID da chave que será usada para assinar o documento.
ro_ro: ID-ul cheii care va fi folosit pentru semnarea documentului.

source: Public key fingerprint
bs: Otisak prsta javnog ključa
cs: Otisk veřejného klíče
el: Δακτυλικό αποτύπωμα δημόσιου κλειδιού
fa: اثر انگشت کلید عمومی
lv: Publiskās atslēgas pirkstu nospiedums
nl: Openbare sleutel vingerafdruk
pt: Impressão digital da chave pública
ro_ro: Amprenta digitală a cheii publice
tr_tr: Ortak anahtar parmak izi

source: Document file signature
pt: Assinatura de ficheiro de documento
ro_ro: Semnătură fișier document

source: Document file signatures
pt: Assinaturas de ficheiro de documento.
ro_ro: Semnăturile fișierului document

source: Detached
bs: Odvojen
cs: Odpojeno
el: Αποσπασμένο
fa: جدا
lv: Atdalīts
nl: Ontkoppeld
pt: Destacado
ro_ro: Detașat
tr_tr: Ayrılmış

source: Embedded
bs: Ugradjen
cs: Vloženo
el: Ενσωματωμένο
fa: جاسازی شده
lv: Iegultās
nl: Ingesloten
pt: Embutido
ro_ro: Încorporat
tr_tr: Gömülü

source: Signature file previously generated.
cs: Soubor podpisu byl dříve vygenerován.
el: Το αρχείο υπογραφής δημιουργήθηκε προηγουμένως.
nl: Voorheen gegenereerd handtekeningbestand.
pt: Arquivo de chave previamente gerado.
ro_ro: Fișier de semnătură generat anterior.

source: Signature file
bs: Datoteka potpisa
cs: Podpisový soubor
el: Αρχείο υπογραφής
fa: فایل امضا
lv: Paraksta fails
nl: Handtekeningbestand
pt: Ficheiro de assinatura
ro_ro: Fisier semnătura
tr_tr: İmza dosyası
vi_vn: File lưu chữ kí

source: Document file detached signature
cs: Odpojený podpis souboru dokumentu
pt: Assinatura independente do arquivo de documento
ro_ro: Semnătura detașată a fișierului document

source: Document file detached signatures
cs: Odpojené podpisy souboru dokumentu
pt: Assinaturas independentes do arquivo de documento.
ro_ro: Semnăturile detașate ale fișierului document

source: signature
bs: potpis
cs: podpis
el: Υπογραφή
fa: امضا
lv: parakstu
nl: handtekening
pt: assinatura
ro_ro: semnătură
tr_tr: imza

source: Document file embedded signature
cs: Vložený podpisový soubor dokumentu
pt: Assinatura integrada de arquivo de documento
ro_ro: Semnătură încorporată în fișierul document

source: Document file embedded signatures
cs: Vložené podpisové dokumenty
pt: Assinaturas integradas de arquivo de documento
ro_ro: Semnăturile încorporate în fișierul document

source: Sign documents with detached signatures
bs: Potpišite dokumente sa odvojenim potpisom
cs: Podepisujte dokumenty oddělenými podpisy
el: Υπογράψτε έγγραφα με αποσπασμένες υπογραφές
fa: اسناد را با امضاهای جداگانه امضا کنید
lv: Parakstiet dokumentus ar atdalītiem parakstiem
nl: Documenten tekenen met ontkoppelde handtekeningen
pt: Assinar documentos com assinaturas destacadas
ro_ro: Semnează documente cu semnături detașate
tr_tr: Ayrılmış imzalı belgeleri imzala

source: Sign documents with embedded signatures
bs: Potpišite dokumente sa odvojenim potpisima
cs: Podepisujte dokumenty s vloženými podpisy
el: Υπογράψτε έγγραφα με ενσωματωμένες υπογραφές
fa: امضای اسناد با امضا های جاسازی شده
lv: Parakstiet dokumentus ar iegulto parakstu
nl: Documenten tekenen met ingesloten handtekeningen
pt: Assinar documentos com assinaturas integradas
ro_ro: Semnează documente cu semnături încorporate
tr_tr: Gömülü imzalı belgeleri imzala

source: Delete detached signatures
bs: Izbrišite odvojene potpise
cs: Odstraňte oddělené podpisy
el: Διαγραφή αποσπασμένων υπογραφών
fa: امضاهای جداگانه را حذف کنید
lv: Dzēsiet atdalītos parakstus
nl: Ontkoppelde handtekeningen verwijderen
pt: Eliminar assinaturas destacadas
ro_ro: Ștergeți semnăturile detașate
tr_tr: Ayrılmış imzaları sil

source: Download detached document signatures
bs: Preuzmite pojedinačne potpise dokumenta
cs: Stáhněte si oddělené podpisy dokumentů
el: Λήψη αποσπασμένων υπογραφών εγγράφου
fa: امضای سند جداگانه را دانلود کنید
lv: Lejupielādējiet atdalītos dokumentu parakstus
nl: Ontkoppelde documenthandtekeningen downloaden
pt: Baixar assinatura destacada de documentos
ro_ro: Descărcați semnături de documente detașate
tr_tr: Ayrılmış belge imzalarını indir

source: Upload detached document signatures
bs: Otpremanje odvojenih potpisa dokumenta
cs: Nahrajte oddělené podpisy dokumentů
el: Φόρτωση αποσπασμένων υπογραφών εγγράφου
fa: امضای سند جداگانه را بارگیری کنید
lv: Augšupielādējiet atdalītos dokumentu parakstus
nl: Ontkoppelde documenthandtekeningen uploaden
pt: Carregar assinaturas destacadas de documentos
ro_ro: Încarcă semnături de documente detașate
tr_tr: Ayrılmış belge imzalarını yükle

source: Verify document signatures
bs: Provjeriti potpise dokumenta
cs: Ověřte podpisy dokumentu
el: Επαλήθευση υπογραφών εγγράφου
fa: امضای سند را تأیید کنید
lv: Pārbaudiet dokumentu parakstus
nl: Documenthandtekeningen verifiëren
pt: Verificar as assinaturas do documento
ro_ro: Verifica semnăturile de documente
tr_tr: Belge imzalarını doğrula
vi_vn: xác nhận chữ kí tài liệu

source: View document signatures
pt: Visualizar assinaturas do documento
ro_ro: Vizualizați semnăturile documentelor

source: Verify key signatures
bs: Potvrdite ključne potpise
cs: Ověřené podpisy klíče
el: Επαλήθευση κλειδιών υπογραφής
fa: تأیید امضاهای کلیدی
lv: Pārbaudiet galvenos parakstus
nl: Sleutel handtekeningen verifiëren
pt: Verificar assinaturas com chave
ro_ro: Verificați semnăturile cheie
tr_tr: Anahtar imzaları doğrula

source: Unverify key signatures
bs: Ne verifikujte ključne potpise
cs: Zrušit ověření podpisů klíčů
el: Ανάκληση επαλήθευσης κλειδιών υπογραφής
fa: امضاهای کلیدی را تأیید نکنید
lv: Atceliet galvenos parakstus
nl: Sleutel handtekeningen verifiëren ongedaan maken
pt: Anular verificações de assinaturas com chave
ro_ro: Anulați verificarea semnăturilor cheie
tr_tr: Anahtar imzaları doğrula

source: Verify document file
cs: Ověřit soubor dokumentu
pt: Confirmar arquivo de documento
ro_ro: Verificați fișierul documentului

source: Verify missing embedded signature
bs: Proverite nedostajući ugrađeni potpis
cs: Ověřte chybějící vložený podpis
el: Επαλήθευση απουσίας ενσωματωμένης υπογραφής
fa: امضای جاسازی نشده را تأیید کنید
lv: Pārbaudiet trūkstošo iegulto parakstu
nl: Ontbrekende ingesloten handtekening verifiëren
pt: Verificar assinatura integrada faltante
ro_ro: Verificați semnatura încorporată lipsă
tr_tr: Eksik gömülü imzayı doğrula

source: Refresh existing signature information
pt: Atualizar informação de assinaturas existentes
ro_ro: Actualizează informațiile despre semnătură existente

source: Primary key of the secret key used to sign the document file.
pt: Chave primária da senha secreta usada para assinar o ficheiro do documento.
ro_ro: Cheia primară a cheii secrete utilizată pentru a semna fișierul document.

source: Path to the Storage subclass to use when storing detached signatures.
cs: Cesta k podtřídě Storage, která se použije při ukládání oddělených podpisů.
el: Διαδρομή της υποκλάσης Storage που θα χρησιμοποιηθεί όταν αποθηκεύονται απεσπασμένες υπογραφές.
lv: Ceļš uz glabāšanas apakšklasi, kas jāizmanto, uzglabājot atdalītos parakstus.
nl: Pad naar de Storage subclass die gebruikt wordt om ontkoppelde handtekeningen op te slaan.
pt: Caminho para a subclasse Storage que será usada para armazenar assinaturas destacadas.
ro_ro: Calea către subclasa de stocare care trebuie utilizată la stocarea semnăturilor detașate.

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
el: Ορίσματα που θα διαβιβαστούν στο SIGNATURE_STORAGE_BACKEND.
pt: Argumentos a serem passados para SIGNATURE_STORAGE_BACKEND.
ro_ro: Parametri de transmis la SIGNATURE_STORAGE_BACKEND.

source: Unable to initialize the detached signatures storage. Check the settings {} and {} for formatting errors.
cs: Nelze inicializovat oddělené úložiště podpisů. Zkontrolujte v nastavení {} a {} chyby formátování.
el: Αδυναμία έναρξης αποθήκευσης απεσπασμένων υπογραφών. Ελέγξτε τις ρυθμίσεις {} και {} για σφάλματα μορφοποίησης.
nl: Niet mogelijk de ontkoppelde handtekeningen opslag te initialiseren. Controleer de instellingen {} en {} op opmaakfouten.
pt: Não foi possível inicializar o armazenamento de assinaturas destacadas. Verifique as configurações {} e {} para erros de formatação.
ro_ro: Imposibil de inițializat stocarea de semnături detașate. Verificați setările {} și {} pentru erori de formatare.

source: Detached signatures
cs: Oddělené podpisy
el: Απεσπασμένες υπογραφές
nl: Ontkoppelde handtekeningen
pt: Assinaturas destacadas
ro_ro: Semnături detașate

source: Passphrase is needed to unlock this key.
bs: Potrebna je lozinka za otključavanje ovog ključa.
cs: K odemčení tohoto klíče je třeba heslo.
el: Απαιτείται η φράση-κωδικός για να ξεκλειδώσετε αυτό το κλειδί.
fa: رمز عبور برای باز کردن قفل این کلید ضروری است.
lv: Lai atslēgtu šo atslēgu, ir nepieciešama ieejas frāze.
nl: Wachtwoordzin is nodig om deze sleutel te ontgrendelen.
pt: É preciso senha para aceder à chave.
ro_ro: Fraza de acces este necesară pentru a debloca această cheie.
tr_tr: Bu anahtarın kilidini açmak için parolanın kullanılması gerekir.

source: Passphrase is incorrect.
bs: Govorna fraza je netačna.
cs: Heslo je nesprávné.
el: Η φράση-κωδικός δεν είναι ορθή.
fa: عبارت عبور اشتباه است
lv: Parole ir nepareiza.
nl: Wachtwoordzin is onjuist.
pt: Senha incorreta.
ro_ro: Fraza de acces este incorectă.
tr_tr: Parola yanlış.

source: Document file signed successfully.
cs: Soubor dokumentu byl úspěšně podepsán.
pt: Arquivo de documento assinado com sucesso.
ro_ro: Fișierul documentului a fost semnat cu succes.

source: Sign document file "%s" with a detached signature
pt: Assinar arquivo de documento " %s " com uma assinatura independente
ro_ro: Semnați fișierul document „%s” cu o semnătură detașată

source: Sign document file "%s" with a embedded signature
pt: Assinar arquivo de documento " %s " com uma assinatura integrada
ro_ro: Semnați fișierul document „%s” cu o semnătură încorporată

source: Delete detached signature: %s
bs: Obriši detektovani potpis:%s
cs: Odstranit odpojený podpis: %s
el: Διαγραφή αποσπασμένης υπογραφής: %s
fa: امضای جداگانه را حذف کنید: %s
lv: Noņemt atdalīto parakstu: %s
nl: Verwijder ontkoppelde handtekening: %s
pt: Excluir assinatura destacada: %s
ro_ro: Ștergeți semnătura detașată: %s
tr_tr: Ayrılmış imza silin: %s

source: Upload detached signature for document file: %s
pt: Carregar assinatura integrada do arquivo do documento: %s
ro_ro: Încărcați semnătura detașată pentru fișierul document: %s

source: Details for signature: %s
bs: Detalji za potpis: %s
cs: Podrobnosti pro podpis: %s
el: Λεπτομέρειες υπογραφής: %s
fa: جزئیات برای امضا: %s
lv: Sīkāka informācija par parakstu: %s
nl: Details voor handtekening: %s
pt: Detalhes para a assinatura: %s
ro_ro: Detalii pentru semnătura: %s
tr_tr: İmza ayrıntıları: %s

source: Signatures help provide authorship evidence and tamper detection. They are very secure and hard to forge. A signature can be embedded as part of the document itself or uploaded as a separate file.
cs: Podpisy pomáhají poskytovat důkazy o autorství a detekci neoprávněných zásahů. Jsou velmi bezpečné a těžko obejítelné. Podpis lze vložit jako součást samotného dokumentu nebo nahrát jako samostatný soubor.
el: Οι υπογραφές βοηθούν στην επαλήθευση του συντάκτη και στον εντοπισμό μη εγκεκριμένων αλλαγών. Οι υπογραφές είναι πολύ ασφαλείς και δύσκολο να παραβιαστούν. Μια υπογραφή μπορεί να ενσωματωθεί ως μέρος του ίδιου του εγγράφου ή να φορτωθεί ως ξεχωριστό αρχείο.
lv: Paraksti palīdz nodrošināt autorības pierādījumus un manipulāciju atklāšanu. Viņi ir ļoti droši un grūti veidojami. Parakstu var ievietot kā daļu no dokumenta vai augšupielādēt kā atsevišķu failu.
nl: Handtekeningen helpen door het bieden van bewijs van auteurschap en saboteren van detectie. Ze zijn erg veilig en moeilijk te kraken. Een handtekening kan ingesloten worden als deel van het document of als apart bestand worden geüpload.
pt: Assinaturas ajudam a proporcionar evidência de autoria e detecção de manipulação. São muito seguras e difíceis de falsificar. Uma assinatura pode ser integrada ao próprio documento ou carregada como um arquivo destacado.
ro_ro: Semnăturile vă ajută să furnizați dovezi de autorizare și detectarea fraudelor. Sunt foarte sigure și greu de falsificat. O semnătură poate fi încorporată ca parte a documentului sau încărcată ca fișier separat.

source: There are no signatures for this document file.
pt: Não há assinaturas para este arquivo de documento.
ro_ro: Nu există semnături pentru acest document.

source: Signatures for document file: %s
pt: Assinaturas para arquivo de documento: %s
ro_ro: Semnături pentru fișier document: %s

source: On large databases this operation may take some time to execute.
bs: Na velikim bazama podataka ove operacije mogu potrajati neko vrijeme.
cs: Ve velkých databázích může provedení této operace nějakou dobu trvat.
el: Σε μεγάλες βάσεις δεδομένων αυτή η ενέργεια μπορεί να χρειαστεί αρκετό χρόνο για να ολοκληρωθεί.
fa: در پایگاه داده های بزرگ این عملیات ممکن است برای اجرای برخی از زمان ها طول بکشد.
lv: Lielās datubāzēs šī darbība var aizņemt kādu laiku, lai izpildītu.
nl: Voor grote databases kan deze operatie lang duren.
pt: Esta operação pode levar algum tempo em bases de dados grandes.
ro_ro: Pe baze de date mari, această operație poate dura ceva timp pentru a executa.
tr_tr: Büyük veritabanlarında bu işlemin yürütülmesi biraz zaman alabilir.

source: Refresh all signatures information?
cs: Obnovit všechny informace o podpisech?
pt: Atualizar todas as informações de assinaturas?
ro_ro: Reîmprospătați toate informațiile despre semnături?

source: Signature information refresh queued successfully.
cs: Obnovení informací o podpisu bylo úspěšně zařazeno do fronty.
pt: Atualização de informação de assinatura em lista de espera, com sucesso.
ro_ro: Actualizarea informațiilor despre semnătură a fost pusă în coadă cu succes.

source: Verify all document for signatures?
bs: Proverite sve dokumente za potpis?
cs: Ověřit podpis všech dokumentů?
el: Επαλήθευση όλων των υπογραφών για έγγραφα;
fa: همه سند را برای امضاء تأیید کنید؟
lv: Pārbaudiet visus dokumentus parakstiem?
nl: Alle documenten op handtekeningen verifiëren?
pt: Verificar todos os documentos para assinaturas?
ro_ro: Verificați toate documentele pentru semnături?
tr_tr: İmzalar için tüm belgeleri doğruluyor musunuz?

source: Signature verification queued successfully.
bs: Provera potpisa je u redu.
cs: Ověření podpisu bylo ve frontě úspěšně.
el: Η ενέργεια επαλήθευσης υπογραφών προστέθηκε στην λίστα επιτυχώς.
fa: تأیید امضا با موفقیت انجام شد.
lv: Paraksta verifikācija veiksmīgi rindā.
nl: Handtekeningverificatie met succes in wachtrij.
pt: Verificação de assinaturas colocada em fila.
ro_ro: Verificarea semnăturilor a intrat în coada de așteptare.
tr_tr: İmza doğrulama işlemi başarıyla sıraya alındı.

source: Private key that will be used to sign the document file.
pt: Chave privada que será utilizada para assinar o ficheiro do documento.
ro_ro: Cheie privată care va fi folosită pentru a semna fișierul documentului.

source: Sign document (detached)
cs: Podepsat dokument (odpojený)
el: Υπογραφή εγγράφου (αποσπασμένη)
nl: Document tekenen (ontkoppeld)
pt: Assinar o documento (destacado)
ro_ro: Semnare document (detașat)

source: Document has no file to sign. You might be trying to use this action in an initial state before the created document is yet to be processed.
cs: Dokument neobsahuje žádný soubor k podpisu. Možná se pokoušíte použít tuto akci v počátečním stavu, než bude vytvořený dokument ještě zpracován.
pt: O documento não tem nenhum ficheiro para assinar. Poderá estar a utilizar esta ação num estado inicial antes do documento criado ser processado.
ro_ro: Documentul nu are fișier de semnat. Este posibil să încercați să utilizați această acțiune într-o stare inițială înainte ca documentul creat să nu fie încă procesat.

source: Sign document (embedded)
cs: Podepsat dokument (vložený)
el: Υπογραφή εγγράφου (ενσωματωμένη)
nl: Document tekenen (ingesloten)
pt: Assinar o documento (embutido)
ro_ro: Semnare document (încorporat)

source: Date
bs: Datum
fa: تاریخ
lv: Datums
nl: Datum
tr_tr: Tarih

source: The passphrase to unlock the key and allow it to be used to sign the document version.
lv: Ieejas frāze, lai atbloķētu atslēgu un ļautu to izmantot dokumenta versijas parakstīšanai.
nl: De wachtwoordzin waarmee de sleutel ontgrendeld wordt en gebruikt ka worden om de documentversie te tekenen.
