Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/events/locale/*/LC_MESSAGES/django.po
Languages: bg, de_de, fr, pl, pt_br, ro_ro, ru, sl

source: Events
bg: Събития
de_de: Ereignisse
fr: Événements
pl: Zdarzenia
pt_br: Eventos
ro_ro: Evenimente
ru: События
sl: Dogodki

source: Date and time
bg: Дата и час
de_de: Datum und Uhrzeit
fr: Date et heure
pl: Data i godzina
pt_br: Data e hora
ro_ro: Data și ora
ru: Дата и время
sl: Datum in čas

source: Actor
bg: Деец
de_de: Akteur
fr: Utilisateur
pl: Czynnik
pt_br: Ator
ru: Субъект
sl: Igralec

source: Event
bg: Събитие
de_de: Ereignis
fr: Événement
pl: Zdarzenie
pt_br: Evento
ro_ro: Eveniment
ru: Событие
sl: Dogodek

source: Target
bg: Цел
de_de: Ziel
fr: Cible
pl: Cel
pt_br: Alvo
ro_ro: Ţintă
ru: Объект
sl: Tarča

source: Action object
bg: Обект на действие
de_de: Aktionsobjekt
fr: Objet de l'action
pl: Obiekt akcji
pt_br: Objeto de ação
ro_ro: Obiect de acțiune
ru: Объект действия
sl: Objekt dejanja

source: Namespace
bg: Именно пространство
de_de: Namensraum
fr: Espace de nommage
pl: Przestrzeń nazw
ro_ro: Spațiu de nume
ru: Пространство имен
sl: Imenski prostor

source: Label
bg: Етикет
de_de: Bezeichner
fr: Étiquette
pl: Etykieta
pt_br: Rótulo
ro_ro: Conținut etichetă
ru: Заголовок
sl: Oznaka

source: Seen
bg: Видяно
de_de: Gesehen
fr: Vu
pl: Widziane
pt_br: Visto
ro_ro: Văzut
ru: Просмотрено
sl: Videno

source: Object
bg: Обект
de_de: Objekt
fr: Objet
pt_br: Objeto
ro_ro: Obiect
ru: Объект
sl: Predmet

source: Event type
bg: Тип на събитието
de_de: Ereignistyp
fr: Type d'évènement
pl: Typ zdarzenia
pt_br: Tipo de evento
ro_ro: Tip eveniment
ru: Тип события
sl: Vrsta dogodka

source: Event list export to CSV
bg: Експорт на списък със събития в CSV
de_de: Ereignisliste nach CSV exportieren
fr: Exportation de la liste d'événements au format CSV
pt_br: Exportar lista de evento para CSV
ro_ro: Exportați lista de evenimente în CSV
ru: Экспорт списка событий в CSV
sl: Izvoz seznama dogodkov v CSV

source: Events exported.
bg: Събитията са експортирани.
de_de: Ereignisse exportiert.
fr: Événements exportés.
pt_br: Eventos exportados.
ro_ro: Evenimente exportate.
ru: События экспортированы.
sl: Dogodki izvoženi.

source: The event list has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
bg: Списъкът със събития е експортиран и е достъпен за изтегляне чрез връзката: %(download_url)s или от областта за изтегляния (%(download_list_url)s).
fr: La liste des événements a été exportée et peut être téléchargée via le lien : %(download_url)s ou depuis la zone de téléchargement (%(download_list_url)s).
pt_br: A lista do evento foi exportada e está disponível para download utilizando o link: %(download_url)s ou da área de descargas (%(download_list_url)s).
ro_ro: Lista de evenimente a fost exportată și este disponibilă pentru descărcare folosind link-ul: %(download_url)s sau din zona de descărcări (%(download_list_url)s).
ru: Список событий экспортирован и доступен для скачивания по ссылке: %(download_url)s или из области загрузок (%(download_list_url)s).
sl: Seznam dogodkov je bil izvožen in je na voljo za prenos prek povezave: %(download_url)s ali iz področja za prenose (%(download_list_url)s).

source: Events cleared
bg: Събитията са изчистени
fr: Événements effacés
pt_br: Eventos eliminados
ro_ro: Evenimente șterse
sl: Dogodki izbrisani

source: Events exported
bg: Експортирани събития
de_de: Ereignisse exportiert
fr: Événements exportés
pt_br: Eventos exportados.
ro_ro: Evenimente exportate
ru: События экспортированы
sl: Dogodki izvoženi

source: Subscription
bg: Абонамент
de_de: Subskription
fr: Abonnements
pl: Subskrypcja
pt_br: Inscrição
ro_ro: Abonament
ru: Подписка
sl: Naročnina

source: No
bg: Не
de_de: Nein
fr: Non
pl: Nie
pt_br: Não
ro_ro: Nu
ru: Нет
sl: Ne

source: Subscribed
bg: Абониран
de_de: Subskribiert
fr: Abonné
pl: Subskrybowany
pt_br: Inscrito
ro_ro: Sunteți abonat
ru: Подписан
sl: Naročen

source: System
bg: Система
fr: Système
pt_br: Sistema
ro_ro: Sistem
ru: Система
sl: Sistem

source: Clear events
bg: Изчистете събитията
fr: Effacer les événements
pt_br: Limpar eventos
ro_ro: Ștergere evenimente
sl: Jasni dogodki

source: Export events
bg: Експортирай събития
de_de: Ereignisse exportieren
fr: Exporter les événements
pt_br: Exportar eventos
ro_ro: Exportați evenimente
ru: Экспорт событий
sl: Izvoz dogodkov

source: Event subscriptions
bg: Абонаменти за събитие
de_de: Ereignissubskriptionen
fr: Abonnements aux événements
pl: Subskrypcje zdarzeń
pt_br: Inscrições em eventos
ro_ro: Abonări la eveniment
ru: Подписки на события
sl: Naročnine na dogodke

source: Object event subscriptions
bg: Абонаменти за обектни събития
de_de: Objektereignissubskriptionen
fr: Abonnements aux événements de l'objet
pl: Subskrypcje zdarzeń obiektowych
pt_br: Inscrições em eventos de objetos
ro_ro: Abonări la eveniment de obiect
ru: Подписки на события объекта
sl: Naročnine na dogodke objektov

source: Mark as seen
bg: Маркирайте като видяно
de_de: Als gesehen markieren
fr: Marquer comme vu
pl: Oznacz jako widziane
pt_br: Marcar como visto
ro_ro: Marcați drept văzute
ru: Отметить как просмотренное
sl: Označi kot vidno

source: Mark all as seen
bg: Маркирайте всички като видяни
de_de: Alle als gesehen markieren
fr: Tout marquer comme vu
pl: Oznacz wszystkie jako widziane
pt_br: Marcar todos como vistos
ro_ro: Marcați toate drept văzute
ru: Отметить все как просмотренные
sl: Označi vse kot vidno

source: Subscriptions
bg: Абонаменти
de_de: Subskriptionen
fr: Abonnements
pl: Subskrypcje
pt_br: Inscrições
ro_ro: Abonamente
ru: Подписки
sl: Naročnine

source: Unknown or obsolete event type: %s
bg: Неизвестен или остарял тип събитие: %s
de_de: Unbekannter oder unerlaubter Ereignistyp: %s
fr: Type d'événement inconnu ou obsolète : %s
pl: Nieznany lub nieaktualny typ zdarzenia: %s
pt_br: Tipo de evento desconhecido ou obsoleto: %s
ro_ro: Tipul evenimentului necunoscut sau învechit: %s
ru: Неизвестный или устаревший тип события: %s
sl: Neznana ali zastarela vrsta dogodka: %s

source: Name
bg: Име
fr: Nom
pl: Nazwa
pt_br: Nome
ro_ro: Nume
ru: Имя
sl: Ime

source: Stored event type
bg: Тип на съхранено събитие
de_de: Gespeicherter Ereignistyp
fr: Type d'événement enregistré
pl: Przechowywany typ zdarzenia
pt_br: Tipo de evento armazenado
ro_ro: Tip eveniment stocat
ru: Тип сохраненного события
sl: Vrsta shranjenega dogodka

source: Stored event types
bg: Съхранени типове събития
de_de: Gespeicherte Ereignistypen
fr: Types d'événements enregistrés
pl: Przechowywane typy zdarzeń
pt_br: Tipos de eventos armazenados
ro_ro: Tipuri de evenimente stocate
ru: Типы сохраненных событий
sl: Shranjene vrste dogodkov

source: User
bg: Потребител
de_de: Benutzer
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário
ro_ro: Utilizator
ru: Пользователь
sl: Uporabnik

source: Event subscription
bg: Абонамент за събития
de_de: Ereignissubskription
fr: Abonnement aux événements
pl: Subskrypcja zdarzeń
pt_br: Inscrição de evento
ro_ro: Abonare la eveniment
ru: Подписка на событие
sl: Naročnina na dogodek

source: Action
bg: Действие
de_de: Aktion
pl: Akcja
pt_br: Ação
ro_ro: Acțiune
ru: Действие
sl: Akcija

source: Read
bg: Прочети
de_de: Gelesen
fr: Lu
pl: Przeczytane
pt_br: Ler
ro_ro: Citit
ru: Прочитано
sl: Preberi

source: Notification
bg: Уведомление
de_de: Benachrichtigung
pl: Powiadomienie
pt_br: Notificação
ro_ro: Notificare
ru: Уведомление
sl: Obvestilo

source: Notifications
bg: Уведомления
de_de: Benachrichtigungen
pl: Powiadomienia
pt_br: Notificações
ro_ro: Notificări
ru: Уведомления
sl: Obvestila

source: Object event subscription
bg: Абонамент за обектно събитие
de_de: Objektereignissubskription
fr: Abonnement aux événements de l'objet
pl: Subskrypcja zdarzeń obiektowych
pt_br: Inscrição em evento de objeto
ro_ro: Abonare la eveniment de obiect
ru: Подписка на событие объекта
sl: Naročnina na dogodek objekta

source: Clear the events of an object
bg: Изчистете събитията на обект
fr: Effacer les événements d'un objet
pt_br: Eliminar os eventos de um objeto
ro_ro: Ștergeți evenimentele unui obiect
sl: Počisti dogodke predmeta

source: Export the events of an object
bg: Експортирайте събитията на обект
fr: Exporter les événements d'un objet
pt_br: Exportar os eventos de um objeto
ro_ro: Exportați evenimentele unui obiect
ru: Экспортировать события объекта
sl: Izvozi dogodke predmeta

source: View the events of an object
bg: Преглед на събитията на обект
pt_br: Visualizar os eventos de um objeto
ro_ro: Vizualizați evenimentele unui obiect
sl: Oglejte si dogodke predmeta

source: Clear event querysets
bg: Изчистване на набори от заявки за събития
pt_br: Eliminar querysets do evento
ro_ro: Ștergeți seturile de interogări de evenimente
sl: Počisti nabore poizvedb dogodkov

source: Export event querysets
bg: Експортиране на набори от заявки за събития
fr: Exporter des ensembles de requêtes d'événement
pt_br: Exportar querysets do evento
ro_ro: Exportați seturi de interogări de evenimente
ru: Запросы для экспорта событий
sl: Izvozi nabore poizvedb dogodkov

source: This action is not reversible. The process will be performed in the background.
bg: Това действие не е обратимо. Процесът ще се извършва във фонов режим.
pt_br: Esta ação não é reversível. O processo irá acontecer em segundo plano.
ro_ro: Această acțiune nu este reversibilă. Procesul va fi efectuat în fundal.
sl: Tega dejanja ni mogoče razveljaviti. Postopek bo izveden v ozadju.

source: Event list clear task queued successfully.
bg: Изчистената задача на списъка със събития е поставена на опашка успешно.
pt_br: Tarefa de eliminar a lista de evento em linha com sucesso.
ro_ro: Sarcina de ștergere a listei de evenimente a fost pusă în coadă cu succes.
sl: Opravilo brisanja seznama dogodkov je uspešno postavljeno v čakalno vrsto.

source: Clear events of: %s
bg: Изчистване на събитията от: %s
fr: Effacer les événements de: %s
pt_br: Eliminar os eventos de: %s
ro_ro: Ștergeți evenimentele: %s
sl: Počisti dogodke: %s

source: Clear events of type: %s
fr: Effacer les événements de type: %s
pt_br: Limpar eventos do tipo: %s
ro_ro: Ștergeți evenimentele de tip: %s
sl: Počisti dogodke tipa: %s

source: Events track actions that have been performed on, to, or with objects.
bg: Събитията проследяват действия, извършени върху, към или с обекти.
fr: Les événements retracent les actions qui ont été effectuées sur, vers ou avec des objets.
pt_br: Ações de acompanhamento de eventos que foram realizadas em, para ou com objetos.
ro_ro: Evenimentele urmăresc acțiunile care au fost efectuate pe, către sau cu obiecte.
ru: События отслеживают действия, выполняемые с объектами.
sl: Dogodki sledijo dejanjem, ki so bila izvedena na predmetih, na njih ali s predmeti.

source: There are no events
bg: Няма събития
de_de: Keine Ereignisse vorhanden
fr: Il n'y a pas d'événements
pt_br: Não existem eventos
ro_ro: Nu există evenimente
ru: Нет событий
sl: Ni dogodkov

source: There are no events for this object
bg: Няма събития за този обект
de_de: Keine Ereignisse für dieses Objekt vorhanden
fr: Il n'y a pas d'événement pour cet objet
pl: Brak zdarzeń dla tego obiektu
pt_br: Não há eventos para este objeto.
ro_ro: Nu există evenimente pentru acest obiect
ru: Для этого объекта нет событий
sl: Za ta objekt ni dogodkov

source: Events for: %s
bg: Събития за: %s
de_de: Ereignisse für %s
fr: Évènements pour : %s
pl: Zdarzenia dla: %s
pt_br: Eventos para: %s
ro_ro: Evenimente pentru: %s
ru: События для: %s
sl: Dogodki za: %s

source: There are no events of this type
bg: Няма събития от този тип
de_de: Keine Ereignisse diesen Typs vorhanden
fr: Il n'y a pas d'événements de ce type
pt_br: Não existem eventos deste tipo.
ro_ro: Nu există evenimente de acest tip
ru: Нет событий этого типа
sl: Ni dogodkov te vrste

source: Events of type: %s
bg: Събития от тип: %s
de_de: Ereignisse des Typs %s
fr: Événements de type : %s
pl: Zdarzenia typu: %s
pt_br: Eventos do Tipo: %s
ro_ro: Evenimente de tip: %s
ru: События с типом: %s
sl: Dogodki vrste: %s

source: The process will be performed in the background. The exported events will be available in the downloads area.
bg: Процесът ще се извърши във фонов режим. Експортираните събития ще бъдат налични в областта за изтегляне.
de_de: Dieser Prozess wird im Hintergrund ausgeführt. Die exportierten Ereignisse werden im Downloadbereich verfügbar sein.
fr: Le processus sera exécuté en arrière-plan. Les événements exportés seront disponibles dans la zone de téléchargement.
pt_br: O processo trabalhará em segundo plano. Os eventos exportados estarão disponíveis na área de descarragas.
ro_ro: Procesul va fi efectuat în fundal. Evenimentele exportate vor fi disponibile în zona de descărcări.
ru: Процесс будет выполняться в фоновом режиме. Экспортированные события будут доступны в области загрузок.
sl: Postopek bo izveden v ozadju. Izvoženi dogodki bodo na voljo v območju za prenose.

source: Event list export task queued successfully.
bg: Задачата за експортиране на списък със събития е поставена на опашка успешно.
de_de: Export der Ereignisliste erfolgreich eingereiht.
fr: La tâche d'exportation de la liste d'événements a été mise dans la file de traitement avec succès.
pt_br: Tarefa de exportação da lista de evento em linha com sucesso.
ro_ro: Sarcina de export a listei de evenimente a fost pusă în coadă cu succes.
ru: Задача экспорта списка событий поставлена в очередь.
sl: Naloga izvoza seznama dogodkov je uspešno postavljena v čakalno vrsto.

source: Export events of: %s
bg: Експортирайте събития на: %s
fr: Exporter les événements de: %s
pt_br: Exportar eventos de: %s
ro_ro: Exportați evenimente pentru: %s
sl: Izvozi dogodke: %s

source: Export events of type: %s
fr: Exporter les événements de type: %s
pt_br: Exportar eventos do tipo: %s
ro_ro: Exportați evenimente de tip: %s
sl: Izvozi dogodke vrste: %s

source: Subscribe to global or object events to receive notifications.
bg: Абонирайте се за глобални или обектни събития, за да получавате уведомления.
de_de: Subskription für globale oder Objektereignisse um Benachrichtigungen zu erhalten.
fr: Abonnez-vous à des événements globaux ou à des objets pour recevoir des notifications.
pl: Subskrybuj globalne lub obiektowe zdarzenia, aby otrzymywać powiadomienia.
pt_br: Inscrever para global ou para eventos de objeto para receber notificações.
ro_ro: Abonați-vă la evenimente globale sau obiect pentru a primi notificări.
ru: Подпишитесь на глобальные события или события объектов, чтобы получать уведомления.
sl: Če želite prejemati obvestila, se naročite na globalne ali objektne dogodke.

source: There are no notifications
bg: Няма уведомления
de_de: Keine Benachrichtigungen vorhanden
fr: Il n'y a pas de notification
pl: Brak powiadomień
pt_br: Não há notificações
ro_ro: Nu există nicio notificare
ru: Нет уведомлений
sl: Ni obvestil

source: Mark the selected notification as read?
bg: Да се маркира ли избраното известие като прочетено?
de_de: Ausgewählte Benachrichtigung als gelesen markieren?
fr: Marquer la notification sélectionnée comme lue?
pt_br: Marcar a notificação selecionada como lida?
ro_ro: Marcați notificarea selectată ca fiind citită?
ru: Отметить выбранное уведомление как прочитанное?
sl: Označiti izbrano obvestilo kot prebrano?

source: Notification marked as read.
bg: Известието е означено като прочетено.
de_de: Benachrichtigung als gelesen markiert.
fr: Notification marquée comme lue.
pt_br: Notificação marcada como lida.
ro_ro: Notificare marcată ca fiind citită.
ru: Уведомление отмечено как прочитанное.
sl: Obvestilo je označeno kot prebrano.

source: Mark all notification as read?
bg: Да се маркират ли всички известия като прочетени?
de_de: Alle Nachrichten als gelesen markieren?
fr: Marquer toutes les notifications comme lues?
pt_br: Marcar todas as notificações como lidas?
ro_ro: Marcați toate notificările ca fiind citite?
ru: Отметить все уведомления как прочитанные?
sl: Označiti vsa obvestila kot prebrana?

source: All notifications marked as read.
bg: Всички известия са означени като прочетени.
de_de: Alle Benachrichtigungen als gelesen markiert.
fr: Toutes les notifications marquées comme étant lues.
pt_br: Todas as notificações marcadas como lidas.
ro_ro: Toate notificările au fost marcate ca fiind citite.
ru: Все уведомления отмечены как прочитанные.
sl: Vsa obvestila označena kot prebrana.

source: Error updating event subscription; %s
bg: Грешка при актуализиране на абонамента за събития; %s
de_de: Fehler bei der Aktualisierung der Ereignissubskription; %s
fr: Erreur de mise à jour de l'abonnement aux événements ; %s
pl: Błąd podczas aktualizacji subskrypcji zdarzenia; %s
pt_br: Erro ao atualizar a inscrição do evento %s
ro_ro: Eroare la actualizarea abonamentului la eveniment; %s
ru: Ошибка обновления подписки на событие; %s
sl: Napaka pri posodabljanju naročnine na dogodek; %s

source: Event subscriptions updated successfully
bg: Абонаментите за събития са актуализирани успешно
de_de: Ereignissubskriptionen erfolgreich aktualisiert
fr: Abonnements aux événements mises à jour avec succès
pl: Subskrypcje zdarzeń zostały zaktualizowane pomyślnie
pt_br: Inscrições de eventos atualizadas com sucesso
ro_ro: Abonamentele pentru evenimente au fost actualizate cu succes
ru: Подписки на события обновлены
sl: Naročnine na dogodke so bile uspešno posodobljene

source: Error updating object event subscription; %s
bg: Грешка при актуализиране на абонамента за обектно събитие; %s
de_de: Fehler bei der Aktualisierung der Objektereignissubskription; %s
fr: Erreur de mise à jour de souscription aux événements de l'objet ; %s
pl: Błąd podczas aktualizowania subskrypcji zdarzenia obiektowego; %s
pt_br: Erro ao atualizar a inscrição em evento de objeto %s
ro_ro: Eroare la actualizarea abonamentului eveniment obiect; %s
ru: Ошибка обновления подписки на событие объекта; %s
sl: Napaka pri posodabljanju naročnine na dogodek objekta; %s

source: Object event subscriptions updated successfully
bg: Абонаментите за обектни събития са актуализирани успешно
de_de: Objektereignissubskriptionen erfolgreich aktualisiert
fr: Abonnements aux événements de l'objet mises à jour avec succès
pl: Subskrypcje zdarzeń obiektowych zostały pomyślnie zaktualizowane
pt_br: Evento de objeto atualizado com sucesso
ro_ro: Obținerea abonamentelor evenimentului obiect a fost actualizată cu succes
ru: Подписки на события объекта обновлены
sl: Naročnine na dogodke objektov so bile uspešno posodobljene

source: Event subscriptions for: %s
bg: Абонаменти за събития за: %s
de_de: Ereignissubskriptionen für %s
fr: Abonnements aux événements pour : %s
pl: Subskrypcje zdarzeń dla: %s
pt_br: Inscrições de evento para: %s
ro_ro: Abonamente la eveniment pentru: %s
ru: Подписки на события для: %s
sl: Naročnine na dogodke za: %s

source: Subscribe to the events of an object to received notifications when those events occur.
sl: Naročite se na dogodke predmeta na prejeta obvestila, ko se ti dogodki zgodijo.

source: There are no object event subscriptions
sl: Ni naročnin na dogodke objektov

source: My events
pl: Moje zdarzenia

source: Access the events of an object
pl: Dostęp do zdarzeń obiektu

source: Events are actions that have been performed to this object or using this object.
pl: Zdarzenia to akcje, które zostały wykonane na tym obiekcie lub przy użyciu tego obiektu.
