Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/autoadmin/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, de_de, es, fr, it, lv, nl, pl, pt, pt_br, ro_ro, sl, zh_hans

source: Auto administrator
bg: Автоматичен администратор
cs: Automatický správce
de_de: Automatischer Administrator
es: Administrador automático
fr: Auto administrateur
it: Auto amministratore
lv: Automātiskais administrators
pl: Automatyczny administrator
pt: Administrador automático
pt_br: Administrador do Sistema
ro_ro: Administrator automat
sl: Samodejni skrbnik
zh_hans: 自动管理员

source: Welcome Admin! You have been given superuser privileges. Use them with caution.
bg: Добре дошли Админ! Получили сте привилегии за свръхпотребител. Използвайте ги с повишено внимание.
cs: Vítejte Admin! Dostali jste oprávnění superuživatele. Používejte je opatrně.
de_de: Willkommen Adminstrator! Sie haben Superuser-Berechtigungen. Verwenden Sie sie mit Bedacht.
es: ¡Bienvenido Admin! Se le han otorgado privilegios de superusuario. Úsalo con precaución.
fr: Bienvenue Admin! Vous avez reçu des privilèges de superutilisateur. Utilisez-les avec prudence.
it: Benvenuto Admin! Hai ricevuto i privilegi di superutente. Usali con cautela.
lv: Laipni lūdzam Admin! Jums ir piešķirtas superuser privilēģijas. Izmantojiet tās piesardzīgi.
nl: Welkom Admin! U hebt superuser privileges gekregen. Gebruik ze voorzichtig!
pl: Witamy Admin! Otrzymałeś uprawnienia administratora. Używaj ich z rozwagą.
pt: Bem vindo administrador! Foram-lhe atribuídos privilégios de super utilizador. Utilize os mesmos com cuidado.
pt_br: Bem-vindo Admin! Você recebeu privilégios de super-usuário. Use-os com cuidado.
ro_ro: Bun venit Admin! Vi s-au dat privilegii de superutilizator. Folosiți-le cu prudență.
sl: Dobrodošli, skrbnik! Dobili ste privilegij super uporabnika. Uporabljajte jih previdno.
zh_hans: 欢迎管理员！您已获得超级用户权限。谨慎使用此账户。

source: Account
bg: Акаунт
cs: Účet
de_de: Konto
es: Cuenta
fr: Compte
lv: Konts
pl: Konto
pt: Conta
pt_br: Conta
ro_ro: Cont
sl: Uporabniški račun
zh_hans: 帐户

source: Password
bg: Парола
cs: Heslo
de_de: Passwort
es: Contraseña
fr: Mot de passe
lv: Parole
nl: Wachtwoord
pl: Hasło
pt: Senha
pt_br: Senha
ro_ro: Parola
sl: Geslo
zh_hans: 密码

source: Password hash
bg: Хеш на парола
cs: Hash hesla
de_de: Passworthash
es: Hash de la contraseña
fr: Hachage de mot de passe
it: Hash della password
lv: Paroles hash
nl: Wachtwoord-hash
pl: Hasło hash
pt: Hash da palavra passe
pt_br: Hash da senha
ro_ro: Hash pt. parola
sl: Geslo koda
zh_hans: 密码哈希值

source: Autoadmin properties
bg: Свойства за автоматично администриране
cs: Vlastnosti automatického správce
de_de: Auto-Admin Eigenschaften
es: Propiedades de autoadmin
fr: Propriétés Autoadmin
it: Proprietà Autoadmin
lv: Autoadmin iestatījumi
nl: Autoadmin eigenschappen
pl: Właściwości automatycznego administratora
pt: Propriedades do administrador automático
pt_br: Propriedades do Administador do Sistema
ro_ro: Proprietăți autoadmin
sl: Lastnosti samodejnega skrbništva
zh_hans: 自动管理属性

source: Sets the email of the automatically created super user account.
bg: Задава електронната поща на автоматично създадения свръхпотребителски акаунт.
cs: Nastaví e-mail automaticky vytvořeného superuživatelského účtu.
de_de: Setzt die E-Mailadresse für das automatisch erstellte Superuser-Konto.
es: Establece el correo electrónico de la cuenta de superusuario creada automáticamente.
fr: Définit le courriel du compte superutilisateur créé automatiquement.
it: Imposta l'email dell'account superutente creato in automatico.
lv: Iestata automātiski izveidotā super lietotāja konta e-pastu.
nl: Stelt de e-mail in van het automatisch aangemaakte supergebruikersaccount.
pl: Ustawia adres e-mail automatycznie utworzonego konta superużytkownika.
pt: Define o email do super utilizador criado automaticamente.
pt_br: Define o e-mail da conta de super usuário criada automaticamente.
ro_ro: Setează e-mailul contului de superutilizator creat automat.
sl: Nastavi e-poštni naslov samodejno ustvarjenega super uporabniškega računa.
zh_hans: 设置自动创建的超级用户帐户的电子邮件。

source: The password of the automatically created super user account. If it is equal to None, the password is randomly generated.
bg: Паролата на автоматично създадения свръхпотребителски акаунт. Ако е равна на None, паролата се генерира на случаен принцип.
cs: Heslo automaticky vytvořeného superuživatelského účtu. Pokud je rovno Žádné, heslo se vygeneruje náhodně.
de_de: Das Passwort für das automatisch erstellte Superuser-Konto. Wenn Sie das Feld leer lassen, wird ein Zufallspasswort erstellt.
es: La contraseña de la cuenta de superusuario creada automáticamente. Si es igual a Ninguno, la contraseña se genera aleatoriamente.
fr: Le mot de passe du compte superutilisateur créé automatiquement. S'il est vide, le mot de passe est généré de manière aléatoire.
it: La password dell'accoutn superutente creato in automatico. Se è uguale a None, la password è generata in maniera casuale.
lv: Automātiski izveidotā super lietotāja konta parole. Ja tā ir vienāds ar Neko, parole tiek ģenerēta automātiski.
nl: Het wachtwoord van het automatisch aangemaakte supergebruikersaccount. Als het gelijk is aan "None", wordt het wachtwoord willekeurig gegenereerd.
pl: Hasło automatycznie utworzonego konta superużytkownika. Jeśli jest równy Brak, hasło jest generowane losowo.
pt: A palavra passe do super utilizador criado automaticamente. Se for igual a nada, a palavra passe é gerada aleatoriamente.
pt_br: A senha da conta de super-usuário criada automaticamente. Se for igual a None, a senha será gerada aleatoriamente.
ro_ro: Parola contului de superutilizator creat automat. Dacă este egală cu None, parola este generată aleator.
sl: Geslo samodejno ustvarjenega super uporabniškega računa. Če je enako None, se geslo generira naključno.
zh_hans: 自动创建的超级用户帐户的密码。如果是“空”，则随机生成密码。

source: The username of the automatically created super user account.
bg: Потребителското име на автоматично създадения свръхпотребителски акаунт.
cs: Uživatelské jméno automaticky vytvořeného superuživatelského účtu.
de_de: Der Benutzername für das automatisch erstellte Superuser-Konto.
es: El nombre de usuario de la cuenta de superusuario creada automáticamente.
fr: Le nom d'utilisateur du compte superutilisateur créé automatiquement.
it: Il nome utente dell'account superutente creato in automatico.
lv: Automātiski izveidotā super lietotāja konta lietotājvārds.
nl: De gebruikersnaam van het automatisch aangemaakte supergebruikersaccount.
pl: Nazwa użytkownika automatycznie utworzonego konta superużytkownika.
pt: O nome de utilizador da conta de super utilizador criada automaticamente.
pt_br: O nome de usuário da conta de super-usuário criada automaticamente.
ro_ro: Numele de utilizator al contului de superutilizator creat automat.
sl: Uporabniško ime samodejno ustvarjenega super uporabniškega računa.
zh_hans: 自动创建的超级用户帐户的用户名。

source: Automatic credentials
bg: Автоматични идентификационни данни
cs: Automatické přihlašovací údaje
es: Credenciales automáticas
fr: Identifiants automatiques
lv: Automātiskie akreditācijas dati
nl: Automatische referenties
pl: Automatyczne uwierzytelnienia
pt: Credenciais automáticas
pt_br: Credenciais automáticas
ro_ro: Acreditări automate
sl: Samodejne poverilnice
zh_hans: 自动凭证

source: You have just finished installing <strong>%(project_title)s</strong>, congratulations!
bg: Току-що завършихте с инсталирането на <strong>%(project_title)s</strong> , поздравления!
cs: Právě jste dokončili instalaci <strong>%(project_title)s</strong> , gratuluji!
de_de: Glückwunsch, Sie haben <strong>%(project_title)s</strong> nun erfolgreich installiert!
es: Acaba de instalar <strong>%(project_title)s</strong>, ¡felicidades!
fr: Vous venez d'installer <strong>%(project_title)s</strong>, félicitations!
it: Hai appena completato l'installazione di %(project_title)s , congratulazioni!
lv: Jūs tikko esat pabeidzis instalēt <strong>%(project_title)s</strong> , apsveicu!
nl: U heeft zojuist de installatie voltooid %(project_title)s, gefeliciteerd!
pl: Właśnie ukończyłeś instalację <strong>%(project_title)s</strong>. Gratulacje!
pt: Acabou de instalar <strong>%(project_title)s</strong>, parabéns!
pt_br: Você acabou de instalar o <strong>%(project_title)s</strong>, parabéns!
ro_ro: Tocmai ați terminat de instalat <strong>%(project_title)s</strong> felicitări!
sl: Pravkar ste končali z namestitvijo <strong>%(project_title)s</strong>, čestitamo!
zh_hans: 您刚刚安装了<strong> %(project_title)s </strong>，恭喜！

source: Login using the following credentials:
bg: Влезте, като използвате следните идентификационни данни:
cs: Přihlaste se pomocí následujících přihlašovacích údajů:
de_de: Sie können sich mit den folgenden Zugangsdaten anmelden:
es: Inicie sesión con las siguientes credenciales:
fr: Connectez-vous en utilisant les informations d'identification suivantes :
it: Accedi con le seguenti credenziali:
lv: Pierakstīties, izmantojot šādus akreditācijas datus:
nl: Meld u aan met de volgende gegevens:
pl: Logowanie przy użyciu następujących poświadczeń:
pt: Entre utilizando as credenciais seguintes:
pt_br: Entre usando as seguintes credenciais:
ro_ro: Intrare utilizând acreditările următoarele:
sl: Prijavite se z naslednjimi poverilnicami:
zh_hans: 使用以下凭据登录：

source: Username: <strong>%(account)s</strong>
bg: Потребителско име: <strong>%(account)s</strong>
cs: Uživatelské jméno: <strong>%(account)s</strong>
de_de: Benutzername: <strong>%(account)s</strong>
es: Usuario: <strong>%(account)s</strong>
fr: Nom d'utilisateur : <strong>%(account)s</strong>
it: Nome utente: <strong>%(account)s</strong>
lv: Lietotājvārds: <strong>%(account)s</strong>
nl: Gebruikersnaam: <strong>%(account)s</strong>
pl: Nazwa użytkownika: <strong>%(account)s</strong>
pt: Nome de utilizador: <strong>%(account)s</strong>
pt_br: Nome de usuário: <strong>%(account)s</strong>
ro_ro: Utilizator: <strong>%(account)s</strong>
sl: Uporabniško ime: <strong>%(account)s</strong>
zh_hans: 用户名：<strong> %(account)s </strong>

source: Email: <strong>%(email)s</strong>
bg: Електронна поща: <strong>%(email)s</strong>
es: Correo electrónico: <strong>%(email)s</strong>
fr: Courriel : <strong>%(email)s</strong>
lv: E-pasts: <strong>%(email)s</strong>
sl: Elektronska pošta: <strong>%(email)s</strong>
zh_hans: 电子邮件：<strong> %(email)s </strong>

source: Password: <strong>%(password)s</strong>
bg: Парола: <strong>%(password)s</strong>
cs: Heslo: <strong>%(password)s</strong>
de_de: Passwort: <strong>%(password)s</strong>
es: Contraseña: <strong>%(password)s</strong>
fr: Mot de passe : <strong>%(password)s</strong>
lv: Parole: <strong>%(password)s</strong>
nl: Wachtwoord: <strong>%(password)s</strong>
pl: Hasło: <strong>%(password)s</strong>
pt: Senha: <strong>%(password)s</strong>
pt_br: Senha: <strong>%(password)s</strong>
ro_ro: Parola: <strong>%(password)s</strong>
sl: Geslo: <strong>%(password)s</strong>
zh_hans: 密码：<strong> %(password)s </strong>

source: Be sure to change the password to increase security and to disable this message.
bg: Моля променете паролата, за да повишите нивото на сигурност и да деактивирате това съобщение.
cs: Nezapomeňte změnit heslo, abyste zvýšili zabezpečení a tuto zprávu deaktivovali.
de_de: Bitte ändern Sie das Passwort, um die Sicherheit zu erhöhen und diese Nachricht zu deaktivieren.
es: Asegúrese de cambiar su contraseña para aumentar la seguridad y para desactivar este mensaje
fr: Assurez-vous de modifier votre mot de passe pour accroître la sécurité et pour ne plus afficher ce message.
it: Ricordati di cambiare la password per aumentare la sicurezza e disabilitare questo messaggio.
lv: Noteikti nomainiet paroli, lai palielinātu drošību un atspējotu šo ziņojumu.
nl: Pas het wachtwoord aan om de beveiliging te verbeteren en om deze melding uit te schakelen.
pl: Aby poprawić bezpieczeństwo i usunąć ten komunikat, nie zapomnij zmienić hasła.
pt: Certifique-se de que altera a senha para aumentar a segurança e que desativa esta mensagem.
pt_br: Certifique-se de alterar a senha para aumentar a segurança e para desativar esta mensagem.
ro_ro: Asigurați-vă că pentru a schimba parola pentru a spori securitatea și pentru a dezactiva acest mesaj.
sl: Ne pozabite spremeniti gesla, da povečate varnost in onemogočite to sporočilo.
zh_hans: 请务必更改密码以提高安全性并禁用此消息。

source: First time login
de_de: Erstanmeldung
it: Primo login
