Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/autoadmin/locale/*/LC_MESSAGES/django 3.po
Languages: el, ru

source: Auto administrator
el: Αυτόματος διαχειριστής
ru: Автоадмин

source: Welcome Admin! You have been given superuser privileges. Use them with caution.
el: Καλώς ήλθες Διαχειριστή! Σου έχουν δοθεί δικαιώματα υπερχρήστη. Χρησιμοποίησέ τα με προσοχή.
ru: Добро пожаловать, Админ! Вам предоставлены привилегии суперпользователя. Используйте их с осторожностью.

source: Account
el: Λογαριασμός
ru: Учетная запись

source: Password
el: Κωδικός πρόσβασης
ru: Пароль

source: Password hash
el: Τιμή κατατεμαχισμού (hash) κωδικού πρόσβασης
ru: Хеш пароля

source: Autoadmin properties
el: Ιδιότητες αυτόματου διαχειριστή
ru: Свойства автоадмина

source: Sets the email of the automatically created super user account.
el: Ορίζει το email του αυτομάτως δημιουργηθέντα υπερχρήστη.
ru: Адрес электронной почты автоматически созданной учетной записи суперпользователя.

source: The password of the automatically created super user account. If it is equal to None, the password is randomly generated.
el: Ο κωδικός του αυτομάτως δημιουργηθέντα υπερχρήστη. Εάν είναι κενός, ο κωδικός δημιουργείται τυχαία.
ru: Пароль автоматически созданной учетной записи суперпользователя. Если он равен None, пароль генерируется случайным образом.

source: The username of the automatically created super user account.
el: Το όνομα χρήστη του αυτομάτως δημιουργηθέντα υπερχρήστη.
ru: Имя пользователя автоматически созданной учетной записи суперпользователя.

source: Automatic credentials
el: Αυτόματα διαπιστευτήρια
ru: Автоматические учетные данные

source: You have just finished installing <strong>%(project_title)s</strong>, congratulations!
el: Μόλις ολοκληρώσατε την εγκατάσταση του <strong>%(project_title)s</strong>, συγχαρητήρια!
ru: Вы только что закончили установку <strong>%(project_title)s</strong>, поздравляем!

source: Login using the following credentials:
el: Συνδεθείτε χρησιμοποιώντας τα παρακάτω διαπιστευτήρια:
ru: Войдите, используя следующие учетные данные:

source: Username: <strong>%(account)s</strong>
el: Όνομα χρήστη: <strong>%(account)s</strong>
ru: Имя пользователя: <strong>%(account)s</strong>

source: Email: <strong>%(email)s</strong>
ru: Адрес электронной почты: <strong>%(email)s</strong>

source: Password: <strong>%(password)s</strong>
el: Κωδικός πρόσβασης: <strong>%(password)s</strong>
ru: Пароль: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
el: Αλλάξτε τον κωδικό πρόσβασης για να αυξήσετε την ασφάλεια και να απενεργοποιήσετε αυτό το μήνυμα.
ru: Обязательно измените пароль, чтобы повысить безопасность и отключить это сообщение.
