Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: bs, de_de, es, fr, it, lv, nl_nl, pl, pt, pt_br, ro_ro, ru, tr_tr

source: Common
bs: Zajednicki
de_de: Allgemein
es: Común
fr: Commun
it: Comune
lv: Kopīgs
nl_nl: Gemeenschappelijk
pl: Ustawienia wspólne
pt: Comum
pt_br: Comum
ro_ro: Comune
ru: Общий
tr_tr: Ortak

source: Available attributes:
de_de: Verfügbare Attribute:
es: Atributos disponibles:
it: Attributi disponibili:
pl: Dostępne atrybuty:
pt_br: Atributos disponíveis:
ro_ro: Atributele disponibile:
tr_tr: Kullanılabilir özellikler:

source: Available fields:
de_de: Verfügbare Felder:
es: Campos disponibles:
it: Campi disponibili:
pt_br: Campos disponíveis:
ro_ro: Câmpuri disponibile:

source: Used to allow offline translation of the code text strings.
de_de: Ermöglicht die Offline Übersetzung von Zeichenketten im Code.
fr: Utilisé pour permettre la traduction hors ligne des chaînes de texte du code.
it: Usato per consentire la traduzione offline delle stringhe di testo nel codice.
lv: Izmantots, lai atļautu koda teksta virkņu bezsaistes tulkojumu.
pt: Usado para permitir a tradução offline das linhas do texto do código.
ro_ro: Folosit pentru a permite traducerea offline a șirurilor de text cod.

source: Provides style checking.
de_de: Ermöglicht Stilüberprüfung.
fr: Fournit une vérification de style.
lv: Nodrošina stila pārbaudi.
pt: Fornece verificação de estilo.
ro_ro: Oferă verificarea stilului.

source: Command line environment with autocompletion.
de_de: Kommandozeilenumgebung mit Autovervollständigung.
fr: Environnement de ligne de commande avec autocomplétion.
it: Ambiente a riga di comando con autocompletamento.
lv: Komandrindas vide ar automātisko aizpildi.
pt: Ambiente de linha de comando com auto-completamento.
ro_ro: Mediul liniei de comandă cu autocompletare.

source: Checks proper formatting of the README file.
de_de: Überprüft die korrekte Formatierung der README-Datei.
fr: Vérifie le formatage du fichier README.
it: Controlla la corretta formattazione del file README.
lv: Pārbauda README faila pareizu formatēšanu.
pt: Verifica a formatação adequada do ficheiro README.
ro_ro: Verifică formatarea corectă a fișierului README.

source: Selection
bs: Odabir
de_de: Auswahl
es: Selección
fr: Sélection
it: Selezione
lv: Selekcija
nl_nl: Selectie
pl: Zaznaczenie
pt_br: Seleção
ro_ro: Selecţie
ru: Выбор
tr_tr: Seçim

source: None
bs: Nijedno
de_de: Keine
fr: Aucun
it: Nessuno
lv: Nav neviens
nl_nl: Geen
pt_br: Nenhum
ro_ro: Nici unul
ru: Ни один
tr_tr: Yok

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
de_de: Wählen Sie Einträge aus, die entfernt werden sollen. Mit der Steuerungstaste können mehrere Einträge ausgewählt werden. Wenn die Auswahl vollständig ist, klicken Sie den folgenden Button oder doppelklicken Sie auf die Liste um die Aktion durchzuführen.
fr: Sélectionnez les entrées à supprimer. Maintenez la commande enfoncée pour sélectionner plusieurs entrées. Une fois la sélection terminée, cliquez sur le bouton ci-dessous ou double-cliquez sur la liste pour activer l'action.
it: Seleziona le voci da rimuovere. Tieni premuto Ctrl per selezionare più di una voce. Quando hai finito di selezionare, clicca il bottone sotto o fai doppio clic sulla lista per attivare l'azione.
lv: Atlasiet noņemamos ierakstus. Lai atlasītu vairākus ierakstus, turiet Control taustiņu. Kad atlase ir pabeigta, noklikšķiniet uz zemāk redzamās pogas vai veiciet dubultklikšķi uz saraksta, lai aktivizētu darbību.
ro_ro: Selectați intrările pentru a fi eliminate. Țineți Control pentru a selecta mai multe intrări. După finalizarea selecției, faceți clic pe butonul de mai jos sau faceți dublu clic pe listă pentru a activa acțiunea.

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
de_de: Wählen Sie Einträge aus, die hinzugefügt werden sollen. Mit der Steuerungstaste können mehrere Einträge ausgewählt werden. Wenn die Auswahl vollständig ist, klicken Sie den folgenden Button oder doppelklicken Sie auf die Liste um die Aktion durchzuführen.
fr: Sélectionnez les entrées à ajouter. Maintenez la commande enfoncée pour sélectionner plusieurs entrées. Une fois la sélection terminée, cliquez sur le bouton ci-dessous ou double-cliquez sur la liste pour activer l'action.
it: Seleziona le voci da aggiungere. Tieni premuto Ctrl per selezionare più di una voce. Quando hai finito di selezionare, clicca il bottone sotto o fai doppio clic sulla lista per attivare l'azione.
lv: Atlasiet pievienojamos ierakstus. Lai atlasītu vairākus ierakstus, turiet Control taustiņu. Kad atlase ir pabeigta, noklikšķiniet uz zemāk redzamās pogas vai veiciet dubultklikšķi uz saraksta, lai aktivizētu darbību.
ro_ro: Selectați intrările pentru a fi adăugate. Țineți Control pentru a selecta mai multe intrări. După finalizarea selecției, faceți clic pe butonul de mai jos sau faceți dublu clic pe listă pentru a activa acțiunea.

source: Add all
de_de: Alle hinzufügen
fr: Ajouter tout
it: Aggiungi tutto
lv: Pievienot visus
ro_ro: Adaugă tot setul

source: Add
bs: Dodati
de_de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
lv: Pievienot
nl_nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
ro_ro: Adăugți
ru: Добавить
tr_tr: Ekle

source: Remove all
de_de: Alle entfernen
fr: Retirer tout
it: Rimuovi tutto
lv: Noņemt visus
ro_ro: Elimină tot setul

source: Remove
bs: Ukloniti
de_de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
lv: Noņemt
nl_nl: Verwijder
pl: Usuń
pt_br: Remover
ro_ro: Eliminați
ru: Удалить
tr_tr: Çıkar

source: Duplicate data error: %(error)s
de_de: Duplizierte Daten Fehler: %(error)s
fr: Erreur de données en double: %(error)s
it: Errore dati duplicati: %(error)s
lv: Datu kopijas kļūda: %(error)s
ro_ro: Eroare de date duplicat: %(error)s

source: %(object)s not created, error: %(error)s
bs: %(object)s nije kreiran, greška:%(error)s
de_de: %(object)s nicht erstellt, Fehler: %(error)s
es: %(object)s no se pudo crear, error: %(error)s
fr: %(object)s n'a pas été créé, erreur : %(error)s
it: %(object)s non creato, errore: %(error)s
lv: %(object)s nav izveidots, kļūda: %(error)s
nl_nl: %(object)s niet aangemaakt, foutmelding: %(error)s.
pl: %(object)s nie utworzono, błąd: %(error)s
pt_br: %(object)s não criado, erro: %(error)s
ro_ro: Obiectul tip %(object)s nu a fost creat, eroare: %(error)s
ru: %(object)s не создан, ошибка: %(error)s
tr_tr: %(object)s oluşturulamadı, hata: %(error)s

source: %(object)s created successfully.
bs: %(object)s kreiran uspešno.
de_de: %(object)s erfolgreich erstellt.
es: %(object)s creado exitosamente.
fr: %(object)s créé avec succès.
it: %(object)s creato con successo..
lv: %(object)s izveidots veiksmīgi.
nl_nl: %(object)s succesvol aangemaakt.
pl: %(object)s utworzono pomyślnie.
pt_br: %(object)s criado com sucesso.
ro_ro: Obiectul tip %(object)s a fost creat cu succes.
ru: %(object)s успешно создан.
tr_tr: %(object)s başarıyla oluşturuldu.

source: %(object)s not deleted, error: %(error)s.
bs: %(object)s nije izbrisan, greška:%(error)s.
de_de: %(object)s nicht gelöscht, Fehler: %(error)s.
es: %(object)s no se pudo borrar, error: %(error)s.
fr: %(object)s n'a pas été supprimé, erreur : %(error)s.
it: %(object)s non cancellato, errore: %(error)s.
lv: %(object)s nav dzēsts, kļūda: %(error)s.
nl_nl: %(object)s niet verwijderd, foutmelding: %(error)s.
pl: %(object)s nie usunięto, błąd: %(error)s.
pt_br: %(object)s não removido, erro: %(error)s.
ro_ro: Obiectul tip %(object)s nu a fost șters, eroare: %(error)s.
ru: %(object)s не удалён, ошибка: %(error)s.
tr_tr: %(object)s silinemedi, hata: %(error)s.

source: %(object)s deleted successfully.
bs: %(object)s izbrisan uspešno.
de_de: %(object)s erfolgreich gelöscht.
es: %(object)s borrado exitosamente.
fr: %(object)s supprimé avec succès.
it: %(object)s cancellato con successo..
lv: %(object)s veiksmīgi izdzēsts.
nl_nl: %(object)s succesbol verwijderd.
pl: %(object)s usunięto pomyślnie.
pt_br: %(object)s removido com sucesso.
ro_ro: Obiectul tip %(object)s a fost șters cu succes.
ru: %(object)s успешно удалён.
tr_tr: %(object)s başarıyla silindi.

source: %(object)s not updated, error: %(error)s.
bs: %(object)s nije ažuriran, greška:%(error)s.
de_de: %(object)s nicht aktualisiert, Fehler: %(error)s.
es: %(object)s no se pudo actualizar, error: %(error)s.
fr: %(object)s n'a pas été mis à jour, erreur : %(error)s.
it: %(object)s non aggiornato, errore: %(error)s.
lv: %(object)s nav atjaunināts, kļūda: %(error)s.
nl_nl: %(object)s niet geupdate, foutmelding: %(error)s.
pl: %(object)s nie zaktualizowano, błąd: %(error)s.
pt_br: %(object)s não atualizado, erro: %(error)s.
ro_ro: Obiectul tip %(object)s nu a fost actualizat, eroare: %(error)s.
ru: %(object)s не обновлён, ошибка: %(error)s.
tr_tr: %(object)s güncellenemedi, hata: %(error)s.

source: %(object)s updated successfully.
bs: %(object)s ažuriran uspešno.
de_de: %(object)s erfolgreich aktualisiert.
es: %(object)s actualizado exitosamente.
fr: %(object)s mis à jour avec succès.
it: %(object)s aggiornato con successo.
lv: %(object)s veiksmīgi atjaunināts.
nl_nl: %(object)s werden succesvol geupdate.
pl: %(object)s zaktualizowano pomyślnie.
pt_br: %(object)s atualizado com sucesso.
ro_ro: Obiectul tip %(object)s a fost actualizat cu succes.
ru: %(object)s успешно обновлён.
tr_tr: %(object)s başarıyla güncellendi.

source: About this
bs: O ovome
de_de: Über Mayan
es: Sobre esto
fr: À propos de
it: A questo proposito
lv: Par šo
pl: O programie
pt: Sobre isto
pt_br: Sobre isso
ro_ro: Despre asta
tr_tr: Bunun hakkında

source: Locale profile
bs: Lokalni profil
de_de: Lokalisierungsprofil
es: Perfil de localización
fr: Paramètres régionaux du profil
it: Profilo Locale
lv: Lokalizācijas profils
nl_nl: Landsinstellingen
pl: Profil regionalny
pt_br: Perfil Idioma
ro_ro: Profilul localizării
ru: Профиль локали
tr_tr: Yerel profil ayarı

source: Edit locale profile
bs: Uredi lokalni profil
de_de: Lokalisierungsprofil bearbeiten
es: Editar perfil de localización
fr: Éditer les paramètres régionaux du profil
it: Modifica profilo locale
lv: Rediģēt lokalizācijas profilu
nl_nl: Wijzig landsinstellingen
pl: Edycja ustawień regionalnych
pt_br: Editar perfil Idioma
ro_ro: Editați profilul localizării
ru: Редактировать локаль
tr_tr: Yerel profili düzenle

source: Documentation
bs: Dokumentacija
de_de: Dokumentation
es: Documentación
it: Documentazione
lv: Dokumentācija
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
ro_ro: Documentație
tr_tr: Belgeleme

source: Errors
bs: Greške
de_de: Fehler
es: Errores
fr: Erreurs
it: Errori
lv: Kļūdas
pl: Błędy
pt_br: Erros
ro_ro: Erori

source: Clear all
bs: Izbriši sve
de_de: Alles löschen
es: Limpiar todo
fr: Effacer tout
it: Pulisci tutto
lv: Iztīrīt visu
pt_br: Limpar tudo
ro_ro: Curăță tot

source: License
bs: Licence
de_de: Lizenz
es: Licencia
fr: Licence
it: Licenza
lv: Licence
nl_nl: Licentie
pl: Licencja
pt: Licença
pt_br: Licença
ro_ro: Licenţă
ru: Лицензия
tr_tr: Lisans

source: Setup
de_de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
pl: Ustawienia
pt: Configuração
pt_br: Configurações
ro_ro: Configurare
ru: Настройки
tr_tr: Yükleme

source: Source code
bs: Izvorni kod
de_de: Quelltext
es: Código fuente
fr: Code source
it: Codice sorgente
lv: Pirmkods
pl: Kod źródłowy
pt: Código fonte
pt_br: Código fonte
ro_ro: Cod sursă
tr_tr: Kaynak kodu

source: Support
de_de: Hilfe
es: Apoyo técnico
it: Supporto
pl: Wsparcie
pt_br: Suporte
ro_ro: Suport tehnic
tr_tr: Destek

source: Tools
bs: Alati
de_de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
lv: Rīki
nl_nl: Gereedschappen
pl: Narzędzia
pt: Ferramentas
pt_br: Ferramentas
ro_ro: Unelte
ru: Инструменты
tr_tr: Araçlar

source: This feature has been deprecated and will be removed in a future version.
de_de: Diese Funktion ist veraltet und wird in einer zukünftigen Version entfernt.
fr: Cette fonctionnalité n'est plus utilisée et sera supprimée dans une version ultérieure.
it: Questa funzionalità è obsoleta e verrà rimossa nelle versioni future.
lv: Šī funkcija ir novecojusi un tiks noņemta turpmākajā versijā.
pt: Esta funcionalidade foi descontinuada e será removida numa versão futura.
ro_ro: Această caracteristică a fost depreciată și va fi eliminată într-o versiune viitoare.

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
bs: Backend baze podataka je podešeno da koristi SKLite. SKLite treba koristiti samo za razvoj i testiranje, a ne za proizvodnju.
de_de: Sie benutzen SQLite als Datenbank-Backend. SQLite sollte nur für Entwicklungs- und Testzwecke verwendet werden, jedoch nicht in Produktivumgebungen.
es: El backend de su base de datos está configurado para usar SQLite. SQLite solo debe usarse para desarrollo y pruebas, no para producción.
fr: Votre serveur de base de données est configuré pour utiliser SQLite. SQLite ne devrait être utilisé qu'à des fins de développement et de test, pas en production.
it: Il tuo database attuale è impostato a SQLite, che dovrebbe essere usato solo per sviluppo e test, non in produzione.
lv: Jūsu datubāzes backend ir iestatīts, lai izmantotu SQLite. SQLite jāizmanto tikai izstrādei un testēšanai, nevis ražošanai.
pt: A sua base de dados de backend está configura para utilizar SQLite. SQLite deverá ser apenas utilizado para desenvolvimento e teste, nunca para produção.
pt_br: Sua base de dados de back-end está configurada para utilizar SQLite. SQLite deve ser usado apenas em ambientes de desenvolvimento e testes, não de produção.
ro_ro: Backendul bazei de date este setat să utilizeze SQLite. SQLite ar trebui folosit numai pentru dezvoltare și testare, nu pentru producție.

source: Days
bs: Dana
de_de: Tage
es: Días
fr: Jours
it: Giorni
lv: Dienas
nl_nl: Dagen
pl: Dni
pt: Dias
pt_br: Dia
ro_ro: Zile
ru: Дней
tr_tr: Günler

source: Hours
bs: Sati
de_de: Stunden
es: Horas
fr: Heures
it: Orario
lv: Stundas
nl_nl: Uren
pl: Godziny
pt: Horas
pt_br: Hora
ro_ro: Ore
ru: Часов
tr_tr: Saatler

source: Minutes
bs: Minuta
de_de: Minuten
es: Minutos
it: Minuti
lv: Minūtes
nl_nl: Minuten
pl: Minuty
pt: Minutos
pt_br: Minutos
ro_ro: Minute
ru: Минут
tr_tr: Dakikalar

source: Restricts dumped data to the specified app_label or app_label.ModelName.
de_de: Begrenzt die extrahierten Daten auf die spezifizierten app_label oder app_label.ModelName.
es: Restringe los datos exportados a la app_label o app_label.ModelName especificada.
it: Limita i dati del dump a una specifica app_label o app_label.ModelName.
pt_br: Restringe os dados exportados para o app_label ou app_label.ModelName especificado.
ro_ro: Restricționează datele care fac obiectul unui dumping la etichetele app_label sau app_label.ModelName specificate.

source: The database from which data will be exported. If omitted the database named "default" will be used.
de_de: Die Datenbank von welcher die Daten exportiert werden. Falls nicht ausgefüllt wird "default" als Datenbankname verwendet.
es: La base de datos desde la que se exportarán los datos. Si se omite, se usará la base de datos denominada "default".
it: Il database da cui esportare i dati. Se non specificato, verrà usato il database chiamato "default".
pt_br: Base de dados a partir da qual os dados serão exportados. A base de dados "default" será utilizada no caso de omissão.
ro_ro: Baza de date din care vor fi exportate datele. Dacă este omisă, va fi utilizată baza de date numită "default" .

source: The database to which data will be imported. If omitted the database named "default" will be used.
de_de: Die Datenbank in welche die Daten importiert werden. Falls nicht ausgefüllt wird "default" als Datenbankname verwendet.
es: La base de datos a la que se importarán los datos. Si se omite, se usará la base de datos denominada "default".
it: Il database sul quale importare i dati. Se non specificato, verrà usato il database chiamato "default".
pt_br: Base de dados para a qual os dados serão importados. A base de dados "default" será utilizada no caso de omissão.
ro_ro: Baza de date în care vor fi importate datele. Dacă este omisă, va fi utilizată baza de date numită "default".

source: Force the conversion of the database even if the receiving database is not empty.
de_de: Erzwingt die Umstellung der Datenbank selbst wenn die Zieldatenbank nicht leer ist.
es: Forzar la conversión de la base de datos incluso si la base de datos receptora no está vacía.
it: Forza la conversione del database anche se il database di destinazione non è vuoto.
pt_br: Força a conversão da base de dados ainda que a base de dados receptora não esteja vazia.
ro_ro: Forțați conversia bazei de date chiar dacă baza de date de primire nu este goală.

source: System
bs: Sistem
es: Sistema
fr: Système
it: Sistema
lv: Sistēma
pt: Sistema
pt_br: Sistema
ro_ro: Sistem
tr_tr: Sistem

source: Facet
fr: Facette
lv: Fasets
pt: Aspeto
ro_ro: Faţetă

source: Actions
bs: Akcije
de_de: Aktionen
it: Azioni
lv: Darbības
pt: Ações
pt_br: Ações
ro_ro: Acţiuni

source: Secondary
de_de: Sekundär
fr: Secondaire
lv: Sekundārā
pt: Secundário
ro_ro: Secundar

source: User
bs: Korisnik
de_de: Benutzer
es: Usuario
fr: Uitlisateur
it: Utente
lv: Lietotājs
nl_nl: Gebruiker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ro_ro: Utilizator
ru: Пользователь
tr_tr: Kullanıcı

source: No %(verbose_name)s found matching the query
de_de: Es wurden keine %(verbose_name)s passend zu Ihrer Suchanfrage gefunden
fr: Aucun %(verbose_name)s trouvé correspondant à la requête
it: Nessun %(verbose_name)s trovato con questa query
lv: %(verbose_name)s nav atrasts atbilstošs vaicājumam
ro_ro: Nu am găsit %(verbose_name)s care să corespundă interogării

source: Object
bs: Objekat
de_de: Objekt
es: Objeto
fr: Objet
it: Oggetto
lv: Objekts
pl: Obiekt
pt_br: Objeto
ro_ro: Obiect
ru: Объект
tr_tr: Nesne

source: Namespace
bs: Imenovani prostor
de_de: Namensraum
es: Espacio nombrado
fr: Espace de nommage
lv: Vārda vieta
pl: Przestrzeń nazw
ro_ro: Spațiu de nume

source: Date time
bs: Datum vreme
de_de: Zeit
es: Fecha y hora
fr: Date et heure
lv: Datums Laiks
nl_nl: Datum en tijd
pl: Data i godzina
pt_br: Data e hora
ro_ro: Data și ora
ru: Дата и время
tr_tr: Tarih saat

source: Result
bs: Rezultat
de_de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
lv: Rezultāts
pl: Wynik
pt_br: resultado
ro_ro: Rezultat

source: Error log entry
bs: Greška u unosu dnevnika
de_de: Eintrag aus dem Fehlerprotokoll
es: Entrada del registro de errores
fr: Entrée dans le journal des erreurs
it: Voce di errore dei log
lv: Kļūdu žurnāla ieraksts
pl: Wpis dziennika błędów
pt_br: Entrada do registro de erros
ro_ro: Intrare jurnal eroare

source: Error log entries
bs: Greška u unosima dnevnika
de_de: Einträge aus dem Fehlerprotokoll
es: Entradas del registro de errores
fr: Entrées du journal des erreurs
it: Voci di errore dei log
lv: Kļūdu žurnāla ieraksti
pl: Wpisy dziennika błędów
pt_br: Entradas do registro de erros
ro_ro: Înregistrări de eroare

source: File
bs: Datoteka
de_de: Datei
es: Archivo
fr: Fichier
lv: Fails
nl_nl: Bestand
pl: Plik
pt_br: Arquivo
ro_ro: Fișier
ru: Файл
tr_tr: Dosya

source: Filename
bs: Naziv datoteke
de_de: Dateiname
es: Nombre del archivo
fr: Nom de fichier
lv: Faila nosaukums
nl_nl: Bestandsnaam
pl: Nazwa
pt_br: Nome do arquivo
ro_ro: Nume fişier
ru: Имя файла
tr_tr: Dosya adı

source: Shared uploaded file
bs: Deljeni otpremljeni fajl
de_de: Geteilte hochgeladene Datei
es: Archivo cargado compartido
fr: Fichier importé partagé
it: Condividi file caricato
lv: Koplietotais augšupielādētais fails
nl_nl: Deel geüpload document
pl: Udostępniony plik
pt_br: Arquivo carregado compartilhado
ro_ro: Fișier încărcat în comun
ru: Загруженный файл совместного пользования
tr_tr: Paylaşılan yüklenen dosya

source: Shared uploaded files
bs: Deljeni otpremljeni fajlovi
de_de: Geteilte hochgeladene Dateien
es: Archivos cargados compartidos
fr: Fichiers importés partagés
it: Condividi files caricati
lv: Koplietotie augšupielādētie faili
nl_nl: Deel geüploade bestanden
pl: Pliki udostępnione
pt_br: Arquivos carregados compartilhados
ro_ro: Fișiere încărcate în comun
ru: Загруженные файлы совместного пользования
tr_tr: Paylaşılan yüklenen dosyalar

source: Timezone
bs: Vremenska zona
de_de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
lv: Laika zona
nl_nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ro_ro: Fus orar
ru: Часовой пояс
tr_tr: Saat dilimi

source: Language
bs: Jezik
de_de: Sprache
es: Lenguaje
fr: Langue
it: Lingua
lv: Valoda
nl_nl: Taal
pl: Język
pt_br: Linguagem
ro_ro: Limba
ru: Язык
tr_tr: Dil

source: User locale profile
bs: Koristnički lokalni profil
de_de: Benutzerlokalisierungsprofil
es: Perfil de localización de usuario
fr: Paramètres régionaux du profil utilisateur
it: Profilo utente locale
lv: Lietotāja lokalizācijas profils
nl_nl: Gebruikerslandsinstelling
pl: Profil regionalny użytkownika
pt_br: Perfil de localidade do usuário
ro_ro: Profilul de localizare utilizator
ru: Профиль локали пользователя
tr_tr: Kullanıcı yerel ayar profili

source: User locale profiles
bs: Koristnički lokalni profili
de_de: Benutzerlokalisierungsprofile
es: Perfiles de localización de usuario
fr: Paramètres régionaux des profils utilisateurs
it: Profili dell'utente locale
lv: Lietotāja lokalizācijas profili
nl_nl: Gebruikerslandinstellingen
pl: Profile regionalne użytkownika
pt_br: Perfis de localidade do usuário
ro_ro: Profile de localizare pentru utilizatori
ru: Профили локали пользователей
tr_tr: Kullanıcı yerel ayar profilleri

source: View error log
bs: Pogledajte dnevnik grešaka
de_de: Fehlerprotokoll anzeigen
es: Ver registro de errores
fr: Afficher le journal des erreurs
it: Vedi log errori
lv: Skatīt kļūdu žurnālu
pl: Wyświetl dziennik błędów
pt_br: Ver registro de erros
ro_ro: Vizualizați jurnalul de erori

source: Default
de_de: Standard
es: Por defecto
fr: Défaut
lv: Noklusējums
nl_nl: Verstekwaarde
pl: Domyślny
pt_br: Padrão
ro_ro: Implicit
ru: Умолчание
tr_tr: Varsayılan

source: Common periodic
bs: Vremenski zajednički
de_de: Allgemein regelmäßig
es: Común periódico
fr: Tâches communes périodiques
lv: Kopīgs periodiski
pt_br: Comum periódico
ro_ro: Obșnuite periodice
tr_tr: Ortak periyodik

source: Delete stale uploads
bs: Obriši stare otpreme
de_de: Veraltete Uploads löschen
es: Eliminar subidas expiradas
fr: Supprimer les imports périmés
it: Cancella upload in sospeso
lv: Dzēst nostāvējušās augšupielādes
pl: Usuń nieaktualne pobrane pliki
pt_br: Deletar uploads obsoletos
ro_ro: Ștergeți încărcările învechite
tr_tr: Eski yüklemeleri sil

source: Automatically enable logging to all apps.
bs: Automatski omogućite evidenciju za sve aplikacije.
de_de: Protokollierung für alle Apps automatisch einschalten.
es: Activar bitácoras automáticamente a todas las aplicaciones.
fr: Activation automatique de la trace pour toutes les applications.
it: Abilita automaticamente i log per tutte le app.
lv: Automātiski iespējojiet pierakstīšanos visās lietotnēs.
pl: Włącz dla wszystkich aplikacji automatyczny zapis zdarzeń.
pt_br: Ativar automaticamente o registro de todos os aplicativos.
ro_ro: Activați juranlizarea automată la toate aplicațiile.
ru: Автоматически разрешать всем установленным приложениям делать записи в журнале.
tr_tr: Tüm uygulamalara günlük kaydını otomatik olarak etkinleştirin.
