Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: bs, de_de, es, fr, it, lv, nl_nl, pl, pt, pt_br, ro_ro, ru, tr_tr

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
de_de: Standard: "amqp://". Die Standard Broker-URL. Muss in folgender Form angegeben werden: transport://userid:password@hostname:port/virtual_host Nur das Schema (transport://) muss angegeben werden, der Rest ist optional und verweist auf die Standardwerte.
es: Valor predeterminado: "amqp://". URL del intermediario predeterminado Debe ser una URL en forma de: transporte://usuario:contraseña@servidor:puerto/virtual_host Solo se requiere la parte de esquema (transporte: //), el resto es opcional y se predetermina a los valores predeterminados de transporte específico.
pt_br: Valor padrão: "amqp://". URL do intermediário padrão. Deve ser uma URL em forma de: "transport://userid:password@hostname:port/virtual_host". Apenas a parte de esquema (transport://) é requerida, o resto é opcional e determina os valores padrão específicos de transportes.
ro_ro: Implicit: "amqp: //". Adresa URL a brokerului implicit. Aceasta trebuie să fie o adresă URL sub forma: transport://userid:password@hostname:port/virtual_host Este necesar doar partea sistemului (transport: //), restul este opțional și are implicit valorile implicite pentru transport.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
de_de: Standard: Es ist standardmäßig kein Ergebnisbackend aktiviert. Das Backend speichert die Aufgabenergebnisse (tombstones). Siehe: http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
es: Predeterminado: Sin back-end de resultados habilitado por defecto. El backend utilizado para almacenar resultados de tareas (lápidas). Consulte http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
pt_br: Valor padrão: Sem back-end de resultado habilitado por padrão. O back-end usado para armazenar resultados de tarefas (tombstones). Consulte http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend.
ro_ro: Implicit: niciun rezultat de backend activat în mod implicit. Backend-ul folosit pentru a stoca rezultatele sarcinilor (pietre funerare). Consultați http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Confirm delete
bs: Potvrditi brisanje
de_de: Löschen bestätigen
fr: Confirmer la suppression
it: Conferma la cancellazione
lv: Apstipriniet dzēšanu
pt_br: Confirmar Exclusão
ro_ro: Confirmă ștergerea

source: Edit %s
de_de: %s bearbeiten
fr: Modifié %s
lv: Rediģēt %s
ro_ro: Editați %s

source: Confirm
bs: Potvrditi
de_de: Bestätigen
fr: Confirmer
it: Conferma
lv: Apstiprināt
pt_br: Confirmar
ro_ro: Confirmă

source: Details for: %s
de_de: Details für: %s
fr: Détails pour : %s
it: Dettagli per: %s
lv: Sīkāka informācija par: %s
pt_br: detalhes para: %s
ro_ro: Detalii pentru: %s

source: Edit: %s
de_de: %s bearbeiten
fr: Modifier : %s
it: Modifica: %s
lv: Rediģēt: %s
pt_br: Edita: %s
ro_ro: Editare: %s

source: Create
bs: Kreirati
de_de: Erstellen
fr: Créer
it: Crea
lv: Izveidot
pt_br: Criar
ro_ro: Creează

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
bs: Unesite važeći 'interni naziv' koji se sastoji od slova, brojeva i podčrtava.
de_de: Bitte geben Sie einen gültigen 'Internen Namen' an, bestehend aus Buchstaben, Zahlen und einem Unterstrich.
es: Introduzca un nombre interno válido que conste de letras, números y subrayados.
fr: Entrez un 'nom interne' valide composé de lettres, de chiffres et de soulignement.
it: Inserisci un 'internal name' valido composto da lettere, numeri e underscore.
lv: Ievadiet derīgu “iekšējo nosaukumu”, kas sastāv no burtiem, cipariem un pasvītrojumiem.
pl: Podaj prawidłową 'internal name' składającą się z liter, liczb i podkreśleń.
pt: Insira um "nome interno" válido que contenha letras, números e underscores.
pt_br: Insira um 'nome interno' válido que contenha letras, números e subtraços.
ro_ro: Introduceți un "nume intern" valabil format din litere, numere și subliniere.
tr_tr: Harfler, rakamlar ve alt çizgilerden oluşan geçerli bir 'dahili ad' girin.

source: About
bs: O
de_de: Über
es: Sobre
fr: A propos
it: Informazioni
lv: Par
pl: Informacje
pt: Sobre
pt_br: Sobre
ro_ro: Despre

source: Current user locale profile details
bs: Detalji lokalnog profila trenutnog korisnika
de_de: Aktuelle Benutzerlokalisierungsdetails
es: Detalles del perfil de localización del usuario actual
fr: Détails des paramètres régionaux de l'utilisateur actuel
it: Dettagli del profilo dell'utente attuale
lv: Pašreizējā lietotāja lokalizācijas profila informācija
nl_nl: Details landinstellingen huidige gebruiker
pl: Profil regionalny użytkownika
pt_br: Detalhes do perfil de localidade do usuário atual
ro_ro: Detaliile profilului locației utilizatorului curent
ru: Настройки локали текущего пользователя
tr_tr: Geçerli kullanıcı yerel ayarları profil ayrıntıları

source: Edit current user locale profile details
bs: Uredi detalje lokalnog profila trenutnog korisnika
de_de: Aktuelle Benutzerlokalisierungsdetails bearbeiten
es: Editar los detalles del perfil del usuario local
fr: Éditer le détail des paramètres régionaux de l'utilisateur actuel
it: Modificare i dettagli del profilo corrente dell'utente
lv: Rediģējiet pašreizējās lietotāja lokalizācijas profila informāciju
nl_nl: Wijzig landsinstellingen van de huidige gebruiker
pl: Edycja ustawień regionalnych użytkownika
pt_br: Editar detalhes do perfil de localização do usuário atual
ro_ro: Editați detaliile profilului de localizare a utilizatorului actual
ru: Редактировать настройки локали текущего пользователя
tr_tr: Geçerli kullanıcı yerel ayarları ayrıntılarını düzenle

source: Dashboard
bs: Komandna tabla
es: Tablero
fr: Tableau de bord
lv: Panelis
pl: Strona główna
pt_br: Painel de controle
ro_ro: Panou principal

source: Clear error log entries for: %s
bs: Obrišite unose evidencije grešaka za:%s
de_de: Alle Fehlerlogeinträge für: %s löschen
es: Borrar entradas de registro de errores para: %s
fr: Effacer les entrées du journal des erreurs pour : %s
lv: Notīrīt kļūdas žurnāla ierakstus: %s
pt_br: Limpar entradas de registro de erros para: %s
ro_ro: Eliminați intrările din jurnalul de erori pentru: %s

source: Object error log cleared successfully
bs: Dnevnik grešaka objekata je uspešno obrisan
de_de: Objektfehlerlog erfolgreich gelöscht
es: El registro de errores del objeto se borró correctamente
fr: Les entrées concernées du journal des erreurs ont été effacées avec succès
lv: Objekta kļūdu žurnāls veiksmīgi notīrīts
pt_br: O registro de erros do objeto foi apagado com sucesso.
ro_ro: Jurnalului erorilor de obiecte a fost curățat cu succes

source: Date and time
bs: Datum i vreme
de_de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure
it: Data e ora
lv: Datums un laiks
pl: Data i godzina
pt_br: Data e hora
ro_ro: Data și ora

source: Error log entries for: %s
bs: Unos log grešaka za:%s
de_de: Fehlerlogeinträge für: %s
es: Entradas del registro de errores para: %s
fr: Entrées du journal des erreurs pour : %s
lv: Kļūdu žurnāla ieraksti: %s
pl: Wpisy dziennika błędów dla: %s
pt_br: Entradas de registro de erros para: %s
ro_ro: Intrările de eroare pentru: %s

source: No setup options available.
de_de: Keine Einstellungsoptionen verfügbar.
es: No hay opciones de configuración disponibles.
fr: Aucune option d'installation disponible.
lv: Nav pieejamas iestatīšanas opcijas.
pt: Não existem opções de configuração disponíveis.
pt_br: Não há opções de configuração disponíveis.
ro_ro: Nu sunt disponibile opțiuni de configurare.

source: No results here means that don't have the required permissions to perform administrative task.
de_de: Falls keine Ergebnisse angezeigt werden besitzen Sie nicht die erforderlichen Rechte für administrative Aufgaben.
es: Ningún resultado aquí significa que no tiene los permisos necesarios para realizar tareas administrativas.
fr: Aucun résultat ici signifie que vous ne disposez pas des autorisations requises pour effectuer des tâches administratives.
lv: Neviens no rezultātiem šeit nenozīmē, ka nav nepieciešamo atļauju administratīvā uzdevuma veikšanai.
pt: Sem resultados significa que não tem as permissões necessárias para realizar tarefas administrativas.
pt_br: Nenhum resultado aqui significa que o usuário não possui as permissões necessárias para realizar tarefas administrativas.
ro_ro: Niciun rezultat aici înseamnă că nu aveți permisiunile necesare pentru a efectua o sarcină administrativă.

source: Setup items
bs: Stavke setup-a
de_de: Einrichtungsdetails
es: Elementos de configuración
fr: Paramètres de configuration
it: Impostazione elementi
lv: Iestatīšanas vienumi
pl: Ustawienia
pt: Itens de configuração
pt_br: Itens da Configuração
ro_ro: Configurați elemente
ru: Элементы настроек
tr_tr: Kurulum öğeleri

source: Here you can configure all aspects of the system.
de_de: Hier können sämtliche Aspekte des Systems konfiguriert werden.
fr: Ici vous pouvez configurer tous les aspects du système.
lv: Šeit jūs varat konfigurēt visus sistēmas aspektus.
pt: Aqui poderá configurar todos os aspetos do sistema.
ro_ro: Aici puteți configura toate aspectele sistemului.

source: These modules are used to do system maintenance.
de_de: Diese Module werden für die Wartung des Systems verwendet.
fr: Ces modules sont utilisés pour le système de maintenance.
lv: Šie moduļi tiek izmantoti sistēmas uzturēšanai.
pt: Estes módulos são usados para a manutenção do sistema.
ro_ro: Aceste module sunt folosite pentru întreținerea sistemului.

source: No action selected.
de_de: Keine Aktion ausgewählt.
es: Ninguna acción seleccionada.
it: Nessuna azione selezionata
nl_nl: Geen acties geselecteerd.
pl: Nie wybrano żadnego działania
pt_br: Nenhuma ação selecionada.
ro_ro: Nu a fost selectată nici o acţiune.
ru: Никаких действий не выбрано.
tr_tr: İşlem seçilmedi.

source: Must select at least one item.
de_de: Es muss mindestens ein Element ausgewählt werden.
es: Debe seleccionar al menos un artículo.
it: Devi selezionare un elemento
nl_nl: Selecteer minimaal een item.
pl: Musisz wybrać co najmniej jeden element.
pt_br: Deve selecionar pelo menos um item.
ro_ro: Trebuie sa selectaţi cel puţin un rând
ru: Необходимо выбрать хотя бы один элемент.
tr_tr: En az bir öğe seçmelisiniz.

source: A list of strings designating all applications that are enabled in this Django installation. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application.
de_de: Eine Liste aller Applikationen (String), welche für diese Django-Installation aktiviert sind. Jede Zeichenfolge muss ein punktuierter Pythonpfad zu einer Anwendungskonfigurationsklasse (bevorzugt) oder einem Anwendungspaket sein.
es: Una lista de cadenas que designan todas las aplicaciones que están habilitadas en esta instalación de Django. Cada cadena debe ser una ruta de Python punteada a: una clase de configuración de la aplicación (preferida), o un paquete que contenga una aplicación.

source: Main
es: Principal
pl: Główny

source: Unable to transfer selection: %s.
es: No se ha podido transferir la selección: %s.
nl_nl: Niet mogelijk om selectie over te dragen: %s.
pl: Nie można przenieść zaznaczenia: %s.
ru: Невозможно передать выделение: %s.
tr_tr: Seçim aktarımı yapılamadı: %s.

source: Check for updates
es: Verificar actualizaciones
pl: Sprawdź aktualizacje
tr_tr: Güncellemeleri kontrol et

source: User details
es: Detalles del usuario
nl_nl: gebruiker gegevens
pl: Dane użytkownika
ru: сведения о пользователе
tr_tr: Kullanıcı detayları

source: Edit details
es: Editar detalles
nl_nl: Bewerk details
pl: Edycja danych użytkownika
ru: Редактировать сведения
tr_tr: Detayları düzenle

source: Forum
es: Foro
lv: Forums
pt: Fórum
pt_br: Fórum

source: Other packages licenses
es: Licencias de otros paquetes
nl_nl: Andere pakketlicensies
pl: Pozostałe licencje
ru: Лицензии других пакетов
tr_tr: Diğer paket lisansları

source: Process a specific app.
es: Procesar una aplicación específica.

source: Operation performed on %(count)d object
es: Operación realizada en %(count)d objeto
pl: Operację przeprowadzono na %(count)d obiekcie
tr_tr: İşlem %(count)d nesnesi üzerinde gerçekleştirildi

source: Operation performed on %(count)d objects
es: Operación realizada en %(count)d objetos
pl: Operację przeprowadzono na %(count)d obiektach
tr_tr: İşlem %(count)d nesneleri üzerinde gerçekleştirildi

source: An integer specifying how many objects should be displayed per page.
es: Un número entero que especifica cuántos objetos se debe mostrar por página.
nl_nl: Een natuurlijk getal om aan te geven hoeveel objecten per pagina weergegeven worden.
pl: Liczba określająca ile obiektów będzie wyświetlane na stronie.
ru: Числовое значение указывающее как много объектов может быть отображено на одной странице.
tr_tr: Sayfa başına kaç tane nesnenin görüntüleneceğini belirten bir tam sayı.

source: Temporary directory used site wide to store thumbnails, previews and temporary files.
es: Directorio temporero utilizado en todo el sitio para almacenar imágenes en miniatura, visualizaciones y archivos temporeros.
nl_nl: Globale instelling voor een tijdelijke folder om miniaturen, voorvertoningen en tijdelijke bestanden in op te slaan.
pl: Katalog tymczasowy używany jest ogólnie do przechowywania miniaturek, plików poglądowych i plików tymczasowych.
tr_tr: Geçici dizin, küçük resimleri, önizlemeleri ve geçici dosyaları saklamak için site genelinde kullanılır.

source: Name of the view attached to the branch anchor in the main menu.
es: Nombre de la vista adjunta al anclaje de rama en el menú principal.

source: Anonymous
es: Anónimo
nl_nl: Anoniem
pl: Anonimowy
ru: Анонимно
tr_tr: Anonim

source: The version you are using is outdated. The latest version is %s
es: La versión que está utilizando está obsoleta. La última versión es %s
pl: Ta wersja programu jest nieaktualna. Najświeższą wersją jest %s
tr_tr: Kullandığınız sürüm güncelliğini yitirmiştir. En son sürümü %s

source: It is not possible to determine the latest version available.
es: No es posible determinar la última versión disponible.

source: Your version is up-to-date.
es: Su versión está al díá.
pl: Wersja programu jest aktualna.
tr_tr: Sürümünüz güncel.

source: Current user details
es: Detalles del usuario actual
nl_nl: Gegevens van huidige gebruiker
pl: Dane użytkownika
ru: Настройки текущего пользователя
tr_tr: Geçerli kullanıcı ayrıntıları

source: Edit current user details
es: Editar los detalles del usuario actual
nl_nl: Bewerk gegevens van huidige gebruiker
pl: Edycja danych użytkownika
ru: Редактировать настройки текущего пользователя
tr_tr: Geçerli kullanıcı ayrıntılarını düzenle

source: Model properties
fr: Propriétés du modèle
pt: Propriedades do modelo

source: Model fields
fr: Champs de modèle
pt: Campos do modelo

source: Model related fields
fr: Champs liés au modèle
pt: Campos relacionados com o modelo

source: Get the book
fr: Obtenez le livre
lv: Iegūstiet grāmatu
pt: Obter o livro

source: Get support
fr: Obtenez de l'aide
pt: Obtenha ajuda

source: Enter a valid JSON value.
fr: Saisissez une valeur JSON valide.
lv: Ievadiet derīgu JSON vērtību.
pt: Insira um valor JSON válido.

source: Enter a valid YAML value.
bs: Unesite važeći IAML
fr: Saisissez une valeur YAML valide.
lv: Ievadiet derīgu YAML vērtību.
pt: Insira um valor YAML válido.

source: This view displays the error log of different object. An empty list is a good thing.
fr: Cette page affiche le journal des erreurs de différents objets. Une liste vide est une bonne chose.
lv: Šajā skatā tiek parādīts dažādu objektu kļūdu žurnāls. Tukšs saraksts ir laba lieta.

source: There are no error log entries
fr: Il n'y a pas d'entrées dans le journal des erreurs
lv: Nav kļūdu žurnāla ierakstu

source: Filter
ru: Фильтр
tr_tr: Filtre

source: Data filters
nl_nl: Gegevensfilters
ru: Фильтры данных
tr_tr: Veri filtreleri

source: Filter selection
nl_nl: Filterselectie
ru: Фильтр по выбранным
tr_tr: Filtre seçimi

source: Results for filter: %s
nl_nl: Resultaten voor filter: %s
ru: Результаты для фильтра: %s
tr_tr: Filtre için sonuçlar: %s

source: Filter not found
nl_nl: Filter niet gevonden
ru: Фильтр не найден
tr_tr: Filtre bulunamadı

source: Model reverse fields
pt: Campos reversos do modelo

source: Copy
pt: Cópia

source: Online store
pt: Loja online

source: Related
pt: Relacionado

source: Return
pt: Voltar

source: Copy object
pt: Copiar objeto

source: In list mode, show the "list facet" menu options as a dropdown menu instead of individual buttons.
pt: Em modo de lista mostrar o menu de opções de "Aspetos de lista" como um menu suspenso em vez de de botões individuais.

source: In list mode, show the "object" menu options as a dropdown menu instead of individual buttons.
pt: Em modo de lista mostrar o menu de opções de "Objeto" como um menu suspenso em vez de botões individuais.

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
pt: Uma lista de linhas que designam todas as aplicações que serão removidas da lista instalada normalmente pela Mayan EDMS. Cada linha deverá conter um caminho Python pontilhado para: uma classe de configuração da aplicação (preferencialmente|) ou uma pasta que contenha a aplicação. Exemplo: ['app_1', 'app_2']

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
pt: Uma lista de linhas que designam todas as aplicações que se encontram instaladas, para além daquelas já normalmente instaladas pela Mayan EDMS. Cada linha deverá conter um caminho Python pontilhado para: uma classe de configuração da aplicação (preferencialmente|) ou uma pasta que contenha a aplicação. Exemplo: ['app_1', 'app_2']

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. These apps will be installed before the default apps. Example: ['app_1', 'app_2']
pt: Uma lista de linhas que designam todas as aplicações que se encontram instaladas, para além daquelas já normalmente instaladas pela Mayan EDMS. Cada linha deverá conter um caminho Python pontilhado para: uma classe de configuração da aplicação (preferencialmente|) ou uma pasta que contenha a aplicação. Estas aplicações serão instaladas antes das aplicações de fábrica. Exemplo: ['app_1', 'app_2']

source: Name of the dashboard to display in the home view.
pt: Nome do painel a ser exibido na visualização do início.

source: Sets the project's name.
pt: Nomeia o projeto.

source: URL of the project's homepage.
pt: url da página inicial do projeto.

source: Warning
pt: Aviso

source: Click here to fix this.
pt: Clique aqui para arranjar isto.

source: Home
pt: início

source: Fields to be copied: %s
pt: Campos a serem copiados: %s

source: Make a copy of %(object_name)s "%(object)s"?
pt: Copiar %(object_name)s " %(object)s "?

source: Object copied successfully.
pt: Objeto copiado com sucesso.
