Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: bs, de_de, es, fr, it, lv, nl_nl, pl, pt, pt_br, ro_ro, ru, tr_tr

source: Time to delay background tasks that depend on a database commit to propagate.
bs: Vreme za odlaganje pozadinskih zadataka koji zavise od baze podataka obavezuju se da se propagiraju.
de_de: Zeit für die Verzögerung von Hintergrundaufgaben, die für ihre Fortsetzung auf einen Datenbankcommit warten.
es: Tiempo para retrasar las tareas de fondo que dependen de la propagación de información en la base de datos.
fr: Durée de temporisation des tâches d'arrière plan dépendant d'une mise à jour de la base de données.
it: Il ritardo per i task in background dipende dalla propagazione del commit su database.
lv: Laiks uz kādu aizkavēt fona uzdevumus, kas ir atkarīgs no datu bāzes apņemšanās uz izplatīšanu.
nl_nl: Wachttijd voor achtergrondtaken die afhankelijk zijn van het verbreiden van een database commit.
pl: Czas opóźnienia wykonania zadań zależnych od operacji na bazie danych.
pt_br: Tempo para atrasar as tarefas de fundo que dependem da propagação de informação na base de dados.
ro_ro: Timpul de întârziere pentru sarcini de fundal care depind de propagarea schimbărilor în baza de date.
ru: Время задержки фоновых задач зависящих от процесса распространения записанных в БД данных.
tr_tr: Veritabanına bağımlı arka plan görevlerini geciktirme zamanını oluşturmak için kullanılır.

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application.
fr: Une liste de chaînes désignant toutes les applications qui doivent être supprimées de la liste normalement installée par Mayan EDMS. Chaque chaîne doit être un chemin d'accès Python en pointillé vers: une classe de configuration d'application (à privilégier) ou un paquet contenant une application.
lv: Saraksts ar virknēm, kas apzīmē visas lietojumprogrammas, kuras jānoņem no saraksta, kuras parasti uzstāda Mayan EDMS. Katrai virknei vajadzētu būt punktveida Python ceļam uz: lietojumprogrammas konfigurācijas klasi (vēlams) vai paketi, kurā ir lietojumprogramma.
ro_ro: O listă de șiruri care desemnează toate aplicațiile care urmează să fie eliminate din lista instalată în mod normal de Mayan EDMS. Fiecare șir ar trebui să fie o cale Python punctată către: o clasă de configurare a aplicației (preferată) sau un pachet care conține o aplicație.

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application.
fr: Une liste de chaînes désignant toutes les applications installées au-delà de celles normalement installées par Mayan EDMS. Chaque chaîne doit être un chemin d'accès Python en pointillé vers: une classe de configuration d'application (à privilégier) ou un paquet contenant une application.
lv: Saraksts ar virknēm, kas apzīmē visas lietojumprogrammas, kas ir uzstādītas ārpus tām, ko parasti uzstāda Mayan EDMS. Katrai virknei vajadzētu būt punktveida Python ceļam uz: lietojumprogrammas konfigurācijas klasi (vēlams) vai paketi, kurā ir lietojumprogramma.
ro_ro: O listă de șiruri care desemnează toate aplicațiile instalate dincolo de cele instalate în mod normal de Mayan EDMS. Fiecare șir ar trebui să fie o cale Python punctată către: o clasă de configurare a aplicației (preferată) sau un pachet care conține o aplicație.

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
de_de: Name des Formulars, das mit dem Markenanker im Hauptmenü verknüpft ist. Zu diesem Formular werden die Benutzer auch nach dem Anmeldevorgang weitergeleitet.
fr: Nom de la page attaché au lien de marque dans le menu principal. C'est également la page vers laquelle les utilisateurs seront redirigés après la connexion.
it: Nome della vista collegata all'ancora brand nel menù principale. Questa è anche la vista alla quale gli utenti verranno reindirizzati dopo il login.
lv: Zīmola enkuram pievienotā skata nosaukums galvenajā izvēlnē. Tas ir arī skats, uz kuru pēc pierakstīšanās lietotāji tiks novirzīti.
pt: Nome da visualização ancorada à âncora de marca no menu principal. Esta é também a visualização para qual os utilizadores serão direcionados depois de entrarem nas suas contas.
ro_ro: Numele afișării atașate ancorei de marcă din meniul principal. Aceasta este și perspectiva la care utilizatorii vor fi redirecționați după conectare.

source: The number objects that will be displayed per page.
fr: Le nombre d'objets qui seront affichés par page.
lv: Objektu skaits, kas tiks rādīti vienā lapā.
ro_ro: Obiectele numerice care vor fi afișate pe pagină.

source: Enable error logging outside of the system error logging capabilities.
bs: Omogućite prijavljivanje grešaka izvan sistemskih mogućnosti evidentiranja grešaka.
de_de: Fehlerprotokollierung außerhalb des regulären Systemfehlerprotokolls aktivieren.
es: Habilite el registro de errores fuera de las capacidades de registro de errores del sistema.
fr: Activer la journalisation des erreurs en dehors des capacités de journalisation du système d'erreur.
lv: Iespējot kļūdu reģistrēšanu ārpus sistēmas kļūdu reģistrēšanas iespējām.
pt_br: Habilite registro de erros fora das capacidades do registro de erros do sistema.
ro_ro: Activați înregistrarea erorilor în afara capabilităților de înregistrare a erorilor de sistem.

source: Path to the logfile that will track errors during production.
bs: Put do log datoteke koja će pratiti greške tokom proizvodnje
de_de: Der Pfad zur Protokolldatei, in der Fehler im Produktivbetrieb aufgezeichnet werden.
es: Ruta de acceso al archivo de registro que rastreará errores durante la producción.
fr: Chemin d'accès au fichier journal qui enregistrera les erreurs pendant la production.
it: Percorso del file di log su cui verranno scritti gli errori in produzione.
lv: Ceļš uz žurnāla failu, kurā tiks novērotas kļūdas ražošanas laikā.
pl: Ścieżka do pliku dziennika śledzącego błędy w systemie produkcyjnym.
pt_br: Caminho para o arquivo de registro que rastreará erros durante a produção.
ro_ro: Calea către fișierul jurnal care va urmări erorile în timpul producției.
tr_tr: Üretim sırasında hataları izleyecek olan günlük dosyasının yolu.

source: Name to be displayed in the main menu.
de_de: Der im Hauptmenü angezeigte Name.
es: Nombre que se mostrará en el menú principal.
fr: Nom qui sera affiché dans le menu principal.
it: Nome da visualizzare nel menù principale.
lv: Nosaukums, kas jārāda galvenajā izvēlnē.
pt_br: Nome a ser mostrado no menu principal.
ro_ro: Numele care urmează să fie afișat în meniul principal.

source: URL of the installation or homepage of the project.
de_de: Die URL der Installation oder Webseite des Projekts.
es: URL de la instalación o página de inicio del proyecto.
fr: URL de l'installation ou de la page d'accueil du projet.
it: URL dell'installazione o pagina home del progetto.
lv: Projekta instalācijas vai mājas lapas URL.
pt_br: URL da instalação ou homepage do projeto.
ro_ro: Adresa URL a instalării sau a paginii de pornire a proiectului.

source: A storage backend that all workers can use to share files.
bs: Backend skladišta koju svi radnici mogu koristiti za dijeljenje datoteka.
de_de: Datenbackend, das alle Worker benutzen können, um Dateien zu teilen.
es: Un soporte de almacenamiento que todos los 'workers' puedan utilizar para compartir archivos.
fr: Un espace de stockage que tous les agents pourront utiliser pour partager des fichiers.
it: Un backend di memorizzazione che tutti i lavoratori possono utilizzare per condividere i file.
lv: Uzglabāšanas backend, ko visi darbinieki var izmantot, lai koplietotu failus.
nl_nl: Een opslagbackend die alle werkers kunnen gebruiken om bestanden te delen.
pl: Backend przechowywania umożliwiający wszystkim użytkownikom udostępnianie plików.
pt_br: Um suporte de armazenamento que todos os trabalhadores podem usar para compartilhar arquivos.
ro_ro: Un backend de stocare pe care toți lucrătorii îl pot folosi pentru partajarea fișierelor.
ru: Бекенд хранения, который каждый может использовать для хранения файлов.
tr_tr: Tüm çalışanların dosyaları paylaşmak için kullanabileceği bir depolama alanı.

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
de_de: Eine Liste aller Hosts bzw. Domainnamen, die mit dieser Seite funktionieren. Sie dient als Sicherheitsmaßnahme um Angriffe über HTTP Hostheader zu verhindern, welche selbst unter vermeintlich sicheren Webserverkonfigurationen möglich sein können. Werte in dieser Liste können voll qualifizierte Domainnamen enthalten, die exakt gegen den Hostheader des Requests geprüft werden (ohne Prüfung von Groß-/Kleinschreibung und Port). Werte, die mit einem Punkt beginnen werden wie eine Subdomain Wildcard behandelt, so steht z.B. '.example.com' für 'example.com' oder 'www.example.com' oder jede andere Subdomain von example.com. '*' steht als Wert für alles Mögliche, in diesem Fall sind Sie selbst verantwortlich für eine Validierung des Hostheaders (z.B. mittels einer Middleware. Sollte das der Fall sein, muss diese in MIDDLEWARE zuerst gelistet werden).
es: Una lista de cadenas que representan los nombres de host / dominio que este sitio puede servir. Esta es una medida de seguridad para evitar los ataques de encabezado HTTP Host, que son posibles incluso bajo muchas configuraciones de servidor web aparentemente seguras. Los valores en esta lista pueden ser nombres totalmente calificados (por ejemplo, 'www.ejemplo.com'), en cuyo caso se compararán exactamente con el encabezado Host de la solicitud (no distingue entre mayúsculas y minúsculas, sin incluir el puerto). Un valor que comienza con un punto se puede usar como un comodín de subdominio: '.example.com' coincidirá con example.com, www.example.com y cualquier otro subdominio de example.com. Un valor de '*' coincidirá con cualquier cosa; en este caso, usted es responsable de proporcionar su propia validación del encabezado de host (quizás en un middleware, si es así, este middleware debe aparecer primero en MIDDLEWARE).
it: Una lista di stringhe con i nomi host o nomi di dominio che questo sito può servire. Si tratta di una misura di sicurezza per prevenire attacchi con l'intestazione HTTP Host, che sono possibili in tante configurazioni dei web server anche apparentemente sicure. I valori in questa lista possono essere FQDN (es. 'www.nomesito.it'), nel quale caso verranno confrontati con l'header di richiesta Host in maniera esatta (senza controllo maiuscole e senza la porta). Una stringa che inizi con un punto può essere usata come wildcard per il sottodominio: '.nomesito.it' sarà valido per nomesito.it, www.nomesito.it e qualunque altro sottodominio di nomesito.it. Il valore '*' corrisponde a qualunque sito; in questo caso sei tu responsabile di validare in qualche modo l'intestazione Host (magari in un middleware, in tal caso deve essere il primo della lista MIDDLEWARE).
pt_br: Uma lista de strings representando os nomes de host/domínio que este site pode utilizar. Esta é uma medida de segurança para prevenir ataques virtuais que utilizem Host header do protocolo HTTP, os quais são possíveis mesmo sob configurações aparentemente seguras de servidor web. Valores nesta lista podem ser nomes totalmente qualificados (por exemplo 'www.example.com'), que nestes casos coincidirão exatamente com as requisições do Host header (sem considerar maiúsculas ou minúsculas, não incluindo porta). Valores que começam com ponto podem ser usados como curingas para subdomínios: ".example.com" coincidirá com "example.com", "www.example.com" e quaisquer outros subdomínios de "example.com". Um valor de '*' coincidirá com qualquer outro; nesse caso você será responsável porfornecer sua própria validação para o Host header (talvez num middleware; assim sendo o middleware deve ser listado primeiro em MIDDLEWARE).
ro_ro: O listă de șiruri reprezentând numele gazdă / domenii pe care acest site le poate difuza. Aceasta este o măsură de securitate pentru a preveni atacurile de antet gazdă HTTP, care sunt posibile chiar și în cazul multor configurații aparent confortabile ale serverului web. Valorile din această listă pot fi nume calificate complet (de exemplu, "www.example.com"), caz în care acestea vor fi potrivite exact cu antetul gazdei gazdă (fără majuscule, fără a include portul). O valoare care începe cu o un punct poate fi folosită ca un wildcard subdomeniu: '.example.com' se va potrivi cu example.com, www.example.com și orice alt subdomeniu al example.com. O valoare de '*' se va potrivi cu orice; în acest caz, sunteți responsabil să vă asigurați validarea propriu-zisă a antetului Host (poate într-un middleware, dacă acest lucru trebuie să fie menționat mai întâi în MIDDLEWARE).

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
de_de: Falls "Wahr" (true), wird eine Umleitung (HTTP Redirect) auf die bereitgestellte URL mit angehängtem Slash erzeugt, sofern diese nicht bereits mit einem Slash endet oder einem Muster aus der URLconf entspricht. Bitte beachten Sie, dass die Umleitung den Verlust von Daten aus den übermittelten POST-Requests verursachen kann. Die Einstellung APPEND_SLASH wird nur benutzt, wenn CommonMiddleware installiert ist (siehe Middleware). Siehe auch PREPEND_WWW.
es: Cuando se establece en True, si la URL de solicitud no coincide con ninguno de los patrones en el URLconf y no termina en una barra inclinada, se emite un redireccionamiento HTTP a la misma URL con una barra inclinada. Tenga en cuenta que la redirección puede hacer que se pierdan los datos enviados en una solicitud POST. La configuración APPEND_SLASH solo se usa si está instalado CommonMiddleware (ver Middleware). Ver también PREPEND_WWW.
pt_br: Quando indicado como Verdadeiro, caso a URL requisitada não coincida com os padrões na URLconf e não termine com uma barra, haverá um redirecionamento HTTP para a mesma URL com uma barra adicionada. Note que o redirecionamento pode fazer com que quaisquer dados submetidos numa requisição POST sejam perdidos. A configuração APPEND_SLASH é usada apenas se o CommonMiddleware estiver instalado (veja Middleware). Veja também PREPEND_WWW.
ro_ro: Când este setat la True, dacă adresa URL a solicitării nu se potrivește cu niciunul dintre modelele din URLconf și nu se termină într-un / , redirecționarea HTTP se emite aceluiași URL cu / adăugat. Rețineți că redirecționarea poate duce la pierderea datelor transmise într-o solicitare POST. Setarea APPEND_SLASH este utilizată numai dacă este instalat CommonMiddleware (consultați Middleware). Consultați și PREPEND_WWW.

source: The list of validators that are used to check the strength of user's passwords.
de_de: Liste der Validatoren, die für die Überprüfung der Passwortstärke von Benutzerpasswörtern verwendet werden.
it: La lista dei validatori usati per controllare l'efficacia delle password degli utenti.
ro_ro: Lista de validatori folosită pentru a verifica puterea parolelor utilizatorului.

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
de_de: Ein Dictionary welches eine Liste aller Einstellungen für die mit Django verwendeten Datenbanken enthält. Dieses Dictionary enthält Aliase zu einem weiteren Dictionaries, welche wiederum die Einstellungen für weitere Datenbanken enthalten. Die DATABASES Einstellung muss eine Standarddatenbank enthalten, es können aber auch beliebige weitere Datenbanken angegeben werden.
es: Un diccionario que contiene la configuración de todas las bases de datos que se utilizarán con Django. Es un diccionario anidado cuyos contenidos asignan un alias de base de datos a un diccionario que contiene las opciones para una base de datos individual. La configuración DATABASES debe configurar una base de datos predeterminada; también se puede especificar cualquier cantidad de bases de datos adicionales.
it: Un dizionario che contiene le impostazioni per tutti i database da usare con Django. È un dizionario innestato le cui chiavi sono alias di database e i valori sono i dizionari con le opzioni per ogni database. L'impostazione DATABASES deve contenere un database chiamato 'default'; è possibile poi specificare ulteriori database aggiuntivi.
pt_br: Um dicionário contendo as configurações de todas as bases de dados a serem usadas com Django. Trata-se de um dicionário aninhado cujo conteúdo mapeia pseudônimos de bases de dados para um dicionário contendo as opções para cada base de dados específica. O parâmetro DATABASES deve configurar uma base de dados padrão; qualquer número de bases de dados adicionais deve ser especificado.
ro_ro: Un dicționar care conține setările pentru toate bazele de date care vor fi utilizate cu Django. Acesta este un dicționar imbricat al cărui conținut alcătuiește un alias de bază de date într-un dicționar care conține opțiunile pentru o bază de date individuală. Setarea DATABASES trebuie să configureze o bază de date implicită; poate fi specificat orice număr de baze de date adiționale.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
de_de: Standard: 2621440 (entspricht 2,5 MB). Die Maximalgröße eines Requestbodys in Bytes, für Werte darüber wird die Aktion 'SuspiciousOperation - RequestDataTooBig' ausgelöst. Diese Prüfung wird immer ausgeführt, wenn auf 'request.body' oder 'request.POST' zugegriffen wird. Dabei wird die Gesamtgröße des Requests berechnet ohne Einbezug der Größe einer eventuell hochzuladenen Datei. Die Einstellung 'None' deaktiviert diese Prüfung. Anwendungen, welche erwartungsgemäß umfangreichere Formularanfragen erhalten, sollten diese Einstellung entsprechend anpassen. Der Umfang an Requestdaten korreliert mit dem zur Verarbeitung benötigten Speicher und dem benötigten Speicher zur Befüllung der GET und POST Dictionaries. Sehr umfangreiche Requests könnten ungeprüft einem Denial-of-Service Angriff dienen. Da Webserver für gewöhnlich eine solch gründliche Prüfung der Anfragen nicht durchführen, ist eine vergleichbare Prüfung auf Dieser Ebene nicht möglich. Siehe auch: FILE_UPLOAD_MAX_MEMORY_SIZE.
es: Valor predeterminado: 2621440 (es decir, 2,5 MB). El tamaño máximo en bytes que puede ser un cuerpo de solicitud antes de que se genere una Operación Sospechosa (RequestDataTooBig). La comprobación se realiza al acceder a request.body o request.POST y se calcula con respecto al tamaño total de la solicitud, excluyendo cualquier archivo de carga de datos. Puede configurar esto en Ninguno para desactivar la verificación. Las aplicaciones que se espera que reciban publicaciones de forma inusualmente grande deben ajustar esta configuración. La cantidad de datos de solicitud se correlaciona con la cantidad de memoria necesaria para procesar la solicitud y llenar los diccionarios GET y POST. Las solicitudes grandes podrían usarse como un vector de ataque de denegación de servicio si no se seleccionan. Dado que los servidores web normalmente no realizan una inspección profunda de solicitudes, no es posible realizar una comprobación similar en ese nivel. Ver también FILE_UPLOAD_MAX_MEMORY_SIZE.
pt_br: Valor padrão: 2621440 (i.e. 2.5MB). O tamanho máximo em bytes que um corpo de requisição pode atingir antes que se gere uma Operação Suspeita (RequestDataTooBig). A checagem é feita quando se acessa request.body ou request.POST e é calculada em relação ao tamanho total da solicitação, excluindo qualquer arquivo de carga de dados. Você pode configurá-la para "nenhuma" para desativar a verificação. Aplicações para as quais se esperam publicações de tamanho muito grande devem ajustar esse parâmetro. A quantidade de dados da requisição está correlacionada com a quantidade de memória necessária para processá-la e povoar os dicionários GET e POST. As requisições grandes podem ser usadas como vetor de ataques de negação de serviço - "denial-of-service" - caso o parâmetro não seja preenchido. Dado que os servidores webnormalmente não realizam uma inspeção profunda das requisições, não é possível realizar uma verificação similar nesse nível. Veja também FILE_UPLOAD_MAX_MEMORY_SIZE.
ro_ro: Implicit: 2621440 (adică 2,5 MB). Dimensiunea maximă în octeți pe care un corp de solicitare ar putea fi înainte ca o SuspiciousOperation (RequestDataTooBig) să fie ridicată. Verificarea se face când se accesează request.body sau request.POST și se calculează în funcție de dimensiunea totală a solicitării, excluzând datele de încărcare a fișierelor. Puteți seta această opțiune la None pentru a dezactiva verificarea. Aplicațiile care sunt așteptate să primească posturi neobișnuit de mari trebuie să ajusteze această setare. Suma datelor solicitate este corelată cu cantitatea de memorie necesară pentru procesarea solicitării și cu conținutul dicționarelor GET și POST. Solicitările mari ar putea fi folosite ca vector de atac al refuzului de serviciu dacă nu sunt bifate. Întrucât serverele web nu efectuează în mod obișnuit o inspecție profundă a solicitărilor, nu este posibil să efectuați o verificare similară la acel nivel. Consultați și FILE_UPLOAD_MAX_MEMORY_SIZE.
