Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django 3.po
Languages: ar

source: Common
ar: المشتركة

source: Model properties
ar: خصائص النموذج

source: Model fields
ar: حقول النموذج

source: Model related fields
ar: نموذج المجالات ذات الصلة

source: Model reverse fields
ar: نموذج الحقول العكسية

source: Used to allow offline translation of the code text strings.
ar: يستخدم للسماح بالترجمة دون اتصال للسلاسل النصية للتعليمات البرمجية.

source: Provides style checking.
ar: يوفر فحص النمط.

source: Command line environment with autocompletion.
ar: بيئة سطر الأوامر مع الإكمال التلقائي.

source: Checks proper formatting of the README file.
ar: يتحقق من التنسيق الصحيح لملف إقرأني

source: About this
ar: حول البرنامج

source: Get the book
ar: دليل المستخدم

source: Documentation
ar: الوثائق

source: Forum
ar: المنتدى

source: License
ar: الرخص

source: Copy
ar: نسخ

source: Setup
ar: التثبيت

source: Source code
ar: مصدر الرمز

source: Online store
ar: متجر عالمي

source: Get support
ar: الدعم الفني

source: Tools
ar: الأدوات

source: This feature has been deprecated and will be removed in a future version.
ar: تم إهمال هذه الميزة وستتم إزالتها في إصدار مستقبلي.

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
ar: تم تعيين الواجهة الخلفية لقاعدة البيانات الخاصة بك على استخدام SQLite. يجب استخدام SQLite للتطوير والاختبار فقط وليس للإنتاج.

source: Days
ar: الايام

source: Hours
ar: الساعات

source: Minutes
ar: الدقائق

source: System
ar: النظام

source: Facet
ar: واجهة

source: Actions
ar: الإجراءات

source: Related
ar: ذات صلة

source: Secondary
ar: ثانوي

source: Return
ar: عودة

source: User
ar: مستخدم

source: Copy object
ar: نسخ الكائن

source: Time to delay background tasks that depend on a database commit to propagate.
ar: حان الوقت لتأخير المهام الخلفية التي تعتمد على قاعدة بيانات الالتزام بالنشر.

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
ar: اسم العرض المرفق بعلامة العلامة التجارية في القائمة الرئيسية. هذه هي أيضًا طريقة العرض التي سيتم إعادة توجيه المستخدمين إليها بعد تسجيل الدخول.

source: Name to be displayed in the main menu.
ar: الاسم الذي سيتم عرضه في القائمة الرئيسية.

source: URL of the installation or homepage of the project.
ar: عنوان URL الخاص بالتثبيت أو الصفحة الرئيسية للمشروع.

source: Warning
ar: تحذير

source: Click here to fix this.
ar: إضغط هنا ، لحل الأخطاء

source: Enter a valid JSON value.
ar: أدخل قيمة صالحة

source: Enter a valid YAML value.
ar: أدخل قيمة صالحة.

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
ar: أدخل &quot;اسمًا داخليًا&quot; صالحًا يتكون من أحرف وأرقام وشرطات سفلية.

source: About
ar: حول النظام

source: Dashboard
ar: لوحة قياس الإداء

source: Fields to be copied: %s
ar: الحقول المراد نسخها: %s

source: Make a copy of %(object_name)s "%(object)s"?
ar: عمل نسخة من %(object_name)s &quot;%(object)s&quot;؟

source: Object copied successfully.
ar: تم نسخ الكائن بنجاح.

source: No results here means that don't have the required permissions to perform administrative task.
ar: لا توجد نتائج هنا تعني أنه ليس لديك الأذونات المطلوبة لأداء مهمة إدارية.

source: No setup options available.
ar: لا توجد خيارات إعداد متاحة.

source: Setup items
ar: تثبيت العناصر

source: Here you can configure all aspects of the system.
ar: هنا يمكنك تكوين جميع جوانب النظام.

source: These modules are used to do system maintenance.
ar: تستخدم هذه الوحدات للقيام بصيانة النظام.
