Repository: mayan-edms/Mayan-EDMS
Catalog: apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: de_de, es

source: roles
de_de: Rollen
es: funciones

source: create new role
de_de: Erstelle neue Rolle
es: crear nueva función

source: edit
de_de: Bearbeiten
es: editar

source: members
de_de: Mitglieder
es: miembros

source: role permissions
de_de: Rollen Rechte
es: permisos de la funcion

source: delete
de_de: Lösche
es: eliminar

source: grant
de_de: gewähre

source: revoke
de_de: widerrufen

source: Insufficient permissions.
de_de: Unzureichende Rechte
es: Permisos insuficientes.

source: namespace
de_de: Namensraum
es: espacio de nombres

source: permission
de_de: Recht
es: permiso

source: permissions
de_de: Rechte
es: permisos

source: permission holder
de_de: Rechte Inhaber
es: titular de la autorización

source: permission holders
de_de: Rechte Inhaber
es: titulares de autorización

source: label
de_de: Bezeichner
es: etiqueta

source: role
de_de: Rolle
es: función

source: role member
de_de: Rollen-Mitglied
es: miembro de la función

source: role members
de_de: Rollen-Mitglieder
es: miembros de las functiones

source: Permissions
de_de: Rechte
es: Permisos

source: View roles
de_de: Zeige Rolen
es: Ver las funciones

source: Edit roles
de_de: Bearbeite Rolen
es: Modificar las funciones

source: Create roles
de_de: Erstelle Rollen
es: Crear funciones

source: Delete roles
de_de: Lösche Rollen
es: Eliminar funciones

source: Grant permissions
de_de: Gewähre Rechte
es: Conceder permisos

source: Revoke permissions
de_de: Entziehe Rechte
es: Revocar permisos

source: has permission
de_de: hat Recht

source: and
de_de: und

source: %(permissions)s to %(requester)s
de_de: %(permissions)s zu %(requester)s

source: Permission "%(permission)s" granted to: %(requester)s.
de_de: Recht "%(permission)s" gewährt zu: %(requester)s.

source: %(requester)s, already had the permission "%(permission)s" granted.
de_de: %(requester)s hat das Recht "%(permission)s bereits.

source: Are you sure you wish to grant the %(permissions_label)s %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie folgende Rechte gewähren wollen: %(permissions_label)s %(title_suffix)s

source: Permission "%(permission)s" revoked from: %(requester)s.
de_de: Recht "%(permission)s" widerrufen von: %(requester)s.

source: %(requester)s, doesn't have the permission "%(permission)s" granted.
de_de: %(requester)s hat nicht das Recht "%(permission)s" zugeteilt.

source: Are you sure you wish to revoke the %(permissions_label)s %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie folgende Rechte widerrufen wollen: %(permissions_label)s %(title_suffix)s

source: Users
de_de: Benutzer

source: Groups
de_de: Gruppen

source: Special
de_de: Spezial

source: non members of role: %s
de_de: Nicht Mitglieder der Rolle: %s
es: no miembros de la función: %s

source: members of role: %s
de_de: Mitglieder der Rolle: %s
es: miembros de la función: %s

source: Revoke
de_de: Widerrufen
es: Revocar

source: Grant
de_de: Gewähre
es: Otorgar

source: A list of existing roles that are automatically assigned to newly created users
de_de: Eine Liste der existierenden Rollen, welche automatisch neuen Benutzern zugewiesen werden
es: Una lista de funciones existentes que se asignan automáticamente a los usuarios nuevos

source: name
es: nombre

source: state
es: estado

source: Are you sure you wish to grant the permission "%(permission)s" to %(ct_name)s: %(requester)s
es: ¿Está seguro que desea conceder el permiso "%(permission)s" a %(ct_name)s: %(requester)s?

source: Are you sure you wish to revoke the permission "%(permission)s" from %(ct_name)s: %(requester)s
es: ¿Está seguro que desea revocar el permiso "%(permission)s" de %(ct_name)s: %(requester)s?

source: Permission "%(permission)s" granted to %(ct_name)s: %(requester)s.
es: Permiso "%(permission)s" otorgado a %(ct_name)s: %(requester)s

source: %(ct_name)s: %(requester)s, already had the permission "%(permission)s" granted.
es: %(ct_name)s: %(requester)s, ya tenía el permiso "%(permission)s" otorgado.

source: Permission "%(permission)s" revoked from %(ct_name)s: %(requester)s.
es: Permiso "%(permission)s" revocado de %(ct_name)s: %(requester)s

source: %(ct_name)s: %(requester)s doesn't have the permission "%(permission)s".
es: %(ct_name)s: %(requester)s, no tiene el permiso "%(permission)s".
