Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es, fr, lv, nl, pl, pt_br, sl, zh_hans

source: Smart settings
bg: Умни настройки
cs: Cyhtré nastavení
es: Ajustes inteligentes
fr: Paramètres intelligents
lv: Viedie iestatījumi
nl: Slimme instellingen
pl: Inteligentne ustawienia
pt_br: Ajustes inteligentes
sl: Pametne nastavitve
zh_hans: 智能设置

source: Setting count
bg: Брой на настройките
cs: Počet nastavení
es: Conteo de ajustes
fr: Nombre de paramètres
lv: Iestatījumu skaits
nl: Aantal instellingen
pl: Liczba ustawień
pt_br: Contagem de ajustes
sl: Število nastavitev
zh_hans: 设定计数

source: Name
bg: Име
cs: název
es: Nombre
fr: Nom
lv: Nosaukums
nl: Naam
pl: Nazwa
pt_br: Nome
sl: Ime
zh_hans: 名称

source: Value
bg: Стойност
cs: Hodnota
es: Valor
fr: Valeur
lv: Vērtība
nl: Waarde
pl: Wartość
pt_br: Valor
sl: Vrednost
zh_hans: 值

source: Overridden
bg: Заменена
cs: Přepsáno
es: Anulado
fr: Remplacé
nl: Overschreven
pl: Zastąpione
pt_br: Sobrescrito
sl: Preglašeno

source: Is this settings being overridden by an environment variable?
bg: Отменя ли се тази настройка от променлива на средата?
cs: Je toto nastavení potlačeno proměnnou prostředí?
es: ¿Esta configuración está siendo anulada por una variable de entorno?
fr: Est-ce que ces paramètres sont remplacés par une variable d'environnement?
nl: Wordt deze instelling overschreven door een omgevingsvariabele?
pl: Czy te ustawienia są zastępowane przez zmienną środowiskową?
pt_br: Estes parâmetros estão sendo sobrescritos por uma variável de ambiente?
sl: Ali te nastavitve preglasi spremenljivka okolja?

source: Enter the new setting value.
bg: Въведете новата стойност на настройката.
cs: Zadejte novou hodnotu nastavení.
es: Ingrese el nuevo valor del ajuste.
fr: Entrez la nouvelle valeur.
lv: Ievadiet jauno iestatījuma vērtību.
nl: De nieuwe instellingswaarde invoeren.
pl: Wprowadź nową wartość ustawienia.
pt_br: Entre o novo valor do parâmetro.
sl: Vnesite novo vrednost nastavitve.
zh_hans: 输入新的设定值。

source: "%s" not a valid entry.
bg: &quot;%s&quot; не е валиден запис.
cs: "%s" není platná položka.
es: "%s" no es una entrada válida.
fr: "%s" n'est pas une entrée valide.
lv: "%s" nav derīgs ieraksts.
nl: "%s" is geen geldige invoer.
pl: "%s" nie jest prawidłowym wpisem.
pt_br: "%s" não é uma entrada válida.
sl: &quot;%s&quot; ni veljaven vnos.
zh_hans: “%s”不是有效的许可。

source: Settings
bg: Настройки
cs: Nastavení
es: Ajustes
fr: Paramètres
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt_br: Parâmetros
sl: nastavitve
zh_hans: 设置

source: Namespaces
bg: Именни пространства
cs: Jmenné prostory
es: Categorías
fr: Espaces de noms
lv: Nosaukumu vietas
pl: Przestrzenie nazw
pt_br: Categorias
sl: Imenski prostori
zh_hans: 命名空间

source: Edit
bg: Редактиране
cs: Upravit
es: Editar
fr: Modifier
lv: Rediģēt
nl: Bewerken
pl: Edytuj
pt_br: Editar
sl: Uredi
zh_hans: 编辑

source: Edit settings
bg: Редактиране на настройките
cs: Upravit nastavení
es: Editar ajustes
fr: Modifier les paramètres
lv: Rediģēt iestatījumus
nl: Instellingen bewerken
pl: Edytuj ustawienia
pt_br: Editar parâmetros
sl: Uredi nastavitve
zh_hans: 编辑设置

source: View settings
bg: Преглед на настройките
cs: Zobrazit nastavení
es: Ver configuraciones
fr: Afficher les paramètres
lv: Skatīt iestatījumus
nl: Instellingen bekijken
pl: Przegląd ustawień
pt_br: Ver parâmetros
sl: Ogled nastavitev
zh_hans: 查看设置

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
bg: Списък с низове, представляващи имена на хост / домейн, които този сайт може да показва. Това е мярка за сигурност за предотвратяване на HTTP Host header атаки, които са възможни дори при на пръв поглед много безопасни конфигурации на уеб сървъра. Стойностите в този списък могат да бъдат напълно квалифицирани имена (напр. „www.example.com“), като в този случай те ще бъдат съпоставени точно със заглавката на хоста на заявката (нечувствителни към регистъра, без да включват порта). Стойност, започваща с точка, може да бъде използвана като заместващ поддомейн: „.example.com“ ще съответства на example.com, www.example.com и всеки друг поддомейн от example.com. Стойност &#39;*&#39; ще отговаря на всичко; в този случай вие сте отговорни да предоставите вашата собствена валидация на заглавката на хоста (може би в междинния софтуер; ако е така, този междинен софтуер трябва да бъде посочен първи в MIDDLEWARE).
cs: Seznam řetězců představujících názvy hostitelů/domén, které může tento web obsluhovat. Jedná se o bezpečnostní opatření, které má zabránit útokům na hlavičku HTTP Host, které jsou možné i v mnoha zdánlivě bezpečných konfiguracích webových serverů. Hodnoty v tomto seznamu mohou být plně kvalifikované názvy (např. 'www.example.com'), v takovém případě budou přesně porovnány s hlavičkou Hostitele požadavku (bez rozlišování velkých a malých písmen, bez zahrnutí portu). Hodnotu začínající tečkou lze použít jako zástupný znak subdomény: '.example.com' bude odpovídat example.com, www.example.com a jakékoli jiné subdoméně example.com. Hodnota '*' bude odpovídat čemukoli; v tomto případě jste zodpovědní za zajištění vlastní validace hlavičky Host (možná v middlewaru; pokud ano, musí být tento middleware uveden na prvním místě v MIDDLEWARE).
es: Una lista de textos que representan los nombres de host / dominio que este sitio puede servir. Esta es una medida de seguridad para evitar los ataques de encabezado HTTP Host, que son posibles incluso bajo muchas configuraciones de servidor web aparentemente seguras. Los valores en esta lista pueden ser nombres totalmente calificados (por ejemplo, 'www.ejemplo.com'), en cuyo caso se compararán exactamente con el encabezado Host de la solicitud (no distingue entre mayúsculas y minúsculas, sin incluir el puerto). Un valor que comienza con un punto se puede usar como un comodín de subdominio: '.example.com' coincidirá con example.com, www.example.com y cualquier otro subdominio de example.com. Un valor de '*' coincidirá con cualquier cosa; en este caso, usted es responsable de proporcionar su propia validación del encabezado de host (quizás en un middleware, si es así, este middleware debe aparecer primero en MIDDLEWARE).
fr: Une liste de chaînes représentant les noms d'hôte ou domaine que ce site peut servir. Il s'agit d'une mesure de sécurité pour empêcher les attaques d'en-tête par l'hôte HTTP, qui sont possibles même dans de nombreuses configurations de serveur Web apparemment sûres. Les valeurs de cette liste peuvent être des noms complets (par exemple «www.example.com»), auquel cas ils seront mis en correspondance avec l'en-tête Host de la demande exactement (insensible à la casse, sans inclure le port). Une valeur commençant par un point peut être utilisée comme caractère générique de sous-domaine: «.example.com» correspondra à example.com, www.example.com et à tout autre sous-domaine example.com. Une valeur '*' correspondra à tout; dans ce cas, vous êtes responsable de fournir votre propre validation de l'en-tête Host (peut-être dans un middleware; si tel est le cas, ce middleware doit être répertorié en premier dans MIDDLEWARE).
lv: Saraksts ar virknēm, kas pārstāv vietnes/domēna vārdus, kurus šī vietne var pasniegt. Šis ir drošības pasākums, lai novērstu HTTP uzņēmēja galvenes uzbrukumus, kas ir iespējami pat daudzās šķietami drošās tīmekļa servera konfigurācijās. Vērtības šajā sarakstā var būt pilnībā kvalificēti vārdi (piemēram, “www.example.com”), un tādā gadījumā tie tiks precīzi saskaņoti ar pieprasījuma Host galvenes virsrakstu (nejūtīga, neietverot portu). Vērtību, kas sākas ar punktu, var izmantot kā apakšdomēna aizstājējzīmi: '.example.com' atbilst example.com, www.example.com un jebkuram citam example.com apakšdomēnam. Vērtība '*' atbilst jebkuram; šajā gadījumā jūs esat atbildīgs par savas galvenes apstiprinājuma apstiprināšanu (varbūt starpprogrammatūrā; ja tā, tad starpprogrammatūra vispirms jānorāda iekš MIDDLEWARE).
nl: Een lijst met strings die de host- / domeinnamen vertegenwoordigen die deze site kan bedienen. Dit is een beveiligingsmaatregel om HTTP Host-headeraanvallen te voorkomen, die zelfs mogelijk zijn onder veel schijnbaar veilige webserverconfiguraties. Waarden in deze lijst kunnen volledig gekwalificeerde namen zijn (bijv. 'www.example.com'), in welk geval ze exact worden vergeleken met de Host-header van het verzoek (niet hoofdlettergevoelig, exclusief poort). Een waarde die met een punt begint, kan worden gebruikt als jokerteken voor een subdomein: '.example.com' komt overeen met example.com, www.example.com en elk ander subdomein van example.com. Een waarde van '*' komt overal overeen; in dit geval bent u verantwoordelijk voor uw eigen validatie van de Host-header (misschien in een middleware; zo ja, dan moet deze middleware als eerste worden vermeld in MIDDLEWARE).
pl: Lista ciągów znaków reprezentujących nazwy hosta / domeny, które może obsługiwać ta strona. Jest to środek bezpieczeństwa zapobiegający atakom na nagłówki hosta HTTP, które są możliwe nawet przy wielu pozornie bezpiecznych konfiguracjach serwera WWW. Wartości na tej liście mogą być w pełni kwalifikowanymi nazwami (np. „www.example.com”), w którym to przypadku zostaną one dokładnie dopasowane do nagłówka hosta żądania (bez rozróżniania wielkości liter, bez portu). Wartość zaczynającą się od kropki można wykorzystać jako symbol zastępczy subdomeny: „.example.com” będzie pasował do example.com, www.example.com i każdej innej subdomeny example.com. Wartość „*” pasuje do wszystkiego; w takim przypadku jesteś odpowiedzialny za zapewnienie własnej walidacji nagłówka hosta (być może w oprogramowaniu pośrednim; jeśli tak, to oprogramowanie pośrednie musi być wymienione najpierw w MIDDLEWARE).
pt_br: Uma lista de strings representando os nomes de host/domínio que este site pode utilizar. Esta é uma medida de segurança para prevenir ataques virtuais que utilizem Host header do protocolo HTTP, os quais são possíveis mesmo sob configurações aparentemente seguras de servidor web. Valores nesta lista podem ser nomes totalmente qualificados (por exemplo 'www.example.com'), que nestes casos coincidirão exatamente com as requisições do Host header (sem considerar maiúsculas ou minúsculas, não incluindo porta). Valores que começam com ponto podem ser usados como curingas para subdomínios: ".example.com" coincidirá com "example.com", "www.example.com" e quaisquer outros subdomínios de "example.com". Um valor de '*' coincidirá com qualquer outro; nesse caso você será responsável porfornecer sua própria validação para o Host header (talvez num middleware; assim sendo o middleware deve ser listado primeiro em MIDDLEWARE).
sl: Seznam nizov, ki predstavljajo imena gostiteljev/domen, ki jih lahko služi to spletno mesto. To je varnostni ukrep za preprečevanje napadov na glavo gostitelja HTTP, ki so možni celo v številnih na videz varnih konfiguracijah spletnega strežnika. Vrednosti na tem seznamu so lahko popolnoma kvalificirana imena (npr. &#39;www.example.com&#39;), v tem primeru se bodo natančno ujemale z glavo gostitelja zahteve (ne razlikuje med velikimi in malimi črkami, ne vključuje vrat). Vrednost, ki se začne s piko, lahko uporabite kot nadomestni znak poddomene: &#39;.example.com&#39; se bo ujemal z example.com, www.example.com in katero koli drugo poddomeno example.com. Vrednost &#39;*&#39; bo ustrezala vsem; v tem primeru ste sami odgovorni za zagotavljanje lastne potrditve glave gostitelja (morda v vmesni programski opremi; če je tako, mora biti ta vmesna programska oprema prva navedena v MIDDLEWARE).
zh_hans: 表示此站点可以提供的主机/域名的字符串列表。这是一种防止HTTP主机头攻击的安全措施，即使在许多看似安全的Web服务器配置下也是如此。此列表中的值可以是完全限定名称（例如“www.example.com”），在这种情况下，它们将与请求的主机标头完全匹配（不区分大小写，不包括端口）。以句点开头的值可用作子域通配符：'.example.com'将匹配example.com，www.example.com和example.com的任何其他子域。值'*'将匹配任何内容;在这种情况下，您有责任提供自己的主机头验证（可能在中间件中;如果是这样，则必须首先在MIDDLEWARE中列出此中间件）。

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
bg: Когато е зададено като True, ако URL адресът на заявката не съвпада с който и да е от шаблоните в URLconf и не завършва с наклонена черта, HTTP пренасочване се издава на същия URL адрес с добавена наклонена черта. Имайте предвид, че пренасочването може да доведе до загуба на данни, изпратени в POST заявка. Настройката APPEND_SLASH се използва само ако е инсталиран CommonMiddleware (вижте Middleware). Вижте също PREPEND_WWW.
cs: Pokud je nastaveno na hodnotu True, pokud adresa URL požadavku neodpovídá žádnému ze vzorů v souboru URLconf a nekončí lomítkem, je vydáno přesměrování HTTP na stejnou adresu URL s přidaným lomítkem. Všimněte si, že přesměrování může způsobit ztrátu všech dat odeslaných v požadavku POST. Nastavení APPEND_SLASH se používá pouze v případě, že je nainstalován CommonMiddleware (viz Middleware). Viz také PREPEND_WWW.
es: Cuando se establece en True, si la URL de solicitud no coincide con ninguno de los patrones en el URLconf y no termina en una barra inclinada, se emite un redireccionamiento HTTP a la misma URL con una barra inclinada. Tenga en cuenta que la redirección puede hacer que se pierdan los datos enviados en una solicitud POST. La configuración APPEND_SLASH solo se usa si está instalado CommonMiddleware (ver Middleware). Ver también PREPEND_WWW.
fr: Lorsque défini à "True", si l'URL demandé ne correspond à aucun des modèles configuré dans "URLconf" et ne se termine pas par une barre oblique, une redirection HTTP est émise vers la même URL avec une barre oblique ajoutée. Notez que la redirection peut entraîner la perte de toutes les données soumises dans une demande POST. Le paramètre APPEND_SLASH n'est utilisé que si CommonMiddleware est installé (voir Middleware). Voir également PREPEND_WWW.
lv: Ja iestatījums ir True, un pieprasījuma URL neatbilst nevienam no URLconf modeļiem un tas nenotiek slīpsvītrā, HTTP novirzīšana tiek izdota tam pašam URL ar pievienoto slīpsvītru. Ņemiet vērā, ka novirzīšana var izraisīt jebkādu POST pieprasījumā iesniegto datu pazaudēšanu. Iestatījums APPEND_SLASH tiek izmantots tikai tad, ja ir instalēta CommonMiddleware (sk. Starpprogrammatūra). Skatiet arī PREPEND_WWW.
nl: Indien ingesteld op True, als de verzoek-URL niet overeenkomt met een van de patronen in de URLconf en niet eindigt in een slash, wordt een HTTP-omleiding uitgegeven naar dezelfde URL met een slash toegevoegd. Merk op dat de omleiding ervoor kan zorgen dat alle gegevens die in een POST-verzoek zijn ingediend, verloren gaan. De APPEND_SLASH-instelling wordt alleen gebruikt als CommonMiddleware is geïnstalleerd (zie Middleware). Zie ook PREPEND_WWW.
pl: Po ustawieniu wartości True, jeśli adres URL żądania nie pasuje do żadnego z wzorców w URLconf i nie kończy się ukośnikiem, przekierowanie HTTP jest wysyłane do tego samego adresu URL z dołączonym ukośnikiem. Pamiętaj, że przekierowanie może spowodować utratę danych przesłanych w żądaniu POST. Ustawienie APPEND_SLASH jest używane tylko wtedy, gdy zainstalowano CommonMiddleware (patrz Middleware). Zobacz także PREPEND_WWW.
pt_br: Quando indicado como True, caso a URL requisitada não coincida com os padrões na URLconf e não termine com uma barra, haverá um redirecionamento HTTP para a mesma URL com uma barra adicionada. Note que o redirecionamento pode fazer com que quaisquer dados submetidos numa requisição POST sejam perdidos. O parâmetro APPEND_SLASH é usada apenas se o CommonMiddleware estiver instalado (veja Middleware). Veja também PREPEND_WWW.
sl: Če je nastavljeno na True, če se URL zahteve ne ujema z nobenim vzorcem v URLconf in se ne konča s poševnico, se na isti URL izda preusmeritev HTTP z dodano poševnico. Upoštevajte, da lahko preusmeritev povzroči izgubo vseh podatkov, predloženih v zahtevi POST. Nastavitev APPEND_SLASH se uporablja samo, če je nameščena CommonMiddleware (glejte Middleware). Glej tudi PREPEND_WWW.
zh_hans: 设置为True时，如果请求URL与URLconf中的任何模式都不匹配，并且不以斜杠结尾，则会向相同的URL发出HTTP重定向，并附加斜杠。请注意，重定向可能导致POST请求中提交的任何数据丢失。 APPEND_SLASH设置仅在安装了CommonMiddleware时使用（请参阅Middleware）。另见PREPEND_WWW。

source: The list of validators that are used to check the strength of user's passwords.
bg: Списък на валидаторите, които се използват за проверка на силата на паролите на потребителя.
cs: Seznam ověřovatelů, kteří se používají ke kontrole síly uživatelských hesel.
es: La lista de validadores que se utilizan para verificar la seguridad de las contraseñas de los usuarios.
fr: La liste des validateurs utilisés pour vérifier la force des mots de passe de l'utilisateur.
lv: Validatoru saraksts, kurus izmanto, lai pārbaudītu lietotāja paroļu stiprumu.
nl: De lijst met validators die worden gebruikt om de sterkte van gebruikerswachtwoorden te controleren.
pl: Lista walidatorów używanych do sprawdzania siły haseł użytkownika.
pt_br: A lista de validadores que são usados para validar a força das senhas dos usuários.
sl: Seznam validatorjev, ki se uporabljajo za preverjanje trdnosti uporabniških gesel.

source: A list of authentication backend classes (as strings) to use when attempting to authenticate a user.
cs: Seznam tříd backendu autentizace (jako řetězce), které se použijí při pokusu o autentizaci uživatele.
nl: Een lijst met back-endklassen voor verificatie (als tekenreeksen) die moeten worden gebruikt bij een poging om een gebruiker te verifiëren.
sl: Seznam zalednih razredov za preverjanje pristnosti (kot nizi), ki se uporabljajo pri poskusu preverjanja pristnosti uporabnika.

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
bg: Речник, съдържащ настройките за всички бази данни, които ще се използват с Джанго. Това е вложен речник, чието съдържание пренася псевдоним в базата данни към речник, съдържащ опциите за отделна база данни. Настройката DATABASES трябва да конфигурира база данни по подразбиране; може да бъде посочен и всякакъв брой допълнителни бази данни.
cs: Slovník obsahující nastavení všech databází, které se mají používat s nástrojem Django. Jedná se o vnořený slovník, jehož obsah mapuje alias databáze na slovník obsahující možnosti pro jednotlivé databáze. Nastavení DATABASES musí konfigurovat výchozí databázi; lze zadat i libovolný počet dalších databází.
es: Un diccionario que contiene la configuración de todas las bases de datos que se utilizarán con Django. Es un diccionario anidado cuyos contenidos asignan un alias de base de datos a un diccionario que contiene las opciones para una base de datos individual. La configuración DATABASES debe configurar una base de datos predeterminada; también se puede especificar cualquier cantidad de bases de datos adicionales.
fr: Un dictionnaire contenant les paramètres de toutes les bases de données à utiliser avec Django. Il s'agit d'un dictionnaire imbriqué dont le contenu associe un alias de base de données à un dictionnaire contenant les options d'une base de données individuelle. Le paramètre DATABASES doit configurer une base de données par défaut; un certain nombre de bases de données supplémentaires peuvent également être spécifiées.
lv: Vārdnīca ar visu Django lietojamo datu bāzu iestatījumiem. Tā ir ligzdota vārdnīca, kuras saturs iezīmē datubāzes aizstājvārdu vārdnīcā, kurā ir atsevišķas datu bāzes iespējas. DATABASES iestatījumam jākonfigurē noklusējuma datu bāze; var norādīt arī jebkuru papildu datu bāzu skaitu.
nl: Een dictionary met de instellingen voor alle databases die met Django moeten worden gebruikt. Het is een geneste dictionary waarvan de inhoud een databasealias toewijst aan een dictionary dat de opties voor een individuele database bevat. De DATABASES-instelling moet een standaarddatabase configureren; er kan ook een willekeurig aantal aanvullende databases worden gespecificeerd.
pl: Słownik zawierający ustawienia dla wszystkich baz danych, które będą używane z Django. Jest to zagnieżdżony słownik, którego zawartość odwzorowuje alias bazy danych na słownik zawierający opcje dla pojedynczej bazy danych. Ustawienie DATABASES musi skonfigurować domyślną bazę danych; można również podać dowolną liczbę dodatkowych baz danych.
pt_br: Um dicionário contendo as configurações de todas as bases de dados a serem usadas com Django. Trata-se de um dicionário aninhado cujo conteúdo mapeia pseudônimos de bases de dados para um dicionário contendo as opções para cada base de dados específica. O parâmetro DATABASES deve configurar uma base de dados padrão; qualquer número de bases de dados adicionais deve ser especificado.
sl: Slovar, ki vsebuje nastavitve za vse baze podatkov za uporabo z Django. Je ugnezdeni slovar, katerega vsebina preslika vzdevek baze podatkov v slovar, ki vsebuje možnosti za posamezno bazo podatkov. Nastavitev DATABASES mora konfigurirati privzeto bazo podatkov; lahko se določi tudi poljubno število dodatnih baz podatkov.
zh_hans: 包含要与Django一起使用的所有数据库的设置的字典。它是一个嵌套字典，其内容将数据库别名映射到包含单个数据库选项的字典。 DATABASES设置必须配置默认数据库;还可以指定任意数量的附加数据库。
