Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es, fr, lv, nl, pl, pt_br, sl, zh_hans

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
bg: Списък на всички налични езици. Списъкът е списък с две двойки във формата (код на езика, име на език), например, („ja“, „японски“). Това определя кои езици са достъпни за избор на език. По принцип стойността по подразбиране трябва да е достатъчна. Задайте тази настройка само ако искате да ограничите избора на език до подмножество от предоставените от Джанго езици.
cs: Seznam všech dostupných jazyků. Seznam je seznamem dvojic ve formátu (kód jazyka, název jazyka), například ("ja", "japonština"). Určuje, které jazyky jsou k dispozici pro výběr jazyka. Obecně by měla stačit výchozí hodnota. Toto nastavení nastavte pouze v případě, že chcete omezit výběr jazyka na podmnožinu jazyků nabízených Django.
es: Una lista de todos los idiomas disponibles. La lista es una lista de dos tuplas en el formato (código de idioma, nombre del idioma), por ejemplo, ('ja', 'Japonés'). Esto especifica qué idiomas están disponibles para la selección de idiomas. Generalmente, el valor predeterminado debería ser suficiente. Solo establezca esta configuración si desea restringir la selección de idioma a un subconjunto de los idiomas proporcionados por Django.
fr: Une liste de toutes les langues disponibles. Elle contient la liste des langues au format (code de langue, nom de langue) par exemple ('ja', 'japonais'). Ceci spécifie les langues disponibles pour la sélection de la langue. Généralement, la valeur par défaut devrait suffire. Définissez ce paramètre uniquement si vous souhaitez restreindre la sélection de la langue à un sous-ensemble des langues fournies par Django.
lv: Visu pieejamo valodu saraksts. Sarakstā ir iekļauts divu ierakstu saraksts (valodas kods, valodas nosaukums), piemēram, ('ja', 'japāņu'). Tas norāda, kuras valodas ir pieejamas valodas izvēlei. Parasti pietiek ar noklusējuma vērtību. Iestatiet šo iestatījumu tikai tad, ja vēlaties ierobežot valodu izvēli ar Django sniegto valodu apakškopu.
nl: Een lijst met alle beschikbare talen. De lijst is een lijst met twee tuples in het formaat (taalcode, taalnaam) bijvoorbeeld ('ja', 'Japans'). Dit specificeert welke talen beschikbaar zijn voor taalselectie. Over het algemeen zou de standaardwaarde moeten volstaan. Stel deze instelling alleen in als u de taalselectie wilt beperken tot een subset van de door Django geleverde talen.
pl: Lista wszystkich dostępnych języków. Lista jest listą dwóch krotek w formacie (kod języka, nazwa języka), na przykład („ja”, „japoński”). Określa, które języki są dostępne do wyboru języka. Ogólnie wartość domyślna powinna wystarczyć. Ustaw to ustawienie tylko, jeśli chcesz ograniczyć wybór języka do podzbioru języków dostarczonych przez Django.
pt_br: Uma lista de todos os idiomas disponíveis. Esta é uma lista de tuplas no formato (código do idioma, código da língua). Por exemplo: ('pt_BR', 'Português do Brasil'). Isso especifica quais idiomas estão disponíveis para seleção. Geralmente, o valor padrão é suficiente. Apenas defina este parâmetro se você quiser restringir a seleção de idiomas a um subconjunto daquelas fornecidas pelo Django.
sl: Seznam vseh razpoložljivih jezikov. Seznam je seznam dveh dvojnikov v formatu (koda jezika, ime jezika), na primer (&#39;ja&#39;, &#39;japonsko&#39;). To določa, kateri jeziki so na voljo za izbiro jezika. Na splošno bi morala zadostovati privzeta vrednost. To nastavitev nastavite samo, če želite omejiti izbiro jezika na podnabor jezikov, ki jih ponuja Django.

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
bg: Низ, представляващ езиков код за тази инсталация. Това трябва да е в стандартен езиков ID формат. Например американският английски е „en-us“. Той служи за две цели: Ако междинният софтуер за локална мрежа не се използва, списъкът решава кой превод да служи на всички потребители. Ако междинният софтуер за локална мрежа е активен, той предоставя резервен език в случай, че предпочитаният език на потребителя не може да бъде определен или не се поддържа от уебсайта. Той също така осигурява резервен превод, когато превод за даден буква не съществува за предпочитания от потребителя език.
cs: Řetězec představující kód jazyka pro tuto instalaci. Měl by být ve standardním formátu ID jazyka. Například americká angličtina je "en-us". Slouží ke dvěma účelům: Pokud se nepoužívá lokalizační middleware, rozhoduje o tom, který překlad bude servírován všem uživatelům. Pokud je locale middleware aktivní, poskytuje záložní jazyk pro případ, že preferovaný jazyk uživatele nelze určit nebo není webem podporován. Náhradní překlad poskytuje také v případě, že pro daný literál neexistuje překlad pro preferovaný jazyk uživatele.
es: Un texto que representa el código de idioma para esta instalación. Esto debe estar en formato de ID de idioma estándar. Por ejemplo, el inglés de EE. UU. Es 'en-us'. Tiene dos propósitos: si el middleware de configuración regional no está en uso, decide qué traducción se sirve a todos los usuarios. Si el middleware de configuración regional está activo, proporciona un idioma alternativo en caso de que el idioma preferido del usuario no se pueda determinar o el sitio web no lo admita. También proporciona la traducción alternativa cuando no existe una traducción para un literal dado para el idioma preferido del usuario.
lv: Stringi, kas attēlo šīs instalācijas valodas kodu. Tam jābūt standarta valodas ID formātā. Piemēram, ASV angļu valoda ir "en-us". Tas kalpo diviem mērķiem: ja lokālā starpprogrammatūra netiek izmantota, tā nolemj, kurš tulkojums tiek nodrošināts visiem lietotājiem. Ja lokalizācijas starpprogrammatūra ir aktīva, tā nodrošina rezerves valodu, ja lietotāja vēlamo valodu nevar noteikt vai vietne to neatbalsta. Tā arī nodrošina rezerves tulkojumu, ja konkrētā literārā tulkojums nav lietotāja vēlamajai valodai.
nl: Een tekenreeks die de taalcode voor deze installatie vertegenwoordigt. Dit moet in de standaardtaal-ID-indeling zijn. Amerikaans Engels is bijvoorbeeld "en-us". Het dient twee doelen: als de locale middleware niet in gebruik is, bepaalt het welke vertaling aan alle gebruikers wordt aangeboden. Als de locale middleware actief is, biedt het een reservetaal voor het geval de voorkeurstaal van de gebruiker niet kan worden bepaald of niet wordt ondersteund door de website. Het biedt ook de reservevertaling wanneer er geen vertaling voor een bepaalde letterlijke tekst bestaat voor de voorkeurstaal van de gebruiker.
pl: Ciąg reprezentujący kod języka dla tej instalacji. Powinien być w standardowym formacie identyfikatora języka. Na przykład amerykański angielski to „en-us”. Służy on dwóm celom: jeśli lokalne oprogramowanie pośredniczące nie jest używane, decyduje, które tłumaczenie zostanie dostarczone wszystkim użytkownikom. Jeśli lokalne oprogramowanie pośredniczące jest aktywne, zapewnia język zastępczy na wypadek, gdyby preferowany język użytkownika nie mógł zostać określony lub nie jest obsługiwany przez witrynę internetową. Zapewnia również tłumaczenie awaryjne, gdy tłumaczenie dla danego literału nie istnieje dla preferowanego języka użytkownika.
pt_br: Uma string representando o código do idioma para esta instalação. Deve estar em formato padrão de ID de idioma. Por exemplo, inglês estadunidense é "en-us". Serve a dois propósitos: se o middleware de locale não estiver em uso, decide qual tradução será servida a todos os usuários. Se o middleware de locale estiver ativo, fornece um idioma de fallback caso o idioma do usuário não puder ser prederminado ou não for suportado pelo site. Também fornece uma tradução de fallback quando a tradução de determinada literal não existir para o idioma do usuário.
sl: Niz, ki predstavlja kodo jezika za to namestitev. To mora biti v standardnem formatu ID-ja jezika. Ameriška angleščina je na primer &quot;en-us&quot;. Služi dvema namenoma: če vmesna programska oprema področnih nastavitev ni v uporabi, se odloči, kateri prevod bo na voljo vsem uporabnikom. Če je področna vmesna programska oprema aktivna, zagotavlja nadomestni jezik v primeru, da uporabnikovega želenega jezika ni mogoče določiti ali ga spletno mesto ne podpira. Zagotavlja tudi nadomestni prevod, ko prevod za dani literal ne obstaja za uporabnikov želeni jezik.

source: Default: 'sessionid'. The name of the cookie to use for sessions.This can be whatever you want (as long as it's different from the other cookie names in your application).
bg: По подразбиране: &#39;sessionid&#39;. Името на бисквитката, която да използвате за сесии. Това може да бъде каквото искате (стига да е различно от другите имена на бисквитки във вашето приложение).
cs: Výchozí: &#39;sessionid&#39;. Název souboru cookie, který se použije pro relace. Může to být cokoli chcete (pokud se liší od ostatních názvů souborů cookie v aplikaci).
nl: Standaard: 'sessionid'. De naam van de cookie die voor sessies moet worden gebruikt. Dit kan zijn wat u maar wilt (zolang deze maar verschilt van de andere cookienamen in uw toepassing).
pl: Domyślnie: „sessionid”. Nazwa pliku cookie wykorzystywanego podczas sesji. Może to być dowolna nazwa (pod warunkiem, że różni się od innych nazw plików cookie w aplikacji).
pt_br: 'sessionid' default;. O nome do cookie a ser usado nas sessões. Este pode ser o que você quiser, desde que seja diferente dos outros nomes de cookies no seu aplicativo.
sl: Privzeto: &#39;sessionid&#39;. Ime piškotka, ki se uporablja za seje. To je lahko poljubno (če se razlikuje od drugih imen piškotkov v vaši aplikaciji).

source: Default: 'django.contrib.sessions.backends.db'. Controls where Django stores session data.
bg: По подразбиране: &#39;django.contrib.sesions.backends.db&#39;. Контролира къде Django съхранява данни от сесията.
cs: Výchozí: &#39;django.contrib.sessions.backends.db&#39;. Určuje, kde Django ukládá data relace.
nl: Standaard: 'django.contrib.sessions.backends.db'. Bepaalt waar Django sessiegegevens opslaat.
pl: Domyślnie: „django.contrib.sessions.backends.db”. Kontroluje, gdzie Django przechowuje dane sesji.
pt_br: 'django.contrib.sessions.backends.db' default;. Controla onde o Django armazena dados da sessão.
sl: Privzeto: &#39;django.contrib.sessions.backends.db&#39;. Nadzoruje, kje Django shranjuje podatke o seji.

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This controls the behavior of the request object’s is_secure() method. Warning: Modifying this setting can compromise your site’s security. Ensure you fully understand your setup before changing it.
bg: Поредицата, представляваща комбинация от HTTP заглавка / стойност, която представлява заявка, е защитена. Това контролира поведението на метода is_secure () на обекта на заявка. Предупреждение: Промяната на тази настройка може да компрометира сигурността на вашия сайт. Уверете се, че напълно разбирате вашата настройка, преди да я промените.
cs: Tuple představující kombinaci záhlaví/hodnoty HTTP, která znamená, že požadavek je bezpečný. Toto řídí chování metody is_secure () objektu požadavku. Varování: Úprava tohoto nastavení může ohrozit zabezpečení vašeho webu. Před změnou se ujistěte, že svému nastavení plně rozumíte.
nl: Een tuple die een HTTP-header/waarde-combinatie vertegenwoordigt die een verzoek aangeeft, is veilig. Dit bepaalt het gedrag van de methode is_secure() van het verzoekobject. Waarschuwing: het wijzigen van deze instelling kan de beveiliging van uw site in gevaar brengen. Zorg ervoor dat u uw configuratie volledig begrijpt voordat u deze wijzigt.
pl: Krotka reprezentująca kombinację nagłówka / wartości HTTP, która oznacza żądanie, jest bezpieczna. Kontroluje to zachowanie metody is_secure() obiektu żądania. Ostrzeżenie: zmiana tego ustawienia może zagrozić bezpieczeństwu witryny. Przed zmianą upewnij się, że w pełni rozumiesz swoją konfigurację.
pt_br: Uma tupla representando uma combinação de cabeçalho/valor HTTP que significa que o recurso é seguro. Isto controla o comportamento do método is_secure() do objeto request. Atenção: modificar este parâmetro pode comprometer a segurança deste site. Certifique-se de compreender integralmente sua instalação antes de mudá-lo.
sl: Torka, ki predstavlja kombinacijo glave/vrednosti HTTP, ki označuje, da je zahteva varna. To nadzira vedenje metode is_secure() objekta zahteve. Opozorilo: Spreminjanje te nastavitve lahko ogrozi varnost vašega spletnega mesta. Prepričajte se, da v celoti razumete svojo nastavitev, preden jo spremenite.

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
bg: URL адрес, който да използвате, когато се позовавате на статични файлове, разположени в STATIC_ROOT. Пример: "/static/"; или "http://static.example.com/" Ако не е None, адресът ще бъде използвано като основен път за дефинициите на активите (клас Media) и приложението staticfiles. Трябва да завършва с наклонена черта, ако е зададен на непразна стойност.
cs: Adresa URL, která se má použít při odkazování na statické soubory umístěné v STATIC_ROOT. Příklad: „/static/“ nebo „http://static.example.com/“ Pokud ne Žádný, použije se jako základní cesta pro definice aktiv (třída Media) a aplikaci staticfiles. Pokud je nastaveno na neprázdnou hodnotu, musí končit lomítkem.
es: URL a usar cuando se hace referencia a archivos estáticos ubicados en STATIC_ROOT. Ejemplo: "/static/" o "http://static.example.com/". Si no es None, se usará como ruta base para las definiciones de activos (la clase Media) y la aplicación staticfiles. Debe terminar en una barra inclinada si se establece en un valor no vacío.
lv: URL, kas jāizmanto, atsaucoties uz statiskiem failiem, kas atrodas STATIC_ROOT. Piemērs: "/static/" vai "http://static.example.com/". Ja šī vērtība nav tukša, tā tiks izmantota kā bāzes ceļš aktīvu definīcijām (multivides Media klase) un staticfiles lietotnei. Ja vērtība nav tukša, tai ir jābeidzas ar slīpsvītru.
nl: URL die moet worden gebruikt bij het verwijzen naar statische bestanden in STATIC_ROOT. Voorbeeld: "/static/" of "http://static.example.com/" Als dit None is, wordt dit gebruikt als het basispad voor activadefinities (de mediaklasse) en de staticfiles-app. Het moet eindigen op een slash als het is ingesteld op een niet-lege waarde.
pl: Adres URL używany w odniesieniu do plików statycznych znajdujących się w STATIC_ROOT. Przykład: „/static/” lub „http://static.example.com/” Jeśli nie, to zostanie on użyty jako podstawowa ścieżka do definicji zasobów (klasa Media) i aplikacji staticfiles. Musi kończyć się ukośnikiem, jeśli jest ustawiona na niepustą wartość.
pt_br: URL a ser usada quando se referir aos arquivos estáticos contidos em STATIC_ROOT. Exemplo: "/static/" ou "http://static.example.com/". Se não for None, será usada como caminho base para definições de recursos (a classe Media) e a app staticfiles. Deve terminar com uma barra se definida para um valor não vazio.

source: The file storage engine to use when collecting static files with the collectstatic management command. A ready-to-use instance of the storage backend defined in this setting can be found at django.contrib.staticfiles.storage.staticfiles_storage.
bg: Двигателят за съхранение на файлове, който да се използва при събиране на статични файлове с командата за управление collectstatic. Готов за използване екземпляр на резервния архив за съхранение, дефиниран в тази настройка, може да бъде намерен на django.contrib.staticfiles.storage.staticfiles_storage.
cs: Stroj pro ukládání souborů, který se má použít při shromažďování statických souborů pomocí příkazu collectstatic management. Instanci připravenou k použití backendu úložiště definovaného v tomto nastavení najdete na django.contrib.staticfiles.storage.staticfiles_storage.
es: El motor de almacenamiento de archivos que se utiliza al recopilar archivos estáticos con el comando de gestión collectstatic. Puede encontrar una instancia lista para usar del backend de almacenamiento definido en esta configuración en django.contrib.staticfiles.storage.staticfiles_storage.
fr: Le moteur de stockage de fichiers à utiliser lors de la collecte de fichiers statiques avec la commande de gestion collectstatic. Une instance prête à l'emploi du processus de stockage défini dans ce paramètre se trouve sur django.contrib.staticfiles.storage.staticfiles_storage.
nl: De bestandsopslag-engine om te gebruiken bij het verzamelen van statische bestanden met de opdracht collectstatic management. Een kant-en-klare instantie van de storage-backend die in deze instelling is gedefinieerd, is te vinden op django.contrib.staticfiles.storage.staticfiles_storage.
pl: Mechanizm przechowywania plików używany podczas zbierania plików statycznych za pomocą komendy managestatic management. Gotową do użycia instancję zaplecza pamięci zdefiniowaną w tym ustawieniu można znaleźć na stronie django.contrib.staticfiles.storage.staticfiles_storage.
pt_br: A ferramenta de armazenamento de arquivos a ser usada pelo comando collectstatic. Uma instância pronta para uso do backend de storage definida neste parâmetro pode ser encontrada em django.contrib.staticfiles.storage.staticfiles_storage.
sl: Mehanizem za shranjevanje datotek, ki se uporablja pri zbiranju statičnih datotek z ukazom za upravljanje collectstatic. Primerek ozadja za shranjevanje, ki je pripravljen za uporabo, definiran v tej nastavitvi, lahko najdete na django.contrib.staticfiles.storage.staticfiles_storage.

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
bg: Низ, представляващ часовата зона за тази инсталация. Обърнете внимание, че това не е непременно часовата зона на сървъра. Например един сървър може да обслужва множество сайтове, захранвани от Django, всеки с отделна настройка на часовата зона.
cs: Řetězec představující časové pásmo této instalace. Všimněte si, že to nemusí být nutně časové pásmo serveru. Jeden server může například obsluhovat více webů s Django, přičemž každý z nich má nastaveno jiné časové pásmo.
es: Un text que representa la zona horaria para esta instalación. Tenga en cuenta que esto no es necesariamente la zona horaria del servidor. Por ejemplo, un servidor puede servir múltiples sitios con Django, cada uno con una configuración de zona horaria separada.
nl: Een tekenreeks die de tijdzone voor deze installatie vertegenwoordigt. Merk op dat dit niet noodzakelijk de tijdzone van de server is. Eén server kan bijvoorbeeld meerdere door Django aangedreven sites bedienen, elk met een afzonderlijke tijdzone-instelling.
pl: Ciąg reprezentujący strefę czasową dla tej instalacji. Pamiętaj, że niekoniecznie jest to strefa czasowa serwera. Na przykład jeden serwer może obsługiwać wiele witryn obsługiwanych przez Django, każde z osobnym ustawieniem strefy czasowej.
pt_br: Uma string representando a time zone para esta instalação. Note que não necessariamente esta é a time zone do servidor. Por exemplo, um servidor pode servir várias aplicações em Django, cada uma com um parâmetro de time zone.
sl: Niz, ki predstavlja časovni pas za to namestitev. Upoštevajte, da to ni nujno časovni pas strežnika. Na primer, en strežnik lahko služi več spletnim mestom, ki jih poganja Django, vsako z ločeno nastavitvijo časovnega pasu.

source: A boolean that specifies whether to use the X-Forwarded-Host header in preference to the Host header. This should only be enabled if a proxy which sets this header is in use.
bg: Булева стойност, която определя дали да се използва заглавката на X-Forwarded-Host за предпочитане пред заглавката на Host. Това трябва да бъде активирано само ако се използва прокси, който задава, че това заглавие се използва.
cs: Logická hodnota, která určuje, zda se má použít hlavička X-Forwarded-Host přednostně před hlavičkou Host. To by mělo být povoleno pouze v případě, že se používá proxy, který nastavuje toto záhlaví.
nl: Een boolean die aangeeft of de X-Forwarded-Host-header moet worden gebruikt in plaats van de Host-header. Dit mag alleen worden ingeschakeld als er een proxy wordt gebruikt die deze koptekst instelt.
pl: Wartość logiczna określająca, czy używać nagłówka X-Forwarded-Host zamiast nagłówka Host. Należy to włączyć tylko wtedy, gdy używany jest serwer proxy, który ustawia ten nagłówek.
pt_br: Um booleano que especifica se deve ser usado o cabeçalho X-Forwarded-Host no lugar do cabeçalho Host. Isto apenas deve ser especificado se um proxy que define este cabeça-lho estiver em uso.
sl: Logična vrednost, ki določa, ali naj se glava X-Forwarded-Host uporablja namesto glave Host. To naj bo omogočeno le, če je v uporabi proxy, ki nastavi to glavo.

source: A boolean that specifies whether to use the X-Forwarded-Port header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use. USE_X_FORWARDED_HOST takes priority over this setting.
bg: Булева стойност, която определя дали да се използва заглавката на X-Forwarded-Port за предпочитане пред променливата SERVER_PORT META. Това трябва да бъде активирано само ако се използва прокси, който задава това заглавие. USE_X_FORWARDED_HOST има приоритет пред тази настройка.
cs: Logická hodnota, která určuje, zda se má přednostně používat hlavička X-Forwarded-Port před proměnnou SERVER_PORT META. To by mělo být povoleno pouze v případě, že se používá proxy, který nastavuje toto záhlaví. USE_X_FORWARDED_HOST má přednost před tímto nastavením.
nl: Een booleaanse waarde die aangeeft of de X-Forwarded-Port-header moet worden gebruikt in plaats van de SERVER_PORT META-variabele. Dit mag alleen worden ingeschakeld als er een proxy wordt gebruikt die deze koptekst instelt. USE_X_FORWARDED_HOST heeft voorrang op deze instelling.
pl: Wartość logiczna określająca, czy używać nagłówka X-Forwarded-Port zamiast zmiennej META SERVER_PORT. Należy to włączyć tylko wtedy, gdy używany jest serwer proxy, który ustawia ten nagłówek. USE_X_FORWARDED_HOST ma pierwszeństwo przed tym ustawieniem.
pt_br: Um booleano que especifica se deve ser usado o cabeçalho X-Forwarded-Host no lugar da variável SERVER_PORT_META. Isto apenas deve ser especificado se um proxy que define este cabeça-lho estiver em uso. USE_X_FORWARDED_HOST tem precedência sobre este parâmetro.
sl: Logična vrednost, ki določa, ali naj se glava X-Forwarded-Port uporablja namesto META spremenljivke SERVER_PORT. To naj bo omogočeno le, če je v uporabi proxy, ki nastavi to glavo. USE_X_FORWARDED_HOST ima prednost pred to nastavitvijo.
