Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es, fr, lv, nl, pl, pt_br, sl, zh_hans

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
bg: По подразбиране: 2621440 (т.е. 2,5 MB). Максималният размер в байтове, който тялото на заявката може да бъде, преди да се повдигне SuspiciousOperation (RequestDataTooBig). Проверката се извършва при достъп до request.body или request.POST и се изчислява спрямо общия размер на заявката, с изключение на евентуални данни за качването на файлове. Можете да зададете това като None, за да деактивирате проверката. Приложенията, които се очаква да получават необичайно големи текстове във формуляра, трябва да настройват тази настройка. Количеството данни на заявката е свързано с обема памет, необходима за обработка на заявката и попълване на GET и POST речниците. Големите заявки могат да бъдат използвани като вектор за атака на отказ на услуга, ако се остави без отметка. Тъй като уеб сървърите обикновено не извършват дълбока проверка на заявката, не е възможно да се извърши подобна проверка на това ниво. Вижте също FILE_UPLOAD_MAX_MEMORY_SIZE.
cs: Výchozí: 2621440 (tj. 2,5 MB). Maximální velikost v bajtech, kterou může být tělo požadavku před vyvoláním SuspiciousOperation (RequestDataTooBig). Kontrola se provádí při přístupu k request.body nebo request.POST a počítá se z celkové velikosti požadavku bez jakýchkoli údajů o nahrávání souborů. Chcete -li zaškrtnutí deaktivovat, můžete toto nastavit na Žádné. Toto nastavení by měly vyladit aplikace, u nichž se očekává, že budou dostávat neobvykle velké příspěvky. Množství dat požadavku koreluje s množstvím paměti potřebné ke zpracování požadavku a naplnění slovníků GET a POST. Velké požadavky by mohly být použity jako vektor útoku odmítnutí služby, pokud by nebyly zaškrtnuty. Protože webové servery obvykle neprovádějí hloubkovou kontrolu požadavků, není možné podobnou kontrolu na této úrovni provést. Viz také FILE_UPLOAD_MAX_MEMORY_SIZE.
es: Valor predeterminado: 2621440 (es decir, 2,5 MB). El tamaño máximo en bytes que puede ser un cuerpo de solicitud antes de que se genere una Operación Sospechosa (RequestDataTooBig). La comprobación se realiza al acceder a request.body o request.POST y se calcula con respecto al tamaño total de la solicitud, excluyendo cualquier archivo de carga de datos. Puede configurar esto en Ninguno para desactivar la verificación. Las aplicaciones que se espera que reciban publicaciones de forma inusualmente grande deben ajustar esta configuración. La cantidad de datos de solicitud se correlaciona con la cantidad de memoria necesaria para procesar la solicitud y llenar los diccionarios GET y POST. Las solicitudes grandes podrían usarse como un vector de ataque de denegación de servicio si no se seleccionan. Dado que los servidores web normalmente no realizan una inspección profunda de solicitudes, no es posible realizar una comprobación similar en ese nivel. Ver también FILE_UPLOAD_MAX_MEMORY_SIZE.
lv: Noklusējums: 2621440 (ti, 2,5 MB). Maksimālais lielums baitos, ko pieprasīšanas struktūra var būt pirms aizdomīgas darbības (RequestDataTooBig) palielināšanas. Pārbaude tiek veikta, piekļūstot pieprasījumam.body vai request.POST, un tiek aprēķināta pēc kopējā pieprasījuma lieluma, izņemot visus failu augšupielādes datus. To var iestatīt uz Nav, lai izslēgtu pārbaudi. Lietojumprogrammām, kurām sagaidāms, ka tās saņems neparasti lielas veidlapas ziņas, ir jākontrolē šis iestatījums. Pieprasījuma datu apjoms ir saistīts ar atmiņas apjomu, kas nepieciešams, lai apstrādātu pieprasījumu un aizpildītu GET un POST vārdnīcas. Lielus pieprasījumus var izmantot kā pakalpojumu atteikšanas uzbrukuma vektoru, ja tas netiek pārbaudīts. Tā kā tīmekļa serveri parasti neveic dziļu pieprasījumu pārbaudi, nav iespējams veikt līdzīgu pārbaudi šajā līmenī. Skatiet arī FILE_UPLOAD_MAX_MEMORY_SIZE.
nl: Standaard: 2621440 (d.w.z. 2,5 MB). De maximale grootte in bytes die een aanvraagtekst mag hebben voordat een SuspiciousOperation (RequestDataTooBig) wordt verhoogd. De controle wordt uitgevoerd bij het openen van request.body of request.POST en wordt berekend op basis van de totale aanvraaggrootte, exclusief bestandsuploadgegevens. U kunt dit instellen op Geen om de controle uit te schakelen. Toepassingen die naar verwachting ongebruikelijk grote formulierberichten zullen ontvangen, moeten deze instelling afstemmen. De hoeveelheid verzoekgegevens is gecorreleerd aan de hoeveelheid geheugen die nodig is om het verzoek te verwerken en de GET- en POST-woordenboeken te vullen. Grote verzoeken kunnen worden gebruikt als een denial-of-service-aanvalsvector als deze niet is aangevinkt. Aangezien webservers doorgaans geen diepgaande verzoekinspectie uitvoeren, is het niet mogelijk om een vergelijkbare controle op dat niveau uit te voeren. Zie ook FILE_UPLOAD_MAX_MEMORY_SIZE.
pl: Domyślnie: 2621440 (tj. 2,5 MB). Maksymalny rozmiar w bajtach, jaki może znajdować się w treści żądania, przed wyrzuceniem SuspiciousOperation (RequestDataTooBig). Sprawdzanie odbywa się podczas uzyskiwania dostępu do request.body lub request.POST i jest obliczane na podstawie całkowitego rozmiaru żądania z wyłączeniem danych do przesłania pliku. Możesz ustawić Brak, aby wyłączyć sprawdzanie. Aplikacje, które powinny otrzymywać niezwykle duże posty, powinny dostosować to ustawienie. Ilość danych żądania jest skorelowana z ilością pamięci potrzebnej do przetworzenia żądania i zapełnienia słowników GET i POST. Duże żądania mogą zostać wykorzystane jako wektor ataku typu „denial-of-service”, jeśli nie zostaną zaznaczone. Ponieważ serwery sieciowe zwykle nie przeprowadzają głębokiej inspekcji żądań, nie można przeprowadzić podobnej kontroli na tym poziomie. Zobacz także FILE_UPLOAD_MAX_MEMORY_SIZE.
pt_br: Valor padrão: 2621440 (i.e. 2.5MB). O tamanho máximo em bytes que um corpo de requisição pode atingir antes que se gere uma Operação Suspeita (RequestDataTooBig). A checagem é feita quando se acessa request.body ou request.POST e é calculada em relação ao tamanho total da solicitação, excluindo qualquer arquivo de carga de dados. Você pode configurá-la para None para desativar a verificação. Aplicações para as quais se esperam POSTs de tamanho muito grande devem ajustar esse parâmetro. A quantidade de dados da requisição está correlacionada com a quantidade de memória necessária para processá-la e povoar os dicionários GET e POST. As requisições grandes podem ser usadas como vetor de ataques de negação de serviço - "denial-of-service" - caso o parâmetro não seja preenchido. Dado que os servidores web normalmente não realizam uma inspeção profunda das requisições, não é possível realizar uma verificação similar nesse nível. Veja também FILE_UPLOAD_MAX_MEMORY_SIZE.
sl: Privzeto: 2621440 (tj. 2,5 MB). Največja velikost v bajtih, ki je lahko telo zahteve, preden se sproži SuspiciousOperation (RequestDataTooBig). Preverjanje se izvede pri dostopu do request.body ali request.POST in se izračuna glede na skupno velikost zahteve brez kakršnih koli podatkov o nalaganju datotek. To lahko nastavite na Brez, da onemogočite preverjanje. Aplikacije, za katere se pričakuje, da bodo prejemale neobičajno velike objave obrazcev, morajo prilagoditi to nastavitev. Količina podatkov o zahtevi je povezana s količino pomnilnika, potrebnega za obdelavo zahteve in zapolnitev slovarjev GET in POST. Velike zahteve bi se lahko uporabile kot vektor napadov zavrnitve storitve, če jih ne označite. Ker spletni strežniki običajno ne izvajajo poglobljenega pregleda zahtev, podobnega preverjanja na tej ravni ni mogoče izvesti. Glej tudi FILE_UPLOAD_MAX_MEMORY_SIZE.
zh_hans: 默认值：2621440（即2.5 MB）。引发可疑操作（请求数据太大）之前请求正文的最大大小（以字节为单位）。在访问request.body或request.POST时完成检查，并根据不包括任何文件上传数据的总请求大小计算。您可以将其设置为“无”以禁用检查。预计会收到异常大型表单提交的应用程序应调整此设置。请求数据量与处理请求和填充GET和POST词典所需的内存量相关联。如果不加以检查，大请求可以用作拒绝服务攻击载体。由于Web服务器通常不执行深度请求检查，因此无法在该级别执行类似检查。另请参见FILE_UPLOAD_MAX_MEMORY_SIZE。

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
bg: По подразбиране: &#39;webmaster@localhost&#39; По подразбиране имейл адрес, който да се използва за различни автоматизирани кореспонденции от мениджъра(ите) на сайта. Това не включва съобщения за грешки, изпратени до ADMINS и MANAGERS; за това вижте SERVER_EMAIL.
cs: Výchozí: 'webmaster@localhost' Výchozí e -mailová adresa, kterou lze použít pro různé automatizované korespondence od správce(ů) webu. To nezahrnuje chybové zprávy odeslané ADMINS a MANAGERS; viz SERVER_EMAIL.
es: Predeterminado:'webmaster@localhost' Dirección de correo electrónico predeterminada que se usa para la correspondencia automatizada del administrador(es) del sitio. Esto no incluye los mensajes de error enviados a ADMINS y MANAGERS; para eso, vea SERVER_EMAIL.
fr: Par défaut: 'webmaster@localhost' Adresse courriel par défaut à utiliser pour diverses correspondances automatisées du ou des gestionnaires de site. Cela n'inclut pas les messages d'erreur envoyés aux ADMIN et aux GESTIONNAIRES; pour cela, voir SERVER_EMAIL.
lv: Noklusējums: “webmaster@localhost” Noklusējuma e-pasta adrese, ko izmanto dažādai automatizētai sarakstei no vietnes pārvaldnieka (-iem). Tas neietver kļūdas ziņojumus, kas nosūtīti ADMINS un MANAGERS; par to skatiet SERVER_EMAIL.
nl: Standaard: 'webmaster@localhost' Standaard e-mailadres om te gebruiken voor verschillende geautomatiseerde correspondentie van de sitemanager(s). Dit omvat geen foutmeldingen die naar ADMINS en MANAGERS zijn gestuurd; zie daarvoor SERVER_EMAIL.
pl: Domyślnie: „webmaster@localhost” Domyślny adres e-mail używany do różnych automatycznych korespondencji od managerów witryn. Nie obejmuje to komunikatów o błędach wysyłanych do ADMINS i MANAGERS; w tym celu zobacz SERVER_EMAIL.
pt_br: Padrão: 'webmaster@localhost'. Endereço padrão de e-mail a ser usado para várias correspondências automáticas dos administradores do site. Isto não inclui mensagens de erro enviadas para ADMINS e MANAGERS; para tanto, veja SERVER_EMAIL.
sl: Privzeto: &#39;webmaster@localhost&#39; Privzeti e-poštni naslov za uporabo za različne avtomatizirane korespondence upravitelja(-ov) mesta. To ne vključuje sporočil o napakah, poslanih SKRBNIKOM in VODJEM; za to glejte SERVER_EMAIL.

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
bg: По подразбиране: [] (празен списък). Списък на компилирани обекти на регулярни изрази, представляващи низове на User-Agent, на които не е разрешено да посещават никоя страница в цялата система. Използвайте това за лоши роботи/пълзящи роботи . Това се използва само ако е инсталиран CommonMiddleware (вижте Middleware).
cs: Výchozí: [] (prázdný seznam). Seznam zkompilovaných objektů regulárních výrazů představujících řetězce User-Agent, kterým není povoleno navštívit žádnou stránku v celém systému. Použijte to pro špatné roboty/prohledávače. To se používá pouze v případě, že je nainstalován CommonMiddleware (viz Middleware).
es: Valor predeterminado: [] (lista vacía). Lista de objetos de expresiones regulares compilados que representan textos de User-Agent que no pueden visitar ninguna página, en todo el sistema. Úselo para robots / rastreadores malos. Esto solo se usa si CommonMiddleware está instalado (ver Middleware).
lv: Noklusējums: [] (Tukšs saraksts). Sastādīto regulāro izteiksmes objektu saraksts, kas pārstāv lietotāja-aģentu virknes, kurām nav atļauts apmeklēt jebkuru lapu. Izmantojiet to sliktiem robotiem/rāpuļprogrammām. Tas tiek izmantots tikai tad, ja ir instalēta CommonMiddleware (sk. Starpprogrammatūra).
nl: Standaard: [] (lege lijst). Lijst met gecompileerde reguliere-expressieobjecten die User-Agent-tekenreeksen vertegenwoordigen die geen systeempagina mogen bezoeken. Gebruik dit voor bad robots/crawlers. Dit wordt alleen gebruikt als CommonMiddleware is geïnstalleerd (zie Middleware).
pl: Domyślnie: [] (pusta lista). Lista skompilowanych obiektów wyrażeń regularnych reprezentujących ciągi User-Agent, które nie mogą odwiedzać żadnej strony, w całym systemie. Użyj tego w przypadku złych robotów/crawlerów. Jest to używane tylko wtedy, gdy zainstalowano CommonMiddleware (patrz Oprogramowanie pośrednie).
pt_br: Valor padrão: [] (Lista vazia). Lista de objetos de expressões regulares compilados representando strings de User-Agent que não tem permissão para visitar nenhuma página em todo o sistema. Use contra maus robôs/rastradores. Este parâmetro só é usado com o CommonMiddleware instalado (veja Middleware).
sl: Privzeto: [] (prazen seznam). Seznam prevedenih objektov regularnega izraza, ki predstavljajo nize User-Agent, ki jim ni dovoljeno obiskati nobene strani v celotnem sistemu. Uporabite to za slabe robote/pajke. To se uporablja le, če je nameščena CommonMiddleware (glejte Middleware).
zh_hans: 默认值：[]（空列表）。在系统范围内表示不允许访问任何页面的用户代理字符串的已编译正则表达式对象的列表。用于防范恶意的机器人/爬虫。这仅在安装了CommonMiddleware时使用（请参阅Middleware）。

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
bg: По подразбиране: &#39;django.core.mail.backends.smtp.EmailBackend&#39;. Бекенд, който да използвате за изпращане на имейли.
cs: Výchozí: &#39;django.core.mail.backends.smtp.EmailBackend&#39;. Backend, který se používá pro odesílání e-mailů.
es: Valor predeterminado: 'django.core.mail.backends.smtp.EmailBackend'. El backend para usar para enviar correos electrónicos.
fr: Par défaut:'django.core.mail.backends.smtp.EmailBackend'. Le backend à utiliser pour envoyer des courriels.
nl: Standaard: 'django.core.mail.backends.smtp.EmailBackend'. De backend om te gebruiken voor het versturen van e-mails.
pl: Domyślnie: „django.core.mail.backends.smtp.EmailBackend”. Backend używany do wysyłania wiadomości e-mail.
pt_br: Valor padrão: 'django.core.mail.backends.smtp.EmailBackend'. O back-end usado para enviar e-mails.
sl: Privzeto: &#39;django.core.mail.backends.smtp.EmailBackend&#39;. Zaledje za pošiljanje e-pošte.
zh_hans: 默认值：'django.core.mail.backends.smtp.EmailBackend'。用于发送电子邮件的后端。

source: Default: 'localhost'. The host to use for sending email.
bg: По подразбиране: &#39;localhost&#39;. Хостът, който да използвате за изпращане на имейл.
cs: Výchozí: &#39;localhost&#39;. Hostitel, který má být použit pro odesílání e-mailů.
es: Valor predeterminado: 'localhost'. El host que se usará para enviar correos electrónicos.
fr: Par défaut: 'localhost'. L'hôte à utiliser pour l'envoi de courriel.
lv: Noklusējums: “localhost”. Hosts, ko izmanto e-pasta sūtīšanai.
nl: Standaard: 'localhost'. De host om te gebruiken voor versturen e-mail.
pl: Domyślnie: „localhost”. Host używany do wysyłania wiadomości e-mail.
pt_br: Valor padrão: 'localhost'. O host usado para enviar e-mail.
sl: Privzeto: &#39;localhost&#39;. Gostitelj, ki bo uporabljen za pošiljanje e-pošte.
zh_hans: 默认值：'localhost'。用于发送电子邮件的主机。

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
bg: По подразбиране: &#39;&#39; (празен низ). Парола за SMTP сървър, дефиниран в EMAIL_HOST. Тази настройка се използва заедно с EMAIL_HOST_USER, когато се прави удостоверяване на SMTP сървъра. Ако някоя от тези настройки е празна, Django няма да прави опит за удостоверяване.
cs: Výchozí: &#39;&#39; (prázdný řetězec). Heslo pro server SMTP definované v EMAIL_HOST. Toto nastavení se používá ve spojení s EMAIL_HOST_USER při autentizaci na server SMTP. Pokud je některé z těchto nastavení prázdné, Django se nepokusí o ověření.
es: Valor predeterminado: '' (texto vacío). Contraseña para usar para el servidor SMTP definido en EMAIL_HOST. Esta configuración se usa junto con EMAIL_HOST_USER al autenticarse en el servidor SMTP. Si cualquiera de estas configuraciones está vacía, Django no intentará la autenticación.
lv: Noklusējums: '' (Tukša virkne). Parole, ko izmantot SMTP serverim, kas definēts vietnē EMAIL_HOST. Šis iestatījums tiek izmantots kopā ar EMAIL_HOST_USER autentificējot SMTP serveri. Ja kāds no šiem iestatījumiem ir tukšs, Django neveic autentifikāciju.
nl: Standaard: '' (lege tekenreeks). Wachtwoord om te gebruiken voor de SMTP-server gedefinieerd in EMAIL_HOST. Deze instelling wordt gebruikt in combinatie met EMAIL_HOST_USER bij authenticatie bij de SMTP-server. Als een van deze instellingen leeg is, zal Django geen authenticatie proberen.
pl: Domyślnie: „” (pusty ciąg). Hasło do użycia dla serwera SMTP zdefiniowanego w EMAIL_HOST. To ustawienie jest używane w połączeniu z EMAIL_HOST_USER podczas uwierzytelniania na serwerze SMTP. Jeśli jedno z tych ustawień jest puste, Django nie podejmie próby uwierzytelnienia.
pt_br: Valor padrão: '' (String vazia). Senha utilizada para o servidor SMTP definido em EMAIL_HOST. Este parâmetro é usado junto ao EMAIL_HOST_USER durante a autenticação no servidor SMTP. Se qualquer um desses parâmetros estiver vazio, Django não tentará a autenticação.
sl: Privzeto: &#39;&#39; (Prazen niz). Geslo za uporabo strežnika SMTP, definiranega v EMAIL_HOST. Ta nastavitev se uporablja v povezavi z EMAIL_HOST_USER pri preverjanju pristnosti na strežniku SMTP. Če je katera od teh nastavitev prazna, Django ne bo poskušal preveriti pristnosti.
zh_hans: 默认值：''（空字符串）。用于EMAIL_HOST中定义的SMTP服务器的密码。在向SMTP服务器进行身份验证时，此设置与EMAIL_HOST_USER结合使用。如果这些设置中的任何一个为空，Django将不会尝试身份验证。

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
bg: По подразбиране: &#39;&#39; (празен низ). Потребителско име за SMTP сървър, дефиниран в EMAIL_HOST. Ако е празно, Django няма да прави опит за удостоверяване.
cs: Výchozí: &#39;&#39; (prázdný řetězec). Uživatelské jméno pro server SMTP definované v EMAIL_HOST. Pokud je prázdný, Django se nepokouší o ověření.
es: Valor predeterminado: '' (text vacío). Nombre de usuario a usar para el servidor SMTP definido en EMAIL_HOST. Si está vacío, Django no intentará la autenticación.
fr: Par défaut: '' (chaîne vide). Nom d'utilisateur à utiliser pour le serveur SMTP défini dans EMAIL_HOST. Si vide, Django ne tentera pas d'authentification.
lv: Noklusējums: '' (Tukša virkne). Lietotājvārds, ko izmantot SMTP serverim, kas definēts pakalpojumā EMAIL_HOST. Ja tukšs, Django neizmēģinās autentifikāciju.
nl: Standaard: '' (lege tekenreeks). Gebruikersnaam om te gebruiken voor de SMTP-server gedefinieerd in EMAIL_HOST. Indien leeg, zal Django geen authenticatie proberen.
pl: Domyślnie: „” (pusty ciąg). Nazwa użytkownika używana dla serwera SMTP zdefiniowanego w EMAIL_HOST. Jeśli pusty, Django nie podejmie próby uwierzytelnienia.
pt_br: Valor padrão '' (String vazia). Nome de usuário utilizado para o servidor SMTP definido em EMAIL_HOST. Se estiver vazio, Django não tentará a autenticação.
sl: Privzeto: &#39;&#39; (Prazen niz). Uporabniško ime za strežnik SMTP, definiran v EMAIL_HOST. Če je prazno, Django ne bo poskušal preveriti pristnosti.
zh_hans: 默认值：''（空字符串）。用于EMAIL_HOST中定义的SMTP服务器的用户名。如果为空，Django将不会尝试身份验证。

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
bg: По подразбиране: 25. Порт, който да се използва за SMTP сървър, дефиниран в EMAIL_HOST.
cs: Výchozí: 25. Port, který má být použit pro server SMTP definovaný v EMAIL_HOST.
es: Valor predeterminado: 25. Puerto para usar para el servidor SMTP definido en EMAIL_HOST.
fr: Par défaut: 25. Port à utiliser pour le serveur SMTP défini dans EMAIL_HOST.
nl: Standaard: 25. Poort om te gebruiken voor de SMTP server zoals vastgelegd in EMAIL_HOST.
pl: Domyślnie: 25. Port używany przez serwer SMTP zdefiniowany w EMAIL_HOST.
pt_br: Valor padrão: 25. Porta usada para o servidor SMTP definido em EMAIL_HOST.
sl: Privzeto: 25. Vrata za uporabo strežnika SMTP, definiranega v EMAIL_HOST.
zh_hans: 默认值：25。用于EMAIL_HOST中定义的SMTP服务器的端口。

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
bg: По подразбиране: Няма. Посочва изчакване в секунди за блокиране на операции като опит за свързване.
cs: Výchozí: None. Určuje časový limit v sekundách pro operace blokování, jako je pokus o připojení.
es: Predeterminado: ninguno Especifica un tiempo de espera en segundos para operaciones de bloqueo como el intento de conexión.
fr: Par défaut: aucun. Spécifie un délai d'expiration en secondes pour le blocage d'opérations telles que la tentative de connexion.
nl: Standaard: None. Specificeert een time-out in seconden voor het blokkeren van bewerkingen zoals de verbindingspoging.
pl: Domyślnie: brak. Określa limit czasu w sekundach dla operacji blokowania, takich jak próba połączenia.
pt_br: Valor padrão: None. Especifica um tempo de espera em segundos para operações de bloqueio, como tentativas de conexão.
sl: Privzeto: Brez. Določa časovno omejitev v sekundah za blokiranje operacij, kot je poskus povezave.
zh_hans: 默认值：无。指定阻塞操作（如连接尝试）的超时（以秒为单位）。
