Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es, fr, lv, nl, pl, pt_br, sl, zh_hans

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
bg: Пълният Python път на обекта на приложението WSGI, който ще използва вградените сървъри на Django (например runserver). Командата за управление django-admin startproject ще създаде прост файл wsgi.py с приложение, което може да се извиква в него и ще насочи тази настройка към това приложение.
cs: Úplná cesta v jazyce Python k objektu aplikace WSGI, kterou budou používat servery integrované v nástroji Django (např. runserver). Příkaz django-admin startproject management vytvoří jednoduchý soubor wsgi.py s volatelnou aplikací a odkáže toto nastavení na tuto aplikaci.
es: La ruta completa de Python del objeto de aplicación WSGI que usarán los servidores incorporados de Django (por ejemplo, runserver). El comando django-admin startproject management creará un archivo wsgi.py simple con una aplicación invocable en él, y señalará esta configuración a esa aplicación.
fr: Le chemin Python complet de l'objet d'application WSGI que les serveurs intégrés de Django (par exemple runserver) utiliseront. La commande de gestion django-admin startproject créera un simple fichier wsgi.py contenant une application appelable et pointera ce paramètre vers cette application.
nl: Het volledige Python-pad van het WSGI-toepassingsobject dat Django's ingebouwde servers (bijv. Runserver) zullen gebruiken. De opdracht django-admin startproject management maakt een eenvoudig wsgi.py-bestand met een programma dat kan worden aangeroepen en wijst deze instelling naar die applicatie.
pl: Pełna ścieżka do Pythona obiektu aplikacji WSGI, z którego będą korzystać wbudowane serwery Django (np. Runserver). Polecenie zarządzania django-admin startproject utworzy prosty plik wsgi.py z aplikacją do wywołania i wskaże to ustawienie dla tej aplikacji.
pt_br: O caminho Python completo do objeto de aplicação WSGI que o servidor embutido do Django usa (por exemplo, runserver). O comando django-admin startproject irá criar um arquivo wsgi.py simples com uma applicação callable nele, e apontará este parâmetro para aquela aplicação.
sl: Celotna pot v Pythonu aplikacijskega predmeta WSGI, ki ga bodo uporabljali vgrajeni strežniki Django (npr. runserver). Ukaz za upravljanje startproject django-admin bo ustvaril preprosto datoteko wsgi.py z aplikacijo, ki jo je mogoče priklicati v njej, in to nastavitev usmeril na to aplikacijo.

source: Warning
cs: Varování
sl: Opozorilo

source: Settings updated, restart your installation and refresh your browser for changes to take effect.
cs: Nastavení byla aktualizována, restartujte instalaci a aktualizujte prohlížeč, aby se změny projevily.
sl: Nastavitve posodobljene, znova zaženite namestitev in osvežite brskalnik, da spremembe začnejo veljati.

source: English
cs: Angličtina
sl: angleščina

source: Setting updated successfully.
bg: Настройката е актуализирана успешно.
cs: Nastavení bylo úspěšně aktualizováno.
es: Ajuste actualizado con éxito.
fr: Paramètres mit à jour.
lv: Iestatījums ir veiksmīgi atjaunināts.
nl: Instelling met succes bijgewerkt.
pl: Ustawienie zaktualizowane pomyślnie.
pt_br: Configurações atualizadas com sucesso
sl: Nastavitev je bila uspešno posodobljena.
zh_hans: 设置已成功更新。

source: Edit setting: %s
bg: Редактиране на настройката: %s
cs: Upravit nastavení: %s
es: Editar ajuste: %s
fr: Modifier le paramètre: %s
lv: Rediģēšanas iestatījums: %s
nl: Bewerk instelling: %s
pl: Edytuj ustawienie: %s
pt_br: Editar o parâmetro: %s
sl: Uredi nastavitev: %s
zh_hans: 编辑设定：%s

source: Settings inherited from an environment variable take precedence and cannot be changed in this view.
bg: Настройките, наследени от системна променлива имат предимство и не могат да бъдат променени в този изглед.
cs: Nastavení zděděná z proměnné prostředí mají přednost a nelze je v tomto pohledu změnit.
es: La configuración heredada de una variable de entorno tiene prioridad y no se puede cambiar en esta vista.
fr: Les paramètres hérités d'une variable d'environnement ont préséance et ne peuvent pas être modifiés dans cette vue.
lv: No vides mainīgā pārņemtie iestatījumi ir prioritāri un šajā skatījumā tos nevar mainīt.
nl: Overgenomen instellingen van een omgevingsvariabele krijgen voorrang en kunnen niet gewijzigd worden in dit overzicht.
pl: Ustawienia dziedziczone ze zmiennej środowiskowej mają pierwszeństwo i nie można ich zmienić w tym widoku.
pt_br: Configurações herdadas de uma variável de ambiente têm precedência e não podem ser alteradas nesta tela.
sl: Nastavitve, podedovane iz spremenljivke okolja, imajo prednost in jih v tem pogledu ni mogoče spreminjati.
zh_hans: 从环境变量继承的设置优先，在此视图中无法更改。

source: Settings in namespace: %s
bg: Настройки в именното пространството: %s
cs: Nastavení v oboru názvů: %s
es: Ajustes en la categoría: %s
fr: Paramètres dans l'espace de noms : %s
lv: Iestatījumi nosaukumvietā: %s
nl: Instellingen in namespace: %s
pl: Ustawienia w przestrzeni nazw: %s
pt_br: Ajustes na categoria: %s
sl: Nastavitve v imenskem prostoru: %s
zh_hans: 命名空间中的设置：%s

source: Namespace: %s, not found
bg: Именно пространство: %s, не е намерено
cs: Jmenný prostor: %s, nebyl nalezen
es: Categoría: %s, no encontrada
fr: Espace de nom : %s non trouvé
lv: Vārda vieta: %s, nav atrasts
nl: Namespace: %s, niet gevonden
pl: Przestrzeń nazw: %s, nie znaleziono
pt_br: Namespace: %s, não encontrad
sl: Imenski prostor: %s, ni bilo mogoče najti
zh_hans: 命名空间：%s，未找到

source: Setting namespaces
bg: Задаване на именни пространства
cs: Nastavení oborů názvů
es: Categoría de ajustes
fr: Espaces de noms des paramètres
lv: Vārdu vietu iestatīšana
nl: Instelling namespaces
pl: Przestrzenie nazw ustawień
pt_br: Categorias de parâmetros
sl: Nastavitev imenskih prostorov
zh_hans: 设置命名空间

source: Local storage is currently disabled, changes to setting values will not be saved or take effect.
sl: Lokalno shranjevanje je trenutno onemogočeno, spremembe vrednosti nastavitev ne bodo shranjene ali veljavne.

source: Django
bg: Джанго
