Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es, fr, lv, nl, pl, pt_br, sl, zh_hans

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
bg: По подразбиране: Грешно. Дали да използвате неявна TLS (сигурна) връзка, когато говорите със SMTP сървъра. В повечето имейл документации този тип TLS връзка се нарича SSL. Обикновено се използва на порт 465. Ако имате проблеми, вижте изричната настройка на TLS EMAIL_USE_TLS. Обърнете внимание, че EMAIL_USE_TLS / EMAIL_USE_SSL са взаимно изключващи се, така че задайте само една от тези настройки като True.
cs: Výchozí nastavení: False. Zda má být při komunikaci se serverem SMTP použito implicitní spojení TLS (zabezpečené). Ve většině dokumentace k elektronické poště se tento typ spojení TLS označuje jako SSL. Obvykle se používá na portu 465. Pokud se vyskytnou problémy, podívejte se na nastavení explicitního TLS EMAIL_USE_TLS. Všimněte si, že nastavení EMAIL_USE_TLS/EMAIL_USE_SSL se vzájemně vylučují, proto nastavte pouze jedno z těchto nastavení na hodnotu True.
es: Predeterminado: Falso. Si se debe usar una conexión TLS (segura) implícita al hablar con el servidor SMTP. En la mayoría de la documentación de correo electrónico, este tipo de conexión TLS se conoce como SSL. Generalmente se usa en el puerto 465. Si tiene problemas, consulte la configuración de TLS explícita EMAIL_USE_TLS. Tenga en cuenta que EMAIL_USE_TLS / EMAIL_USE_SSL son mutuamente excluyentes, por lo que solo debe establecer una de esas configuraciones en True.
lv: Noklusējums: False. Vai, runājot ar SMTP serveri, izmantojiet netiešu TLS (drošu) savienojumu. Vairumā e-pasta dokumentāciju šāda veida TLS savienojums tiek saukts par SSL. To parasti izmanto 465. portā. Ja rodas problēmas, skatiet skaidru TLS iestatījumu EMAIL_USE_TLS. Ņemiet vērā, ka EMAIL_USE_TLS/EMAIL_USE_SSL ir savstarpēji izslēdzoši, tāpēc tikai vienu no šiem iestatījumiem iestatiet uz True.
nl: Standaard: False. Of u een impliciete TLS (beveiligde) verbinding wilt gebruiken wanneer u met de SMTP-server praat. In de meeste e-maildocumentatie wordt dit type TLS-verbinding SSL genoemd. Het wordt over het algemeen gebruikt op poort 465. Als u problemen ondervindt, zie dan de expliciete TLS-instelling EMAIL_USE_TLS. Merk op dat EMAIL_USE_TLS/EMAIL_USE_SSL elkaar wederzijds uitsluiten, dus stel slechts een van die instellingen in op True.
pl: Domyślnie: False. Określa, czy używać niejawnego połączenia TLS (bezpiecznego) podczas rozmowy z serwerem SMTP. W większości dokumentów e-mail ten typ połączenia TLS jest określany jako SSL. Jest zwykle używany na porcie 465. Jeśli masz problemy, zobacz jawne ustawienie TLS EMAIL_USE_TLS. Pamiętaj, że EMAIL_USE_TLS / EMAIL_USE_SSL wzajemnie się wykluczają, więc ustaw tylko jedno z tych ustawień na True.
pt_br: Valor padrão: False. Define se deve ser utilizada uma conexão implícita TLS (segura) ao comunicar-se com o servidor SMTP. Na maior parte da documentação de e-mail este tipo de conexão TLS é conhecida como SSL. Geralmente é usada a porta 465. Se você está experimentando problemas, veja o parâmetro de TSL explícita EMAIL_USE_TLS. Tenha em mente que EMAIL_USE_TLS / EMAIL_USE_SSL são mutuamente excludentes, razão pela qual apenas um dos parâmetros pode ser Verdadeiro.
sl: Privzeto: False. Ali naj se pri pogovoru s strežnikom SMTP uporabi implicitna (varna) povezava TLS. V večini elektronske dokumentacije se ta vrsta povezave TLS imenuje SSL. Običajno se uporablja na vratih 465. Če imate težave, glejte izrecno nastavitev TLS EMAIL_USE_TLS. Upoštevajte, da se EMAIL_USE_TLS/EMAIL_USE_SSL med seboj izključujeta, zato nastavite samo eno od teh nastavitev na True.
zh_hans: 默认值：False。与SMTP服务器通信时是否使用隐式TLS（安全）连接。在大多数电子邮件文档中，此类型的TLS连接称为SSL。它通常用于端口465.如果遇到问题，请参阅显式TLS设置EMAIL_USE_TLS。请注意，EMAIL_USE_TLS / EMAIL_USE_SSL是互斥的，因此只将其中一个设置为True。

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
bg: По подразбиране: Грешно. Дали да използвате TLS (сигурна) връзка, когато говорите със SMTP сървъра. Това се използва за изрични TLS връзки, обикновено на порт 587. Ако имате зависващи връзки, вижте неявната настройка на TLS EMAIL_USE_SSL.
cs: Výchozí nastavení: False. Zda má být při komunikaci se serverem SMTP použito zabezpečené připojení TLS (zabezpečené). Používá se pro explicitní připojení TLS, obvykle na portu 587. Pokud dochází k váznutí spojení, podívejte se na implicitní nastavení TLS EMAIL_USE_SSL
es: Predeterminado: Falso. Si se debe usar una conexión TLS (segura) cuando se habla con el servidor SMTP. Esto se usa para conexiones explícitas de TLS, generalmente en el puerto 587. Si experimenta conexiones suspendidas, consulte la configuración de TLS implícita EMAIL_USE_SSL.
fr: Par défaut: False. Indique s'il faut utiliser une connexion TLS (sécurisée) lors des connexions au serveur SMTP. Ceci est utilisé pour les connexions TLS explicites, généralement sur le port 587. Si vous rencontrez des connexions suspendues, consultez le paramètre TLS implicite EMAIL_USE_SSL.
nl: Standaard: False. Of u een TLS (beveiligde) verbinding wilt gebruiken wanneer u met de SMTP-server communiceert. Dit wordt gebruikt voor expliciete TLS-verbindingen, meestal op poort 587. Als u hangende verbindingen ervaart, zie dan de impliciete TLS-instelling EMAIL_USE_SSL.
pl: Domyślnie: False. Określa, czy używać połączenia TLS (bezpiecznego) podczas połączenia z serwerem SMTP. Służy to do jawnych połączeń TLS, zwykle na porcie 587. Jeśli występują zawieszające się połączenia, zobacz niejawne ustawienie TLS EMAIL_USE_SSL.
pt_br: Valor padrão: False. Define se deve ser utilizada uma conexão TLS (segura) quando se comunica com o servidor SMTP. Isto é usado para conexões explícitas de TLS, geralmente na porta 587. Se você está experimentando conexões suspensas, consulte o parâmetro de TLS implícita EMAIL_USE_SSL.
sl: Privzeto: False. Ali naj se pri pogovoru s strežnikom SMTP uporabi TLS (varna) povezava. To se uporablja za eksplicitne povezave TLS, običajno na vratih 587. Če imate viseče povezave, si oglejte implicitno nastavitev TLS EMAIL_USE_SSL.
zh_hans: 默认值：False。与SMTP服务器通信时是否使用TLS（安全）连接。这用于显式TLS连接，通常在端口587上。如果遇到挂起连接，请参阅隐式TLS设置EMAIL_USE_SSL。

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
bg: По подразбиране: 2621440 (т.е. 2,5 MB). Максималният размер (в байтове), който ще бъде качен, преди да бъде пуснат към файловата система. Вижте Управление на файлове за подробности. Вижте също DATA_UPLOAD_MAX_MEMORY_SIZE.
cs: Výchozí hodnota: 2621440 (tj. 2,5 MB). Maximální velikost (v bajtech), kterou bude mít odeslaný soubor před odesláním do souborového systému. Podrobnosti naleznete v části Správa souborů. Viz také DATA_UPLOAD_MAX_MEMORY_SIZE.
es: Valor predeterminado: 2621440 (es decir, 2,5 MB). El tamaño máximo (en bytes) que una carga será antes de que se transmita al sistema de archivos. Consulte Administración de archivos para más detalles. Ver también DATA_UPLOAD_MAX_MEMORY_SIZE.
fr: Par défaut: 2621440 (soit 2,5 Mo). La taille maximale (en octets) d'un téléchargement avant qu'il ne soit diffusé sur le système de fichiers. Voir Gestion des fichiers pour plus de détails. Voir aussi DATA_UPLOAD_MAX_MEMORY_SIZE.
nl: Standaard: 2621440 (d.w.z. 2,5 MB). De maximale grootte (in bytes) die een upload zal zijn voordat deze naar het bestandssysteem wordt gestreamd. Zie Bestanden beheren voor details. Zie ook DATA_UPLOAD_MAX_MEMORY_SIZE.
pl: Domyślnie: 2621440 (tj. 2,5 MB). Maksymalny rozmiar (w bajtach), jaki będzie przesyłany, zanim zostanie przesłany strumieniowo do systemu plików. Szczegółowe informacje można znaleźć w części Zarządzanie plikami. Zobacz także DATA_UPLOAD_MAX_MEMORY_SIZE.
pt_br: Valor padrão: 2621440 (i.e. 2.5MB). O tamanho máximo (em bytes) que um upload terá antes de ser transmitida ao sistema de arquivos. Veja Administração de arquivos para detalhes. Veja ainda DATA_UPLOAD_MAX_MEMORY_SIZE.
sl: Privzeto: 2621440 (tj. 2,5 MB). Največja velikost (v bajtih) nalaganja, preden se pretoči v datotečni sistem. Za podrobnosti glejte Upravljanje datotek. Glejte tudi DATA_UPLOAD_MAX_MEMORY_SIZE.
zh_hans: 默认值：2621440（即2.5 MB）。上传在流式传输到文件系统之前的最大大小（以字节为单位）。有关详情，请参阅管理文件。另请参见DATA_UPLOAD_MAX_MEMORY_SIZE。

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
bg: По подразбиране: &#39;/accounts/login/&#39; URL адресът, при който заявките са пренасочени за вход, особено при използване на декоратора login_required(). Тази настройка приема също именувани модели на URL адреси, които могат да се използват за намаляване на дублирането на конфигурацията, тъй като не е необходимо да определяте URL адреса на две места (настройки и URLconf).
cs: Výchozí: '/accounts/login/' Adresa URL, na kterou jsou přesměrovány požadavky na přihlášení, zejména při použití dekorátoru login_required(). Toto nastavení také akceptuje pojmenované vzory URL, které lze použít k omezení duplikace konfigurace, protože nemusíte definovat URL na dvou místech (settings a URLconf).
es: Valor predeterminado: '/ accounts / login /' La URL donde las solicitudes se redireccionan para iniciar sesión, especialmente cuando se utiliza el decodificador login_required (). Esta configuración también acepta patrones de URL nombrados que se pueden usar para reducir la duplicación de configuración, ya que no tiene que definir la URL en dos lugares (configuración y URLconf).
fr: Par défaut: '/accounts/login/' L'URL où les demandes sont redirigées pour la connexion, en particulier lors de l'utilisation de login_required(). Ce paramètre accepte également les modèles d'URL qui peuvent être utilisés pour réduire la duplication de la configuration, car vous n'avez pas à définir l'URL à deux endroits (paramètres et configuration d'URL).
lv: Noklusējums: '/accounts/login/' URL, kurā pieprasījumi tiek novirzīti, lai pieteiktos, īpaši, ja izmantojat login_required () dekoratoru. Šis iestatījums arī pieņem nosauktos URL modeļus, kurus var izmantot, lai samazinātu konfigurācijas dublēšanos, jo jums nav jādefinē URL divās vietās (iestatījumi un URLconf).
nl: Standaard: '/accounts/login/' De URL waar verzoeken worden omgeleid voor inloggen, vooral wanneer de login_required() -decorator wordt gebruikt. Deze instelling accepteert ook benoemde URL-patronen die kunnen worden gebruikt om configuratieduplicatie te verminderen, omdat u de URL niet op twee plaatsen hoeft te definiëren (instellingen en URLconf).
pl: Domyślnie: „/account/login/” Adres URL, na który żądania są przekierowywane w celu zalogowania, szczególnie gdy używa się dekoratora login_required(). To ustawienie akceptuje również wzorce nazwanych adresów URL, których można użyć do ograniczenia duplikacji konfiguracji, ponieważ nie trzeba definiować adresu URL w dwóch miejscach (ustawienia i URLconf).
pt_br: Valor padrão: '/accounts/login/' A URL onde as requisições são redirecionadas para iniciar a sessão, especialmente quando se utiliza o decorador login_required(). Este parâmetro também aceita padrões de URL que podem ser usados para reduzir a duplicação de parâmetros, uma vez que você não precisa definir a URL em dois lugares (parâmetros e URLconf).
sl: Privzeto: &#39;/accounts/login/&#39; URL, kamor so preusmerjene zahteve za prijavo, zlasti pri uporabi dekoraterja login_required(). Ta nastavitev sprejema tudi poimenovane vzorce URL-jev, ki jih je mogoče uporabiti za zmanjšanje podvajanja konfiguracije, saj vam URL-ja ni treba definirati na dveh mestih (nastavitvah in URLconf).
zh_hans: 默认值：'/ accounts / login /'，重定向请求以进行登录的URL，尤其是在使用login_required（）装饰器时。此设置还接受命名的URL模式，可用于减少配置重复，因为您不必在两个位置（设置和URLconf）定义URL。

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
bg: По подразбиране: '/accounts/profile/'; URL адресът, където заявките са пренасочени след влизане, когато изгледът contrib.auth.login не получи следващ параметър. Това се използва например от декоратора login_required(). Тази настройка приема и именувани модели на URL адреси, които могат да се използват за намаляване на дублирането на конфигурацията, тъй като не е необходимо да определяте URL адреса на две места (настройки и URLconf).
cs: Výchozí: '/accounts/profile/' Adresa URL, na kterou jsou přesměrovány požadavky po přihlášení, pokud zobrazení contrib.auth.login nedostane žádný další parametr. Používá ho například dekorátor login_required(). Toto nastavení také akceptuje pojmenované vzory URL, které lze použít k omezení duplikace konfigurace, protože nemusíte definovat URL na dvou místech (settings a URLconf).
es: Valor predeterminado: '/ accounts / profile /' La URL donde las solicitudes se redirigen después del inicio de sesión cuando la vista contrib.auth.login no obtiene el siguiente parámetro. Esto es usado por el decorador login_required (), por ejemplo. Esta configuración también acepta patrones de URL nombrados que se pueden usar para reducir la duplicación de configuración, ya que no tiene que definir la URL en dos lugares (configuración y URLconf).
lv: Noklusējums: '/accounts/profile/' URL, kurā pieprasījumi tiek novirzīti pēc pieteikšanās brīdī, kad skats par ieguldījumu.auth.login nesaņem nākamo parametru. To izmanto, piemēram, login_required () dekorētājs. Šis iestatījums arī pieņem nosauktos URL modeļus, kurus var izmantot, lai samazinātu konfigurācijas dublēšanos, jo jums nav jādefinē URL divās vietās (iestatījumi un URLconf).
nl: Standaard: '/accounts/profiel/' De URL waar verzoeken worden omgeleid na inloggen wanneer de contrib.auth.login-weergave geen volgende parameter krijgt. Dit wordt bijvoorbeeld gebruikt door de login_required() decorator. Deze instelling accepteert ook benoemde URL-patronen die kunnen worden gebruikt om configuratieduplicatie te verminderen, omdat u de URL niet op twee plaatsen hoeft te definiëren (instellingen en URLconf).
pl: Domyślnie: „/account/profile/” Adres URL, na który żądania są przekierowywane po zalogowaniu, gdy widok contrib.auth.login nie otrzymuje następnego parametru. Jest to wykorzystywane na przykład przez dekorator login_required(). To ustawienie akceptuje również wzorce nazwanych adresów URL, których można użyć do ograniczenia duplikacji konfiguracji, ponieważ nie trzeba definiować adresu URL w dwóch miejscach (ustawienia i URLconf).
pt_br: Valor padrão: '/accounts/profile/' A URL para onde são redirecionadas as requisições após o início da sessão quando a vista contrib.auth.login não obtêm o próximo parâmetro. Isto é utilizado pelo decorador login_required() , por exemplo. Este parâmetro também aceita padrões de URL que podem ser usados para reduzir a duplicação de parâmetros, uma vez que você não precisa definir a URL em dois lugares (parâmetros e URLconf).
sl: Privzeto: &#39;/accounts/profile/&#39; URL, kamor so zahteve preusmerjene po prijavi, ko pogled contrib.auth.login ne dobi nobenega naslednjega parametra. To uporablja na primer dekorater login_required(). Ta nastavitev sprejema tudi poimenovane vzorce URL-jev, ki jih je mogoče uporabiti za zmanjšanje podvajanja konfiguracije, saj vam URL-ja ni treba definirati na dveh mestih (nastavitvah in URLconf).
zh_hans: 默认值：'/ accounts / profile /'，当contrib.auth.login视图没有下一个参数时，登录后重定向请求的URL。例如，login_required（）装饰器使用它。此设置还接受命名的URL模式，可用于减少重复配置，因此您不必在两个位置（设置和URLconf）定义URL。

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
bg: По подразбиране: Няма. URL адресът, където заявките са пренасочени, след като потребителят излезе от LogoutView (ако изгледът не получи аргумент next_page). Ако е Няма, няма да се извърши пренасочване и изгледът ще се изведе. Тази настройка приема и именувани модели на URL адреси, които могат да се използват за намаляване на дублирането на конфигурацията, тъй като не е необходимо да определяте URL адреса на две места (настройки и URLconf).
cs: Výchozí nastavení: Žádné. Adresa URL, na kterou jsou přesměrovány požadavky po odhlášení uživatele pomocí LogoutView (pokud zobrazení nedostane argument next_page). Pokud je nastaveno None, nebude provedeno žádné přesměrování a bude vykresleno zobrazení odhlášení. Toto nastavení také akceptuje pojmenované vzory URL, které lze použít k omezení duplikace konfigurace, protože nemusíte definovat URL na dvou místech (settings a URLconf).
es: Predeterminado: Ninguno. La URL donde se redirigen las solicitudes después de que un usuario cierre sesión usando LogoutView (si la vista no obtiene un argumento next_page). Si Ninguno, no se realizará una redirección y se procesará la vista de cierre de sesión. Esta configuración también acepta patrones de URL con nombre que se pueden usar para reducir la duplicación de la configuración, ya que no tiene que definir la URL en dos lugares (configuración y URLconf).
nl: Standaard: Geen. De URL waar verzoeken worden omgeleid nadat een gebruiker uitlogt met LogoutView (als het overzicht geen argument next_page krijgt). Indien Geen, wordt er geen omleiding uitgevoerd en wordt de uitlogweergave weergegeven. Deze instelling accepteert ook benoemde URL-patronen die kunnen worden gebruikt om configuratieduplicatie te verminderen, omdat u de URL niet op twee plaatsen hoeft te definiëren (instellingen en URLconf).
pl: Domyślnie: brak. Adres URL, na który żądania są przekierowywane po wylogowaniu użytkownika za pomocą LogoutView (jeśli widok nie otrzymuje argumentu następnej_strony). Jeśli Brak, przekierowanie nie zostanie wykonane, a widok wylogowania zostanie wyświetlony. To ustawienie akceptuje również wzorce nazwanych adresów URL, których można użyć do ograniczenia duplikacji konfiguracji, ponieważ nie trzeba definiować adresu URL w dwóch miejscach (ustawienia i URLconf).
pt_br: Padrão: None. A URL para qual as requisições são redirecionadas depois que um usuário sai do sistema (logout) usando LogoutView (se a view não recebe um aregumento next_page). Se None, nenhum redirecionamento será realizado e a tela de logout será renderizada. Este parâmetro também aceita padrões nomeados de URL que podem ser usados para reduzir a duplicação de parâmetros, já que você não precisará de definir a URL em dois lugares (settings e URLconf).
sl: Privzeto: Brez. URL, kamor so zahteve preusmerjene, potem ko se uporabnik odjavi z LogoutView (če pogled ne dobi argumenta next_page). Če ni, preusmeritev ne bo izvedena in prikazan bo pogled odjave. Ta nastavitev sprejema tudi poimenovane vzorce URL-jev, ki jih je mogoče uporabiti za zmanjšanje podvajanja konfiguracije, saj vam URL-ja ni treba definirati na dveh mestih (nastavitvah in URLconf).

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
bg: Списък на IP адреси като низове, който: Позволява на debug() контекст процесора да добави някои променливи към контекста на шаблона. Може да използва книжните маркери на admindocs, дори ако не е влязъл като потребител от персонала. Те са маркирани като &quot;вътрешни&quot; (за разлика от &quot;ВЪНШНИ&quot;) в имейлите на AdminEmailHandler.
cs: Seznam IP adres ve formě řetězců, které: Umožňují kontextovému procesoru debug() přidat do kontextu šablony některé proměnné. Může používat záložky admindocs, i když není přihlášen jako uživatel staff. Jsou označeny jako "interní" (na rozdíl od "EXTERNAL") v e-mailech AdminEmailHandler.
es: Una lista de direcciones IP, en forma de texto, que: Permiten que el procesador de contexto debug() agregue algunas variables al contexto de la plantilla. Puede usar los marcadores de Admindocs incluso si no ha iniciado sesión como usuario del personal. Están marcados como 'internos' (a diferencia de 'EXTERNOS') en los correos electrónicos de AdminEmailHandler.
lv: IP adrešu saraksts kā virknes, kas: Ļauj atkļūdošanas () konteksta procesoram pievienot dažus mainīgos veidnes kontekstam. Var izmantot admindocs grāmatzīmes, pat ja nav pieteicies kā personāla lietotājs. Tiek atzīmēti kā "iekšējie" (atšķirībā no "EXTERNAL") AdminEmailHandler e-pastos.
nl: Een lijst met IP-adressen, als strings, die: Sta de debug() contextprocessor toe om enkele variabelen toe te voegen aan de sjablooncontext. Kan de admindocs-bookmarklets gebruiken, zelfs als ze niet zijn aangemeld als personeelsgebruiker. Worden gemarkeerd als "internal" (in tegenstelling tot "EXTERNAL") in e-mails van AdminEmailHandler.
pl: Lista adresów IP jako ciągów znaków: Zezwól procesorowi kontekstowemu debug() na dodanie niektórych zmiennych do kontekstu szablonu. Może korzystać z bookmarkletów admindocs, nawet jeśli nie jest zalogowany jako użytkownik personelu. Są oznaczone jako „wewnętrzne” (w przeciwieństwie do „ZEWNĘTRZNE”) w wiadomościach e-mail AdminEmailHandler.
pt_br: Uma lista de endereços de IP, como strings, que: Permite que o processador de contexto debug() adicionar algumas variáveis ao template. Pode usar os livretos admindocs mesmo se não estiver logado como staff user. São marcados como "interal" (oposto a "EXTERNAL") nos e-mails AdminEmailHandler.
sl: Seznam naslovov IP v obliki nizov, ki: Omogočajo, da kontekstni procesor debug() doda nekaj spremenljivk v kontekst predloge. Lahko uporablja zaznamke admindocs, tudi če ni prijavljen kot osebni uporabnik. So v e-poštnih sporočilih AdminEmailHandler označeni kot &quot;notranji&quot; (v nasprotju z &quot;ZUNANJIM&quot;).
