Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/databases/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, de_de, el, nl, pl, sl

source: Databases
bg: Бази данни
sl: Baze podatkov

source: Model fields
ar: حقول النموذج
bg: Полета на модела
cs: Pole modelu
de_de: Modellfelder
el: Πεδία μοντέλου
nl: Model velden
pl: Pola modelu
sl: Modelna polja

source: Model related fields
ar: نموذج المجالات ذات الصلة
bg: Свързани с модела полета
cs: Pole související s modelem
de_de: Verkn端pfte Felder des Modells
el: Πεδία σχετιζόμενα με το μοντέλο
nl: Model gerelateerde velden
pl: Pola związane z modelem
sl: Polja, povezana z modelom

source: Model properties
ar: خصائص النموذج
bg: Свойства на модела
cs: Vlastnosti modelu
de_de: Modelleigenschaften
el: Ιδιότητες μοντέλου
nl: Model eigenschappen
pl: Właściwości modelu
sl: Lastnosti modela

source: Model reverse fields
ar: نموذج الحقول العكسية
bg: Обратни полета на модела
cs: Modelování zpětných polí
el: Πεδία αντιστροφής μοντέλου
nl: Model omgekeerde velden
pl: Modeluj pola odwrotne
sl: Obratna polja modela

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
ar: تم تعيين الواجهة الخلفية لقاعدة البيانات الخاصة بك على استخدام SQLite. يجب استخدام SQLite للتطوير والاختبار فقط وليس للإنتاج.
bg: Вашата база данни е настроена да използва SQLite. SQLite трябва да се използва само за разработка и тестване, а не за производство.
cs: Backend vaší databáze je nastaven na použití SQLite. SQLite by se měl používat pouze pro vývoj a testování, nikoli pro produkční prostředí.
de_de: Sie benutzen SQLite als Datenbank-Backend. SQLite sollte nur f端r Entwicklungs- und Testzwecke verwendet werden, jedoch nicht in Produktivumgebungen.
el: Το υποκείμενο σύστημα βάσης δεδομένων έχει ρυθμιστεί να χρησιμοποιεί την SQLite. Η SQLite θα πρέπει να χρησιμοποιείται μόνο για ανάπτυξη και δοκιμή, όχι για παραγωγή.
nl: Uw database backend is ingesteld op SQLite. SQLite dient alleen gebruikt te worden voor ontwikkeling en testen, niet voor productie-omgevingen.
pl: Twój backend bazy danych jest skonfigurowany do używania SQLite. SQLite powinien być używany tylko do programowania i testowania, a nie na produkcji.
sl: Zaledje vaše baze podatkov je nastavljeno za uporabo SQLite. SQLite se sme uporabljati samo za razvoj in testiranje, ne pa za proizvodnjo.

source: The dotted Python path to the backend class.
ar: مسار النظام
bg: Пунктиран Python път към бекенд клас.
cs: Tečkovaná cesta Pythonu ke třídě backendu.
de_de: Der punktierte Pythonpfad zur Backendklasse.
el: Η διάστικτη διαδρομή Python στην κλάση του υποκείμενου συστήματος.
nl: Het Python-pad naar de backend class.
pl: Kropkowana ścieżka Pythona do klasy backend.
sl: Pikčasta pot Python do zalednega razreda.

source: Backend path
ar: الرابط الخاص بالمبرمجين
bg: Път към бекенда
cs: Backend cesta
de_de: Backendpfad
el: Διαδρομή υποκείμενου συστήματος
nl: Backend pad
pl: Ścieżka backend
sl: Zaledna pot

source: JSON encoded data for the backend class.
bg: JSON кодирани данни за бекенд класа.
cs: Data kódovaná ve formátu JSON pro backendovou třídu.
de_de: JSON kodierte Daten f端r die Backend Klasse.
sl: JSON kodirani podatki za zaledni razred.

source: Backend data
ar: بيانات الخاصة بالمبرمجين
bg: Данни за бекенда
de_de: Backenddaten
el: Υποκείμενο σύστημα δεδομένων
nl: Backend gegevens
pl: Dane backend
sl: Zaledni podatki

source: Backend
ar: في الخفاء
bg: Бекенд
el: Υποκείμενο σύστημα
sl: Zaledje

source: The backend class for this entry.
ar: فئة الواجهة الخلفية لهذا الإدخال.
bg: Бекенд клас за този запис.
cs: Třída backendu pro tuto položku.
de_de: Die Backend-Klasse f端r diesen Eintrag.
el: Η κλάση του υποκείμενου συστήματος για αυτήν την καταχώρηση.
nl: De backend class voor deze invoer.
pl: Klasa backend dla tego wpisu.
sl: Zaledni razred za ta vnos.

source: The condition that will determine if this object is executed or not. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
sl: Pogoj, ki bo določil, ali se ta objekt izvede ali ne. Pogoji, ki ne vrnejo nobene vrednosti, ki vrnejo Python logično None ali prazen niz (&#39;&#39;), se štejejo za logično napačne, katera koli druga vrednost se šteje za logično resnično.

source: Condition
ar: شرط
bg: Условие
cs: Stav
de_de: Bedingung
el: Συνθήκη
nl: Voorwaarde
pl: Warunek
sl: Pogoj

source: The object will be executed, depending on the condition return value.
sl: Objekt bo izveden, odvisno od vrnjene vrednosti pogoja.

source: Has a condition?
ar: هل لديك شرط؟
bg: Има ли условие?
cs: Má stav?
de_de: Hat eine Bedingung?
el: Υπάρχει συνθήκη;
nl: Heeft een voorwaarde?
pl: Ma warunek?
sl: Ima pogoj?

source: Warning
ar: تحذير
bg: Предупреждение
cs: Varování
de_de: Warnung
el: Προειδοποίηση
nl: Waarschuwing
pl: Ostrzeżenie
sl: Opozorilo
