Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, lv, nl, ru, sl, tr_tr

source: Dependencies
bg: Зависимости
cs: Závislosti
el: Εξαρτήσεις
lv: Atkarības
nl: Afhankelijkheden
ru: Зависимости
sl: Odvisnosti
tr_tr: Bağımlılıklar

source: Label
bg: Етикет
cs: Označení
el: Ετικέτα
lv: Etiķete
ru: Заголовок
sl: Oznaka
tr_tr: Etiket

source: Internal name
bg: Вътрешно име
cs: Vnitřní název
el: Όνομα εσωτερικής αναφοράς
lv: Iekšējais nosaukums
nl: Interne naam
ru: Внутреннее имя
sl: Notranje ime
tr_tr: Dahili adı

source: Description
bg: Описание
cs: Popis
el: Περιγραφή
lv: Apraksts
nl: Beschrijving
ru: Описание
sl: Opis
tr_tr: Açıklama

source: Type
bg: Тип
cs: Typ
el: Τύπος
lv: Tips
ru: Тип
sl: Vrsta
tr_tr: Tür

source: Other data
bg: Други данни
cs: Další údaje
el: Λοιπά δεδομένα
lv: Citi dati
nl: Andere gegevens
ru: Прочие данные
sl: Drugi podatki
tr_tr: Diğer veri

source: Declared by
bg: Декларирано от
cs: Deklarováno uživatelem
el: Δηλώθηκε από
lv: Deklarēja
nl: Toegewezen door
ru: Объявлено в
sl: Razglasil
tr_tr: Tarafından beyan edildi

source: Version
bg: Версия
cs: Verze
el: Έκδοση
lv: Versija
nl: Versie
ru: Версия
sl: Različica
tr_tr: Versiyon

source: Environment
bg: Среда
cs: Prostředí
el: Περιβάλλον
lv: Vide
nl: Omgeving
ru: Среда
sl: okolje
tr_tr: Çevresel değişken

source: Check
bg: Проверка
cs: Kontrola
el: Έλεγχος
lv: Pārbaudiet
nl: Controleren
ru: Проверять
sl: Preverite
tr_tr: Kontrol

source: Environment used for building distributable packages of the software. End users can ignore missing dependencies under this environment.
bg: Среда, използвана за изграждане на дистрибуторски пакети на софтуера. Крайните потребители могат да игнорират липсващите зависимости в тази среда.
cs: Prostředí používané k vytváření distribuovatelných balíčků softwaru. Koncoví uživatelé mohou v tomto prostředí ignorovat chybějící závislosti.
el: Περιβάλλον που χρησιμοποιείται για την κατασκευή πακέτων με δυνατότητα διανομής του λογισμικού. Οι τελικοί χρήστες μπορούν να αγνοήσουν τις εξαρτήσεις που λείπουν σε αυτό το περιβάλλον.
lv: Vide, ko izmanto programmatūras izplatāmo pakešu veidošanai. Gala lietotāji var ignorēt trūkstošās atkarības šajā vidē.
nl: Omgeving die wordt gebruikt voor het bouwen van distributeerbare pakketten van de software. Eindgebruikers kunnen ontbrekende afhankelijkheden in deze omgeving negeren.
ru: Среда, используемая для создания распространяемых пакетов программного обеспечения. Конечные пользователи могут игнорировать недостающие зависимости в этой среде.
sl: Okolje, ki se uporablja za gradnjo distribucijskih paketov programske opreme. Končni uporabniki lahko prezrejo manjkajoče odvisnosti v tem okolju.
tr_tr: Yazılımın dağıtılabilir paketlerini oluşturmak için kullanılan çevre. Son kullanıcılar, bu çevre altında eksik bağımlılıkları yok sayabilir.

source: Build
bg: Конструкция
cs: Sestavení
el: Έκδοση
lv: Būvēt
nl: Versie
sl: Zgradite
tr_tr: Derle

source: Environment used for developers to make code changes. End users can ignore missing dependencies under this environment.
bg: Среда, използвана от разработчиците за извършване на промени в кода. Крайните потребители могат да игнорират липсващите зависимости в тази среда.
cs: Prostředí používané pro vývojáře k provádění změn kódu. Koncoví uživatelé mohou v tomto prostředí ignorovat chybějící závislosti.
el: Περιβάλλον που χρησιμοποιείται από προγραμματιστές για αλλαγές κώδικα. Οι τελικοί χρήστες μπορούν να αγνοήσουν τις εξαρτήσεις που λείπουν σε αυτό το περιβάλλον.
lv: Vide, ko izstrādātāji izmanto, lai veiktu izmaiņas kodā. Gala lietotāji var ignorēt trūkstošās atkarības šajā vidē.
nl: Omgeving die door ontwikkelaars wordt gebruikt om codewijzigingen aan te brengen. Eindgebruikers kunnen ontbrekende afhankelijkheden in deze omgeving negeren.
ru: Среда, используемая разработчиками для внесения изменений в код. Конечные пользователи могут игнорировать недостающие зависимости в этой среде.
sl: Okolje, ki se uporablja za spreminjanje kode razvijalcev. Končni uporabniki lahko prezrejo manjkajoče odvisnosti v tem okolju.
tr_tr: Geliştiriciler için kod değişiklikleri yapmak için kullanılan çevre. Son kullanıcılar, bu çevre altında eksik bağımlılıkları yok sayabilir.

source: Development
bg: Разработка
cs: Vývoj
el: Ανάπτυξη
lv: Attīstība
nl: Ontwikkellevel
sl: Razvoj
tr_tr: Geliştirme

source: Environment used for building the documentation. End users can ignore missing dependencies under this environment.
bg: Среда, използвана за изграждане на документацията. Крайните потребители могат да игнорират липсващите зависимости в тази среда.
cs: Prostředí použité pro vytvoření dokumentace. Koncoví uživatelé mohou v tomto prostředí ignorovat chybějící závislosti.
el: Περιβάλλον που χρησιμοποιείται για την δημιουργία της τεκμηρίωσης. Οι τελικοί χρήστες μπορούν να αγνοήσουν τις εξαρτήσεις που λείπουν σε αυτό το περιβάλλον.
nl: Omgeving gebruikt voor de bouw van de documentatie. Eindgebruikers kunnen ontbrekende afhankelijkheden in deze omgeving negeren.
ru: Среда, используемая для создания документации. Конечные пользователи могут игнорировать недостающие зависимости в этой среде.
sl: Okolje, uporabljeno za izdelavo dokumentacije. Končni uporabniki lahko prezrejo manjkajoče odvisnosti v tem okolju.
tr_tr: Belgeleri oluşturmak için kullanılan çevre. Son kullanıcılar, bu çevre altında eksik bağımlılıkları yok sayabilir.

source: Documentation
bg: Документация
cs: Dokumentace
el: Τεκμηρίωση
lv: Dokumentācija
nl: Documentatie
ru: Документация
sl: Dokumentacija
tr_tr: Belgeleme

source: Normal environment for end users. A missing dependency under this environment will result in issues and errors during normal use.
bg: Нормална среда за крайните потребители. Липсваща зависимост в тази среда ще доведе до проблеми и грешки при нормална употреба.
cs: Normální prostředí pro koncové uživatele. Chybějící závislost v tomto prostředí bude mít za následek problémy a chyby při běžném používání.
el: Κανονικό περιβάλλον για τελικούς χρήστες. Μια εξάρτηση που λείπει από αυτό το περιβάλλον θα έχει ως αποτέλεσμα ζητήματα και σφάλματα κατά την κανονική χρήση.
lv: Normāla vide gala lietotājiem. Trūkstošas atkarības šajā vidē radīs problēmas un kļūdas normālas lietošanas laikā.
nl: Normale omgeving voor eindgebruikers. Een ontbrekende afhankelijkheid in deze omgeving leidt tot problemen en fouten bij normaal gebruik.
ru: Нормальная среда для конечных пользователей. Отсутствие зависимости в этой среде приведет к проблемам и ошибкам при нормальном использовании.
sl: Normalno okolje za končne uporabnike. Manjkajoča odvisnost v tem okolju bo med običajno uporabo povzročila težave in napake.
tr_tr: Son kullanıcılar için normal çevre. Bu çevre altında eksik bir bağımlılık, normal kullanım sırasında sorunlara ve hatalara neden olur.

source: Production
bg: Производство
cs: Produkce
el: Παραγωγή
lv: Ražošana
nl: Productielevel
sl: Proizvodnja

source: Environment used running the test suit to verify the functionality of the code. Dependencies in this environment are not needed for normal production usage.
bg: Използвана среда за набора тестове за проверка на функционалността на кода. Зависимостите в тази среда не са необходими за нормалното използване в производството.
cs: Prostředí použité při spuštění testovacího prostředí k ověření funkčnosti kódu. Závislosti v tomto prostředí nejsou nutné pro normální využití v produkčním prostředí.
el: Περιβάλλον που χρησιμοποιήται για την εκτέλεση της δοκιμαστικής σουίτας για την επαλήθευση της λειτουργικότητας του κώδικα. Δεν απαιτούνται εξαρτήσεις σε αυτό το περιβάλλον για κανονική χρήση παραγωγής.
lv: Vide, ko izmanto testa uzvalka darbināšanai, lai pārbaudītu koda funkcionalitāti. Atšķirības šajā vidē nav nepieciešamas normālai ražošanas izmantošanai.
nl: Omgeving gebruikt om het testlevel uit te voeren om de functionaliteit van de code te verifiëren. Afhankelijkheden in deze omgeving zijn niet nodig voor normaal productiegebruik.
ru: Среда, используемая для запуска набора тестов для для проверки функциональности кода. Зависимости в этой среде не нужны для нормального производственного использования.
sl: Okolje, uporabljeno za izvajanje testne obleke za preverjanje funkcionalnosti kode. Odvisnosti v tem okolju niso potrebne za običajno produkcijsko uporabo.
tr_tr: Kodun işlevselliğini doğrulamak için test takımının çalıştığı çevre. Normal production kullanımı için bu çevredeki bağımlılıklara gerek yoktur.

source: Testing
bg: Тестване
cs: Testování
el: Δοκιμή
lv: Testēšana
nl: Testlevel
sl: Preverjanje
tr_tr: Test ediliyor

source: Name
bg: Име
cs: název
el: Όνομα
lv: Nosaukums
nl: Naam
ru: Имя
sl: Ime
tr_tr: İsim

source: App
bg: Приложение
cs: Aplikace
el: Εφαρμογή
ru: Приложение
sl: aplikacija
tr_tr: Uygulama

source: Need to specify at least one: app_label or module.
bg: Трябва да посочите поне едно: app_label или модул.
cs: Je třeba zadat alespoň jeden: app_label nebo modul.
el: Πρέπει να προσδιορίσετε τουλάχιστον ένα: app_label ή module.
lv: Nepieciešams norādīt vismaz vienu: app_label vai moduli.
nl: Minstens één specificatie nodig van: app_label of module.
ru: Необходимо указать хотя бы одно: app_label или module.
sl: Določiti morate vsaj enega: app_label ali modul.
tr_tr: En az birini belirtmeniz gerekiyor: app_label veya modül.

source: Dependency "%s" already registered.
bg: Зависимостта „%s“ вече е регистрирана.
cs: Závislost "%s" je již zaregistrována.
el: Η εξάρτηση "%s" είναι ήδη εγγεγραμμένη.
lv: Atkarība "%s" jau ir reģistrēta.
nl: Afhankelijkheid "%s" al vastgelegd.
ru: Зависимость "%s" уже зарегистрирована.
sl: Odvisnost &quot;%s&quot; je že registrirana.
tr_tr: Bağımlılık "%s" zaten yüklü.

source: Installing package: %s...
bg: Инсталиране на пакет: %s ...
cs: Instalace balíčku: %s ...
el: Εγκατάσταση πακέτου: %s ...
lv: Pakotnes instalēšana: %s ...
nl: Pakket aan het installeren: %s ...
ru: Установка пакета: %s ...
sl: Namestitev paketa: %s...
tr_tr: Paket yükleniyor: %s...

source: Already installed.
bg: Вече е инсталирано.
cs: Už nainstalováno.
el: Ήδη εγκατεστημένο.
lv: Jau instalēta.
nl: Reeds geïnstalleerd.
ru: Уже установлено.
sl: Že nameščen.
tr_tr: Zaten yüklenmiş.

source: Complete.
bg: Завършено.
cs: Kompletní.
el: Ολοκληρώθηκε
lv: Pabeigts.
nl: Voltooid.
ru: Завершено.
sl: Popolna.
tr_tr: Tamamlandı.

source: Installed and correct version
bg: Инсталирана е правилна версия
cs: Nainstalovaná správná verze
el: Εγκατεστημένη και σωστή έκδοση
lv: Instalēta un pareiza versija
nl: Geïnstalleerd en juiste versie
ru: Установленная и правильная версия
sl: Nameščena in pravilna različica
tr_tr: Yüklü ve doğru sürüm

source: Missing or incorrect version
bg: Липсваща или неправилна версия
cs: Chybějící nebo nesprávná verze
el: Μη εγκατεστημένη ή λανθασμένη έκδοση
lv: Trūkst vai ir nepareiza versija
nl: Ontbrekend of onjuiste versie
ru: Версия отсутствует или неверна
sl: Manjkajoča ali nepravilna različica
tr_tr: Eksik veya yanlış sürüm

source: None
bg: Няма
cs: Žádný
el: Κανένα
lv: Nav neviens
nl: Geen
ru: Нет
sl: Nobenega
tr_tr: Yok

source: Not specified
bg: Не е конкретизирано
cs: Nespecifikováno
el: Μη καθορισμένο
lv: Nav precizēts
nl: Niet opgegeven
ru: Не указано
sl: Ni določeno
tr_tr: Belirtilmemiş

source: Patching files...
bg: Пачване на файлове ...
cs: Opravné soubory ...
el: Επιδιόρθωση αρχείων ...
lv: Notiek failu lāpīšana ...
nl: Bestanden aanpassen ...
ru: Патчинг файлов...
sl: Popravljanje datotek ...
tr_tr: Dosyalar ekleniyor...

source: Executables that are called directly by the code.
bg: Изпълними файлове, които се извикват директно от кода.
cs: Spustitelné soubory, které jsou volány přímo kódem.
el: Εκτελέσιμα που καλούνται απευθείας από τον κώδικα.
lv: Izpildāms, ko tieši sauc par kodu.
nl: Uitvoerbare bestanden die rechtstreeks door de code worden aangeroepen.
ru: Исполняемые файлы, вызываемые непосредственно из кода.
sl: Izvršljive datoteke, ki jih kliče neposredno koda.
tr_tr: Doğrudan kod tarafından çağrılan yürütülebilir dosyalar.

source: Binary
bg: Двоичен файл
cs: Binární
el: Εκτελέσιμο
lv: Binārs
nl: Binair
sl: Binarno

source: JavaScript libraries downloaded the from NPM registry and used for front-end functionality.
bg: JavaScript библиотеките са изтеглени от регистъра на NPM и са използвани за функционалност на интерфейса.
cs: Knihovny JavaScriptu stažené z registru NPM a použily se pro front-end funkce.
el: Οι βιβλιοθήκες JavaScript ελήφθησαν από το μητρώο NPM και χρησιμοποιήθηκαν για λειτουργίες διεπαφής.
lv: JavaScript bibliotēkas lejupielādēja no NPM reģistra un tika izmantotas front-end funkcionalitātei.
nl: JavaScript bibliotheken gedownload van het NPM-register en gebruikt voor front-end functionaliteit.
ru: Библиотеки JavaScript, загруженные из реестра NPM и используемые для функциональных возможностей интерфейса.
sl: Knjižnice JavaScript so prenesle iz registra NPM in jih uporabile za funkcionalnost sprednjega dela.
tr_tr: JavaScript kitaplıkları, NPM kayıt defterinden indirilir ve front-end işlevi için kullanılır.

source: Downloading...
bg: Изтегля се ...
cs: Stahování ...
el: Λήψη...
lv: Notiek lejupielāde ...
nl: Aan het downloaden...
ru: Скачивание...
sl: Prenašanje ...
tr_tr: İndiriliyor...

source: Verifying...
bg: Проверява се ...
cs: Ověření ...
el: Επαλήθευση...
lv: Verificēšana ...
nl: Aan het verifiëren...
ru: Проверка...
sl: Preverjanje ...
tr_tr: Doğrulanıyor...

source: Extracting...
bg: Извличане ...
cs: Probíhá extrakce ...
el: Εξαγωγή...
lv: Izvilkšana ...
nl: Aan het uitpakken...
ru: Извлечение...
sl: Ekstrahiranje ...
tr_tr: Ayıklanıyor...

source: Python packages downloaded from PyPI.
bg: Пакети Python, изтеглени от PyPI.
cs: Python balíčky stažené z PyPI.
el: Πακέτα Python ελήφθησαν από το PyPI.
lv: Python paketes lejupielādētas no PyPI.
nl: Pythonpakketten gedownload van PyPI.
ru: Пакеты Python, загруженные из PyPI.
sl: Paketi Python, preneseni iz PyPI.
tr_tr: Python paketleri PyPI'den indirildi.

source: Fonts downloaded from fonts.googleapis.com.
bg: Шрифтове, изтеглени от fonts.googleapis.com.
cs: Fonty stažené z fonts.googleapis.com.
el: Ελήφθησαν γραμματοσειρές από το fonts.googleapis.com.
lv: Fonti, kas lejupielādēti no fonts.googleapis.com.
nl: Fonts gedownload van fonts.googleapis.com.
ru: Шрифты, загруженные с fonts.googleapis.com.
sl: Pisave, prenesene s fonts.googleapis.com.
tr_tr: fonts.googleapis.com adresinden indirilen yazı tipleri.

source: Google font
bg: Google шрифт
cs: Písmo Google
el: Γραμματοσειρά Google
lv: Google fonti
ru: Шрифты Google
sl: Googlova pisava
tr_tr: Google yazı tipi

source: Declared in app
bg: Декларирано в приложение
cs: Deklarováno v aplikaci
el: Δηλώθηκε στην εφαρμογή
lv: Paziņots lietotnē
nl: Toegewezen in app
ru: Объявлено в приложении
sl: Navedeno v aplikaciji
tr_tr: Uygulamada bildirildi

source: Show dependencies by the app that declared them.
bg: Показване зависимостите от приложението, което ги е декларирало.
cs: Zobrazit závislosti podle aplikace, která je deklarovala.
el: Εμφάνιση εξαρτήσεων από την εφαρμογή που τις δηλώνει.
lv: Rādīt atkarības pēc lietotnēm, kas tās deklarēja.
nl: Toon afhankelijkheden door de app die ze heeft toegewezen.
ru: Показать зависимости по объявившему их приложению.
sl: Prikaži odvisnosti glede na aplikacijo, ki jih je prijavila.
tr_tr: Bağımlılıkları, bunları bildiren uygulamaya göre gösterin.

source: Class
bg: Клас
cs: Třída
el: Κλάση
lv: Klase
nl: Klasse
ru: Класс
sl: Razred
tr_tr: Sınıf

source: Show the different classes of dependencies. Classes are usually divided by language or the file types of the dependency.
bg: Покажете различните класове на зависимости. Класовете обикновено се разделят по език или файлови типове на зависимостта.
cs: Zobrazit různé třídy závislostí. Třídy jsou obvykle rozděleny podle jazyka nebo typu souboru závislosti.
el: Εμφάνιση των διαφορετικών κλάσεων εξαρτήσεων. Οι κλάσεις διαιρούνται συνήθως ανά γλώσσα ή τους τύπους αρχείων της εξάρτησης.
lv: Rādīt dažādu atkarību klases. Klases parasti tiek sadalītas pēc valodas vai atkarības faila veidiem.
nl: Toon de verschillende klassen van afhankelijkheden. Klassen worden meestal onderverdeeld per taal of de bestandstypen van de afhankelijkheid.
ru: Показать разные классы зависимостей. Классы обычно делятся по языку или типам файлов зависимости.
sl: Pokažite različne razrede odvisnosti. Razredi so običajno razdeljeni po jeziku ali vrstah datotek odvisnosti.
tr_tr: Farklı bağımlılık sınıflarını göster. Sınıflar genellikle dile veya bağımlılığın dosya türlerine göre bölünür.

source: State
bg: Състояние
cs: Stav
el: Κατάσταση
lv: Valsts
nl: Status
ru: Состояние
sl: Država
tr_tr: Durum

source: Show the different states of the dependencies. True means that the dependencies is installed and is of a correct version. False means the dependencies is missing or an incorrect version is present.
bg: Показване различните състояния на зависимостите. Вярно означава, че зависимостите са инсталирани и са с правилна версия. Грешно означава, че зависимостите липсват или е налице неправилна версия.
cs: Zobrazit různé stavy závislostí. True znamená, že jsou nainstalovány závislosti a mají správnou verzi. False znamená, že chybí závislosti nebo je přítomna nesprávná verze.
el: Εμφάνιση των διαφορετικών καταστάσεων των εξαρτήσεων. Η τιμή True δηλώνει ότι οι εξαρτήσεις είναι εγκατεστημένες και έχουν σωστή έκδοση. Η τιμή False σημαίνει ότι λείπουν οι εξαρτήσεις ή υπάρχει λανθασμένη έκδοση.
lv: Rādīt dažādos atkarību stāvokļus. True nozīmē, ka atkarības ir instalētas un ir pareizas. False nozīmē, ka trūkst atkarību vai ir nepareiza versija.
nl: Toon de verschillende statussen van de afhankelijkheden. "Waar" betekent dat de afhankelijkheden zijn geïnstalleerd en een correcte versie hebben. "Niet Waar" betekent dat de afhankelijkheden ontbreken of dat er een onjuiste versie aanwezig is.
ru: Показать различные состояния зависимостей. Истина означает, что зависимости установлены и имеют правильную версию. Ложь означает, что зависимости отсутствуют или присутствует неправильная версия.
sl: Pokažite različna stanja odvisnosti. True pomeni, da so odvisnosti nameščene in imajo pravilno različico. False pomeni, da manjkajo odvisnosti ali pa je prisotna nepravilna različica.
tr_tr: Bağımlılıkların farklı durumlarını gösterin. True, bağımlılıkların kurulu olduğu ve doğru bir sürüm olduğu anlamına gelir. False, bağımlılıkların eksik olduğu veya yanlış bir sürümün mevcut olduğu anlamına gelir.

source: Dependencies required for an environment might not be required for another. Example environments: Production, Development.
bg: Зависимости, необходими за дадена среда, може да не се изискват за друга. Примерни среди: производство, разработка.
cs: Závislosti vyžadované pro prostředí nemusí být vyžadovány pro jiné. Příklad prostředí: Výroba, vývoj.
el: Εξαρτήσεις που απαιτούνται για ένα περιβάλλον μπορεί να μην απαιτούνται για κάποιο άλλο. Παραδείγματα περιβάλλοντος: Παραγωγή, Ανάπτυξη.
lv: Atkarības, kas nepieciešamas vienai videi, var nebūt nepieciešama citai. Vides paraugi: Produkcijas vide, Izstrādes vide.
nl: Afhankelijkheden die vereist zijn voor een omgeving, zijn mogelijk niet vereist voor een andere. Voorbeeldomgevingen: Productie, Ontwikkeling.
ru: Зависимости, необходимые для одной среды, могут не потребоваться для другой. Примеры сред: Production, Development.
sl: Odvisnosti, potrebne za neko okolje, morda niso potrebne za drugo. Primeri okolij: proizvodnja, razvoj.
tr_tr: Bir çevre için gerekli olan bağımlılıklar, başka bir çevre için gerekli olmayabilir. Örnek çevre: Üretim, Geliştirme.

source: Check for updates
bg: Проверка за актуализации
cs: Kontrola aktualizací
el: Έλεγχος για ενημερώσεις
lv: Meklēt atjauninājumus
nl: Controleren op updates
ru: Проверить обновления
sl: Preveri za posodobitve
tr_tr: Güncellemeleri kontrol et

source: Groups
bg: Групи
cs: Skupiny
el: Ομάδες
lv: Grupas
nl: Groepen
ru: Группы
sl: Skupine
tr_tr: Gruplar

source: Entries
bg: Записи
cs: Příspěvky
el: Καταχωρήσεις
lv: Ieraksti
nl: Inzendingen
ru: Записи
sl: Vnosi
tr_tr: Girdileri

source: Details
bg: Детайли
cs: Detail
el: Λεπτομέρειες
lv: Detaļas
ru: Подробности
sl: Podrobnosti
tr_tr: Ayrıntılar

source: Dependencies licenses
bg: Лицензи за зависимости
cs: Licence závislostí
el: Άδειες χρήσης εξαρτήσεων
lv: Atkarības licences
nl: Afhankelijkheden licenties
ru: Лицензии зависимостей
sl: Licence odvisnosti
tr_tr: Bağımlılıkların lisansları

source: Comma separated names of dependencies to exclude from the list generated.
bg: Разделени със запетаи имена на зависимости, които да се изключат от генерирания списък.
cs: Čárkami oddělené názvy závislostí, které mají být vyloučeny z vygenerovaného seznamu.
el: Διαχωρισμένα με κόμμα ονόματα εξαρτήσεων για εξαίρεση από την δημιουργημένη λίστα.
lv: Komatu atdalītie atkarību nosaukumi, lai izslēgtu no izveidotā saraksta.
nl: Door kommagescheiden namen van afhankelijkheden om uit te sluiten van de gegenereerde lijst.
ru: Разделенные запятыми имена зависимостей, которые нужно исключить из сгенерированного списка.
sl: Imena odvisnosti, ločena z vejicami, ki jih je treba izključiti iz ustvarjenega seznama.
tr_tr: Oluşturulan listeden hariç tutulacak bağımlılıkların virgülle ayrılmış adları.

source: Comma separated names of dependencies to show in the list while excluding every other one.
bg: Разделени със запетаи имена на зависимости, които да се показват в списъка, като изключват всяка друга.
cs: Čárkami oddělené názvy závislostí, které se mají zobrazit v seznamu, přičemž vylučují všechny ostatní.
el: Διαχωρισμένα με κόμμα ονόματα εξαρτήσεων για εμφάνιση στη λίστα, ενώ θα αποκλείεται οποιαδήποτε άλλη.
lv: Sarakstā atdalīto atkarību nosaukumus atdaliet ar komatu, izslēdzot katru otru.
nl: Door kommagescheiden namen van afhankelijkheden die in de lijst moeten worden weergegeven, terwijl alle andere worden uitgesloten.
ru: Разделенные запятыми имена зависимостей для отображения в списке, исключая все остальные.
sl: Imena odvisnosti, ločena z vejicami, ki se prikažejo na seznamu, medtem ko so izključene vse druge.
tr_tr: Her birini hariç tutarken listede gösterilecek bağımlılıkların virgülle ayrılmış adları.

source: Process a specific app.
bg: Обработка на конкретно приложение.
cs: Zpracovat konkrétní aplikaci.
el: Επεξεργασία συγκεκριμένης εφαρμογής.
lv: Apstrādājiet konkrētu lietotni.
nl: Verwerk een specifieke app.
ru: Обработать конкретное приложение.
sl: Obdelajte določeno aplikacijo.
tr_tr: Belirli bir uygulamayı işleyin.

source: Force installation even if already installed.
bg: Принудително инсталиране, дори ако вече е инсталирано.
cs: Vynutit instalaci, i když již byla nainstalována.
el: Υποχρεωτική εγκατάσταση ακόμη και αν έχει ήδη εγκατασταθεί.
lv: Piespiediet instalāciju, pat ja tā jau ir instalēta.
nl: Installatie afdwingen zelfs als ze reeds geïnstalleerd zijn.
ru: Принудительная установка, даже если она уже установлена.
sl: Vsili namestitev, tudi če je že nameščena.
tr_tr: Zaten kurulmuş olsa bile kurulumu zorla.

source: View dependencies
bg: Вижте зависимостите
cs: Zobrazit závislosti
el: Προβολή εξαρτήσεων
lv: Skatīt atkarības
nl: Bekijk afhankelijkheden
ru: Просмотр зависимостей
sl: Ogled odvisnosti
tr_tr: Bağımlılıkları görüntüle

source: The version you are using is outdated. The latest version is %s
cs: Verze, kterou používáte, je zastaralá. Poslední verze je %s

source: It is not possible to determine the latest version available.
cs: Není možné určit nejnovější dostupnou verzi.

source: Unexpected error trying to determine the latest version available. Make sure your installation has a connection to the internet; %s
cs: Neočekávaná chyba při pokusu o určení nejnovější dostupné verze. Ujistěte se, že vaše instalace má připojení k internetu; %s

source: Your version is up-to-date.
cs: Vaše verze je aktuální.
