Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, lv, nl, ru, sl, tr_tr

source: Entries for dependency group: %s
bg: Записи за група зависимости: %s
cs: Položky pro skupinu závislostí: %s
el: Καταχωρήσεις για ομάδα εξαρτήσεων: %s
lv: Ieraksti atkarības grupai: %s
nl: Invoer voor afhankelijkheidsgroep: %s
ru: Записи для группы зависимостей: %s
sl: Vnosi za skupino odvisnosti: %s
tr_tr: Bağımlılık grubu için girişler: %s

source: Group %s not found.
bg: Група %s не е намерена.
cs: Skupina %s nebyla nalezena.
el: Η ομάδα %s δεν βρέθηκε.
lv: Grupa %s nav atrasta.
nl: Groep %s niet gevonden.
ru: Группа %s не найдена.
sl: Skupine %s ni mogoče najti.
tr_tr: %s grubu bulunamadı.

source: Dependency groups
bg: Групи зависимости
cs: Skupiny závislostí
el: Ομάδες εξάρτησεων
lv: Atkarības grupas
nl: Afhankelijkheidsgroepen
ru: Зависимости по группам
sl: Odvisne skupine
tr_tr: Bağımlılık grupları

source: Dependency group and entry: %(group)s, %(entry)s
bg: Група зависимостите и запис: %(group)s, %(entry)s
cs: Skupina závislostí a položka: %(group)s, %(entry)s
el: Ομάδα εξαρτήσεων και είσοδος: %(group)s, %(entry)s
lv: Atkarības grupa un ieraksts: %(group)s, %(entry)s
nl: Afhankelijkheidsgroep en invoer: %(group)s, %(entry)s
ru: Группа зависимостей и запись: %(group)s, %(entry)s
sl: Skupina odvisnosti in vnos: %(group)s, %(entry)s
tr_tr: Bağımlılık grubu ve giriş: %(group)s, %(entry)s

source: Entry %s not found.
bg: Запис %s не е намерен.
cs: Záznam %s nebyl nalezen.
el: Η καταχώριση %s δεν βρέθηκε.
lv: Ieraksts %s nav atrasts.
nl: Vermelding %s niet gevonden.
ru: Запись %s не найдена.
sl: Vnosa %s ni mogoče najti.
tr_tr: %s girişi bulunamadı.

source: Other packages licenses
bg: Лицензи за други пакети
cs: Licence na další balíčky
el: Άδειες χρήσης λοιπών πακέτων
lv: Citas paketes licences
nl: Andere pakketlicensies
ru: Лицензии других пакетов
sl: Licence drugih paketov
tr_tr: Diğer paket lisansları

source: Environments
nl: Omgevingen
ru: Среды
sl: Okolja
tr_tr: Çevresel değişkenler

source: Environment used to specify direct documentation depedencies to workaround unpinned or immutable depedency bugs in third party libraries. End users can ignore missing dependencies under this environment.
sl: Okolje, ki se uporablja za določanje neposrednih odvisnosti dokumentacije za rešitev nepripetih ali nespremenljivih napak glede odvisnosti v knjižnicah tretjih oseb. Končni uporabniki lahko prezrejo manjkajoče odvisnosti v tem okolju.

source: Documentation (override)
sl: Dokumentacija (preglasi)

source: Outputs the dependencies as a comma delimited values list.
el: Εξάγει τις εξαρτήσεις ως λίστα τιμών διαχωρισμένων με κόμμα.
nl: Kommagescheiden uitvoer van afhankelijkheden.
ru: Выводит зависимости в виде списка значений, разделенных запятыми.
sl: Izpiše odvisnosti kot seznam vrednosti, ločenih z vejico.
tr_tr: Bağımlılıkları virgülle ayrılmış değerler listesi olarak verir.
