Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/motd/locale/*/LC_MESSAGES/django.po
Languages: bs, it, ru

source: Message of the day
bs: Poruka dana
it: Messaggio del giorno
ru: Объявление дня

source: None
bs: Nijedno
it: Nessuna
ru: Ни один

source: Create message
bs: Kreirajte poruku
it: Crea messaggio
ru: Создать объявление

source: Delete
bs: Obriši
it: Cancella
ru: Удалить

source: Edit
bs: Urediti
it: Modifica
ru: Редактировать

source: Short description of this message.
bs: Kratak opis ove poruke.
it: Descrizione breve di questo messaggio
ru: Короткое описание этого объявления.

source: Label
bs: Labela
it: Etichetta
ru: Надпись

source: The actual message to be displayed.
bs: Poruka koja će biti prikazana.
it: Messaggio effettivo da visualizzare.
ru: Тело объявления, которое будет отображаться.

source: Message
bs: Poruke
it: Messaggio
ru: Сообщение

source: Enabled
bs: Omogućeno
it: Abilitato
ru: Доступно

source: Date and time after which this message will be displayed.
bs: Datum i vreme posle koje će se prikazati ova poruka.
it: Orario di inizio visualizzazione di questo messaggio.
ru: Дата и время начала отображения объявления.

source: Start date time
bs: Vreme početka
it: Data e ora inizio
ru: Дата и время начала

source: Date and time until when this message is to be displayed.
bs: Datum i vreme do trenutka kada se ova poruka prikazuje.
it: Orario di fine visualizzazione di questo messaggio.
ru: Дата и время окончания отображения объявления.

source: End date time
bs: Vreme završetka
it: Data e ora fine
ru: Дата и время окончания

source: Messages
bs: Poruke
it: Messaggi
ru: Объявления

source: Create messages
bs: Kreirajte poruke
it: Crea messaggi
ru: Создать объявления

source: Delete messages
bs: Brisanje poruka
it: Cancella messaggi
ru: Удалить объявления

source: Edit messages
bs: Uredite poruke
it: Modifica messaggi
ru: Редактировать объявления

source: View messages
bs: Pregledajte poruke
it: Vedi messaggi
ru: Просмотр объявлений

source: Messages of the day
bs: Poruke dana
it: Messaggi del giorno
ru: Объявления дня

source: Delete the message: %s?
bs: Obrišite poruku: %s?
it: Cancellare il messaggio: %s?
ru: Удалить объявление: %s?

source: Edit message: %s
bs: Uredite poruku: %s
it: Modificare il messaggio: %s?
ru: Правка объявления: %s
