Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/messaging/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, es_pr, fr, pt_br, ro_ro, ru, sl, tr_tr

source: Messaging
bg: Съобщения
cs: Zprávy
es_pr: Mensajería
fr: Messagerie
pt_br: Envio de mensagens
ro_ro: Mesagerie
ru: Сообщения
sl: Sporočila
tr_tr: Mesajlaşma

source: None
bg: Няма
cs: Žádný
es_pr: Ninguno
fr: Aucun
pt_br: Nenhum
ro_ro: Nici unul
ru: Нет
sl: Nobenega
tr_tr: Yok

source: Sender
bg: Подател
cs: Odesílatel
es_pr: Remitente
fr: Expéditeur
pt_br: Remetente
ro_ro: Expeditor
ru: Отправитель
sl: Pošiljatelj
tr_tr: Gönderen

source: Message created
bg: Съобщението е създадено
cs: Zpráva vytvořena
es_pr: Mensaje creado
fr: Message créé
pt_br: Mensagem criada
ro_ro: Mesaj creat
ru: Сообщение создано
sl: Sporočilo ustvarjeno
tr_tr: Mesaj oluşturuldu

source: Message edited
bg: Съобщението е редактирано
cs: Zpráva upravena
es_pr: Mensaje editado
fr: Message modifié
pt_br: Mensagem editada
ro_ro: Mesaj editat
ru: Сообщение изменено
sl: Sporočilo urejeno
tr_tr: Mesaj düzenlendi

source: Body
bg: Съдържание
cs: Tělo
es_pr: Cuerpo
fr: Contenu
pt_br: Corpo
ro_ro: Corp
ru: Содержимое
sl: Telo
tr_tr: Gövde

source: Create message
bg: Създаване на съобщение
cs: Vytvořit zprávu
es_pr: Crear mensaje
fr: Créer un message
pt_br: Criar mensagem
ro_ro: Creați un mesaj
ru: Создать объявление
sl: Ustvari sporočilo
tr_tr: Mesaj oluştur

source: Delete
bg: Изтрийте
cs: Odstranit
es_pr: Eliminar
fr: Supprimer
pt_br: Excluir
ro_ro: Șterge
ru: Удалить
sl: Izbriši
tr_tr: Sil

source: Mark as read
bg: Означете като прочетено
cs: Označit jako přečtené
es_pr: Marcar como leído
fr: Marquer comme lu
pt_br: Marcar como lida
ro_ro: Marchează ca citit
ru: Отметить как прочитанное
sl: Označi kot prebrano
tr_tr: Okundu olarak işaretle

source: Mark as unread
bg: Маркирай като непрочетено
cs: Označit jako nepřečtené
es_pr: Marcar como no leído
fr: Marquer comme non lu
pt_br: Marcar como não lida
ro_ro: Marchează ca necitit
ru: Отметить как непрочитанное
sl: označi kot neprebrano
tr_tr: Okunmamış olarak işaretle

source: Mark all as read
bg: Означете всички като прочетени
cs: Označit vše jako přečtené
es_pr: Marcar todos como leídos
fr: Tout marquer comme lu
pt_br: Marcar todas como lidas
ro_ro: Marchează totul ca fiind citit
ru: Отметить все как прочитанные
sl: označi vse kot prebrano
tr_tr: Tümünü okundu olarak işaretle

source: User
bg: Потребител
cs: Uživatel
es_pr: Usuario
fr: Utilisateur
pt_br: Usuário
ro_ro: Utilizator
ru: Пользователь
sl: Uporabnik
tr_tr: Kullanıcı

source: Short description of this message.
bg: Кратко описание на това съобщение.
cs: Stručný popis této zprávy.
es_pr: Descripción corta sobre este mensaje.
fr: Description courte du message
pt_br: Breve descrição da mensagem
ro_ro: Scurtă descriere a acestui mesaj.
ru: Краткое описание сообщения.
sl: Kratek opis tega sporočila.
tr_tr: Bu mesajın kısa açıklaması.

source: Subject
bg: Относно
cs: Předmět
es_pr: Tema
fr: Sujet
pt_br: Assunto
ro_ro: Subiect
ru: Тема
sl: Predmet
tr_tr: Konu

source: The actual content of the message.
bg: Действителното съдържание на съобщението.
cs: Skutečný obsah zprávy.
es_pr: El contenido real del mensaje.
fr: Le contenu du message.
pt_br: O conteúdo real da mensagem
ro_ro: Conținutul real al mesajului.
ru: Фактическое содержимое сообщения.
sl: Dejanska vsebina sporočila.
tr_tr: Mesajın halihazırdaki içeriği.

source: This field determines if the message has been read or not.
bg: Това поле определя дали съобщението е прочетено или не.
cs: Toto pole určuje, zda byla zpráva přečtena nebo ne.
es_pr: Este campo determina si el mensaje se ha leído o no.
fr: Ce champ détermine si le message a été lu ou non.
pt_br: Este campo determina se a mensagem foi lida ou não
ro_ro: Acest câmp determină dacă mesajul a fost citit sau nu.
ru: Это поле определяет, прочитано сообщение или нет.
sl: To polje določa, ali je bilo sporočilo prebrano ali ne.
tr_tr: Bu alan mesajın okunup okunmadığını belirler.

source: Read
bg: Прочети
cs: Číst
es_pr: Leido
fr: Lu
pt_br: Ler
ro_ro: Citit
ru: Прочитано
sl: Preberi
tr_tr: Oku

source: Date and time of the message creation.
bg: Дата и час на създаване на съобщението.
cs: Datum a čas vytvoření zprávy.
es_pr: Fecha y hora de creación del mensaje.
fr: Date et heure de la création du message.
pt_br: Data e hora da criação da mensagem
ro_ro: Data și ora creării mesajului.
ru: Дата и время создания сообщения.
sl: Datum in čas nastanka sporočila.
tr_tr: Mesajın oluşturulma tarihi ve saati.

source: Creation date and time
bg: Дата и час на създаване
cs: Datum a čas vytvoření
es_pr: Fecha y hora de creación
fr: Date et heure de création
pt_br: Data e hora de criação
ro_ro: Data și ora creării
ru: Дата и время создания
sl: Datum in čas ustvarjanja
tr_tr: Oluşturma tarihi ve saati

source: Message
bg: Съобщение
cs: Zpráva
es_pr: Mensaje
pt_br: Mensagem
ro_ro: Mesaj
ru: Сообщение
sl: Sporočilo
tr_tr: Mesaj

source: Messages
bg: Съобщения
cs: Zprávy
es_pr: Mensajes
pt_br: Mensagens
ro_ro: Mesaje
ru: Сообщения
sl: Sporočila
tr_tr: Mesajlar

source: Label
bg: Етикет
cs: Jmenovka
es_pr: Etiqueta
fr: Étiquette
pt_br: Rótulo
ro_ro: Conținut etichetă
ru: Заголовок
sl: Oznaka
tr_tr: Etiket

source: Create messages
bg: Създаване на съобщения
cs: Vytvořit zprávy
es_pr: Crear mensajes
fr: Créer des messages
pt_br: Criar mensagens
ro_ro: Creați mesaje
ru: Создать сообщения
sl: Ustvarite sporočila
tr_tr: Mesajları oluştur

source: Delete messages
bg: Изтриване на съобщения
cs: Mazat zprávy
es_pr: Borrar mensajes
fr: Supprimer les messages
pt_br: Apagar mensagens
ro_ro: Ștergeți mesaje
ru: Удалить сообщения
sl: Brisanje sporočil
tr_tr: Mesajları sil

source: Edit messages
bg: Редактиране на съобщения
cs: Upravovat zprávy
es_pr: Ver mensajes
fr: Editer les messages
pt_br: Editar mensagens
ro_ro: Editați mesaje
ru: Редактировать объявления
sl: Uredite sporočila
tr_tr: Mesajları düzenle

source: View messages
bg: Преглед на съобщения
cs: Zobrazit zprávy
es_pr: Ver mensajes
fr: Voir les messages
pt_br: Visualizar mensagens
ro_ro: Vizualizați mesaje
ru: Просмотр сообщений
sl: Oglejte si sporočila
tr_tr: Mesajları görüntüle

source: Primary key of the recipient user of this message.
bg: Първичен ключ на потребителя получател на това съобщение.
cs: Primární klíč uživatele příjemce této zprávy.
es_pr: Descripción corta sobre este mensaje.
fr: Clé primaire de l'utilisateur destinataire de ce message.
pt_br: Chave primária do utilizador destinado desta mensagem
ro_ro: Cheia primară a utilizatorului destinatar al acestui mesaj.
sl: Primarni ključ uporabnika prejemnika tega sporočila.
tr_tr: Bu mesajın alıcı kullanıcısının birincil anahtarı.

source: Error deleting message "%(instance)s"; %(exception)s
bg: Грешка при изтриване на съобщение &quot;%(instance)s&quot;; %(exception)s
cs: Chyba při mazání zprávy "%(instance)s"; %(exception)s
es_pr: Error al eliminar el mensaje "%(instance)s"; %(exception)s
fr: Erreur lors de la suppression du message "%(instance)s"; %(exception)s
pt_br: Erro ao eliminar mensagem "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea mesajului „%(instance)s”; %(exception)s
ru: Ошибка при удалении сообщения "%(instance)s"; %(exception)s
sl: Napaka pri brisanju sporočila &quot;%(instance)s&quot;; %(exception)s
tr_tr: "%(instance)s" mesajı silinirken hata oluştu; %(exception)s

source: Message "%(object)s" deleted successfully.
bg: Съобщението &quot;%(object)s&quot; беше изтрито успешно.
es_pr: El mensaje "%(object)s" se eliminó correctamente.
fr: Le message "%(object)s" a été supprimé avec succès.
pt_br: Mensagem "%(object)s" eliminada com sucesso
ro_ro: Mesajul „%(object)s” a fost șters cu succes.
ru: Сообщение "%(object)s" удалено.
sl: Sporočilo &quot;%(object)s&quot; je bilo uspešno izbrisano.
tr_tr: "%(object)s" mesajı başarıyla silindi.

source: %(count)d message deleted successfully.
bg: %(count)d съобщение беше изтрито успешно.
es_pr: %(count)d mensaje eliminado correctamente.
fr: Le message %(count)d a été supprimé avec succès.
pt_br: %(count)dmensagem eliminada com sucesso
ro_ro: Mesajul %(count)d a fost șters cu succes.
ru: %(count)d сообщение удалено.
sl: sporočilo %(count)d je bilo uspešno izbrisano.
tr_tr: %(count)d mesajı başarıyla silindi.

source: %(count)d messages deleted successfully.
bg: %(count)d съобщения бяха изтрити успешно.
cs: %(count)d zpráv bylo úspěšně odstraněno.
es_pr: %(count)d mensajes eliminados correctamente.
fr: %(count)d messages supprimés avec succès.
pt_br: %(count)dmensagens eliminadas com sucesso
ro_ro: %(count)d mesaje au fost șterse cu succes.
ru: %(count)d сообщений удалено.
sl: %(count)d sporočila uspešno izbrisana.
tr_tr: %(count)d mesajları başarıyla silindi.

source: Delete message: %(object)s.
bg: Изтриване на съобщение: %(object)s.
cs: Smazat zprávu: %(object)s.
es_pr: Eliminar mensaje: %(object)s.
fr: Supprimer le message: %(object)s.
pt_br: Eliminar mensagem: %(object)s.
ro_ro: Ștergeți mesajul: %(object)s.
ru: Удалить сообщение: %(object)s.
sl: Izbriši sporočilo: %(object)s.
tr_tr: Mesajı sil: %(object)s.

source: Delete the %(count)d selected message.
bg: Изтрийте %(count)dизбрано съобщение.
es_pr: Eliminar %(count)d mensaje seleccionado.
fr: Supprimer %(count)d message sélectionné.
pt_br: Eliminar %(count)dmensagem selecionada
ro_ro: Ștergeți mesajul %(count)d selectat.
ru: Удалить %(count)d выбранное сообщение.
sl: Izbrišite %(count)d izbrano sporočilo.
tr_tr: %(count)d seçilen mesajı sil.

source: Delete the %(count)d selected messages.
bg: Изтрийте %(count)dизбрани съобщения.
es_pr: Elimina los %(count)d mensajes seleccionados.
fr: Supprimez les %(count)d messages sélectionnés.
pt_br: Eliminar %(count)dmensagens selecionadas
ro_ro: Ștergeți %(count)d mesaje selectate.
ru: Удалить %(count)d выбранных сообщений.
sl: Izbrišite %(count)d izbrana sporočila.
tr_tr: %(count)d seçili mesajları sil.

source: Details of message: %s
bg: Подробности за съобщението: %s
cs: Podrobnosti zprávy: %s
es_pr: Detalles del mensaje: %s
fr: Détails du message: %s
pt_br: Detalhes da mensagem: %s
ro_ro: Detaliile mesajului: %s
ru: Подробности сообщения: %s
sl: Podrobnosti sporočila: %s
tr_tr: Mesajın ayrıntıları: %s

source: Here you will find text messages from other users or from the system.
bg: Тук ще намерите текстови съобщения от други потребители или от системата.
cs: Zde najdete textové zprávy od jiných uživatelů nebo ze systému.
es_pr: Aquí encontrará mensajes de texto de otros usuarios o del sistema.
fr: Vous trouverez ici les messages provenant des autres utilisateurs ou du système.
pt_br: Aqui irá encontrar mensagens de textos de outros utilizadores ou do sistema
ro_ro: Aici veți găsi mesaje text de la alți utilizatori sau din sistem.
ru: Здесь вы найдете текстовые сообщения от других пользователей или системы.
sl: Tukaj boste našli besedilna sporočila drugih uporabnikov ali iz sistema.
tr_tr: Burada diğer kullanıcılardan veya sistemden gelen metin mesajlarını bulacaksınız.

source: There are no messages
bg: Няма съобщения
cs: Nejsou žádné zprávy
es_pr: No hay mensajes
fr: Il n'y a pas de message
pt_br: Não há mensagens
ro_ro: Nu există mesaje
ru: Нет сообщений
sl: Ni sporočil
tr_tr: Mesaj yok

source: Error marking message "%(instance)s" as read; %(exception)s
bg: Грешка при маркирането на съобщението „%(instance)s“ като прочетено; %(exception)s
es_pr: Error al marcar el mensaje "%(instance)s" como leído; %(exception)s
fr: Erreur à marquer le message "%(instance)s" comme lu; %(exception)s
pt_br: Erro ao marcar a mensagem "%(instance)s" como lida; %(exception)s
ro_ro: Eroare la marcarea mesajului „%(instance)s” ca citit; %(exception)s
ru: Ошибка при отметке сообщения "%(instance)s" как прочитанного; %(exception)s
sl: Napaka pri označevanju sporočila &quot;%(instance)s&quot; kot prebranega; %(exception)s
tr_tr: "%(instance)s" mesajı için, okundu olarak işaretleme hatası; %(exception)s

source: Message "%(object)s" marked as read successfully.
bg: Съобщението „%(object)s“ е отбелязано като прочетено успешно.
es_pr: Mensaje "%(object)s" marcado como leído correctamente.
fr: Message "%(object)s" marqué comme lu avec succès.
pt_br: Mensagem "%(object)s" marcada como lida com sucesso
ro_ro: Mesajul „%(object)s” a fost marcat ca fiind citit cu succes.
ru: Сообщение "%(object)s" отмечено как прочитанное.
sl: Sporočilo &quot;%(object)s&quot; označeno kot uspešno prebrano.
tr_tr: "%(object)s" mesajı başarıyla okundu olarak işaretlendi.

source: %(count)d message marked as read successfully.
bg: %(count)d съобщение, означено като успешно прочетено.
cs: %(count)d zpráva označena jako úspěšně přečtená.
es_pr: %(count)d mensaje marcado como leído correctamente.
fr: %(count)d message marqué comme lu avec succès.
pt_br: %(count)dmensagem marcada como lida com sucesso
ro_ro: %(count)d mesaj marcat ca fiind citit cu succes.
ru: %(count)d сообщение отмечено как прочитанное.
sl: %(count)d sporočilo označeno kot uspešno prebrano.
tr_tr: %(count)d mesajı başarıyla okundu olarak işaretlendi.

source: %(count)d messages marked as read successfully.
bg: %(count)d съобщения, отбелязани като прочетени успешно.
cs: %(count)d zprávy označené jako úspěšně přečtené.
es_pr: %(count)d mensajes marcados como leídos correctamente.
fr: %(count)d messages marqués comme lus avec succès.
pt_br: %(count)dmensagens marcadas como lidas com sucesso
ro_ro: %(count)d mesaje marcate ca find citite cu succes.
ru: %(count)d сообщений отмечено как прочитанные.
sl: %(count)d sporočila označena kot uspešno prebrana.
tr_tr: %(count)d mesajları başarıyla okundu olarak işaretlendi.

source: Mark the message "%(object)s" as read.
bg: Маркирайте съобщението &quot;%(object)s&quot; като прочетено.
es_pr: Marcar el mensaje "%(object)s" como leído.
fr: Marquez le message "%(object)s" comme lu.
pt_br: Marcar a mensagem "%(object)s" como lida
ro_ro: Marcați mesajul „%(object)s” ca fiind citit.
ru: Отметить сообщение "%(object)s" как прочитанное.
sl: Označite sporočilo &quot;%(object)s&quot; kot prebrano.
tr_tr: "%(object)s" mesajını okundu olarak işaretle.

source: Mark the %(count)d selected message as read.
bg: Маркирайте %(count)d избрано съобщение като прочетено.
cs: Označit %(count)d vybrané zprávy jako přečtené.
es_pr: Marcar %(count)d mensaje seleccionado como leído.
fr: Marquez le %(count)d message sélectionné comme lu.
pt_br: Marcar %(count)dmensagem selecionada como lida
ro_ro: Marcați %(count)d mesaj selectat ca fiind citit.
ru: Отметить %(count)d выбранное сообщение как прочитанное.
sl: Označite %(count)d izbrano sporočilo kot prebrano.
tr_tr: %(count)d seçilen mesajı okundu olarak işaretle.

source: Mark the %(count)d selected messages as read.
bg: Маркирайте %(count)d избрани съобщения като прочетени.
cs: Označit %(count)d vybraných zpráv jako přečtené.
es_pr: Marque los %(count)d mensajes seleccionados como leídos.
fr: Marquez les %(count)d messages sélectionnés comme lus.
pt_br: Marcar %(count)dmensagens selecionadas como lidas.
ro_ro: Marcați %(count)d mesaje selectate ca fiind citite.
ru: Отметить %(count)d выбранных сообщений как прочитанные.
sl: Označi %(count)d izbrana sporočila kot prebrana.
tr_tr: %(count)d seçilen mesajları okundu olarak işaretle.

source: Mark all message as read?
bg: Да се означат ли всички съобщения като прочетени?
cs: Označit všechny zprávy jako přečtené?
es_pr: ¿Marcar todos los mensajes como leídos?
fr: Marquer tous les messages comme lus?
pt_br: Marcar todas as mensagem como lidas?
ro_ro: Marcați tot mesajul ca fiind citit?
ru: Отметить все сообщения как прочитанные?
sl: Označiti vse sporočilo kot prebrano?
tr_tr: Tüm mesajlar okundu olarak işaretlensin mi?

source: All messages marked as read.
bg: Всички съобщения са означени като прочетени.
cs: Všechny zprávy označené jako přečtené.
es_pr: Todos los mensajes marcados como leídos.
fr: Tous les messages ont été marqués comme lus.
pt_br: Todas as mensagens marcadas como lidas.
ro_ro: Toate mesajele au fost marcate ca fiind citite.
ru: Все сообщения отмечены как прочитанные.
sl: Vsa sporočila označena kot prebrana.
tr_tr: Tüm mesajlar okundu olarak işaretlendi.

source: Error marking message "%(instance)s" as unread; %(exception)s
bg: Грешка при маркирането на съобщението „%(instance)s“ като непрочетено; %(exception)s
es_pr: Error al marcar el mensaje "%(instance)s" como no leído; %(exception)s
fr: Erreur pour marquer le message "%(instance)s" comme non lu; %(exception)s
pt_br: Erro ao marcar mensagem "%(instance)s" como não lida; %(exception)s
ro_ro: Eroare la marcarea mesajului „%(instance)s” ca necitit; %(exception)s
ru: Ошибка при отметке сообщения "%(instance)s" как непрочитанного; %(exception)s
sl: Napaka pri označevanju sporočila &quot;%(instance)s&quot; kot neprebranega; %(exception)s
tr_tr: "%(instance)s" mesajı için, okunmadı olarak işaretleme hatası; %(exception)s

source: Message "%(object)s" marked as unread successfully.
bg: Съобщението „%(object)s“ бе отбелязано като непрочетено успешно.
es_pr: Mensaje "%(object)s" marcado como no leído correctamente.
fr: Message "%(object)s" marqué comme non lu avec succès.
pt_br: Mensagem "%(object)s" marcada como não lida com sucesso
ro_ro: Mesajul „%(object)s” a fost marcat ca necitit.
ru: Сообщение "%(object)s" отмечено как непрочитанное.
sl: Sporočilo &quot;%(object)s&quot; je uspešno označeno kot neprebrano.
tr_tr: "%(object)s" mesajı başarıyla okunmadı olarak işaretlendi.

source: %(count)d message marked as unread successfully.
bg: %(count)d съобщение, успешно означено като непрочетено.
es_pr: %(count)d mensaje marcado como no leído correctamente.
fr: %(count)d message marqué comme non lu avec succès.
pt_br: %(count)dmensagem marcada como não lida com sucesso
ro_ro: %(count)d mesaj marcat ca necitit cu succes.
ru: %(count)d сообщение отмечено как непрочитанное.
sl: sporočilo %(count)d je bilo uspešno označeno kot neprebrano.
tr_tr: %(count)d mesajı başarıyla okunmadı olarak işaretlendi.

source: %(count)d messages marked as unread successfully.
bg: %(count)d съобщения, успешно отбелязани като непрочетени.
es_pr: %(count)d mensajes marcados como no leídos correctamente.
fr: %(count)d messages marqués comme non lus avec succès.
pt_br: %(count)dmensagens marcadas como não lidas com sucesso
ro_ro: %(count)d mesaje marcate ca necitite cu succes.
ru: %(count)d сообщений отмечено как непрочитанные.
sl: %(count)d sporočila so bila uspešno označena kot neprebrana.
tr_tr: %(count)d mesajları başarıyla okunmadı olarak işaretlendi.

source: Mark the message "%(object)s" as unread.
bg: Маркирайте съобщението "%(object)s" като непрочетено.
es_pr: Marcar el mensaje "%(object)s" como no leído.
fr: Marquez le message "%(object)s" comme non lu.
pt_br: Marcar a mensagem "%(object)s" como não lida
ro_ro: Marcați mesajul „%(object)s” ca necitit.
ru: Отметить сообщение "%(object)s" как непрочитанное.
sl: Označi sporočilo &quot;%(object)s&quot; kot neprebrano.
tr_tr: "%(object)s" mesajını okunmadı olarak işaretle.

source: Mark the %(count)d selected message as unread.
bg: Маркирайте избраното съобщение %(count)d като непрочетено.
es_pr: Marcar %(count)d mensaje seleccionado como no leído.
fr: Marquez %(count)d message sélectionné comme non lu.
pt_br: Marcar %(count)dmensagem selecionada como não lida.
ro_ro: Marcați %(count)d mesaj selectat ca necitit.
ru: Отметить %(count)d выбранное сообщение как непрочитанное.
sl: Označi %(count)d izbrano sporočilo kot neprebrano.
tr_tr: %(count)d seçilen mesajı okunmadı olarak işaretle.

source: Mark the %(count)d selected messages as unread.
bg: Маркирайте избраните съобщения %(count)d като непрочетени.
es_pr: Marcar %(count)d mensajes seleccionados como no leídos.
fr: Marquez les %(count)d messages sélectionnés comme non lus.
pt_br: Marcar %(count)dmensagens selecionadas como não lidas.
ro_ro: Marcați %(count)d mesaje selectate ca necitite.
ru: Отметить %(count)d выбранных сообщений как непрочитанные.
sl: Označi %(count)d izbrana sporočila kot neprebrana.
tr_tr: %(count)d seçilen mesajları okunmamış olarak işaretle.

source: Username list
es_pr: Lista de nombres de usuario
fr: Liste des nom d'utilisateurs
ro_ro: Lista de nume de utilizator
sl: Seznam uporabniških imen
tr_tr: Kullanıcı adı listesi

source: Comma separated list of username that will receive the message.
es_pr: Lista separada por comas del nombre de usuario que recibirá el mensaje.
fr: Liste séparée par des virgules des noms d'tilisateur qui recevront le message.
ro_ro: Lista de nume de utilizator, separată prin virgulă, care va primi mesajul.
sl: Seznam uporabniških imen, ločenih z vejicami, ki bodo prejeli sporočilo.
tr_tr: Mesajı alacak olan kullanıcı adlarının virgülle ayrılmış listesi.

source: Topic of the message to be sent.
es_pr: Tema del mensaje a enviar.
fr: Sujet du message à envoyer.
ro_ro: Subiectul mesajului care urmează să fie trimis.
sl: Tema sporočila, ki ga želite poslati.
tr_tr: Gönderilecek mesajın konusu.

source: The actual text to send.
es_pr: El texto para enviar.
fr: Le texte à envoyer.
ro_ro: Textul real de trimis.
sl: Dejansko besedilo za pošiljanje.
tr_tr: Gönderilecek metin.

source: Send user message
es_pr: Enviar mensaje a usuario
fr: Envoyer un message utilisateur
ro_ro: Trimiteți mesaj utilizatorului
sl: Pošlji uporabniško sporočilo
tr_tr: Kullanıcı mesajı gönder
