Repository: mayan-edms/Mayan-EDMS
Catalog: apps/linking/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: smart links actions
de_de: Smart-Links Aktionen

source: smart links list
de_de: Liste der intelligenten Verknüpfungen

source: create new smart link
de_de: Neue intelligente Verknüpfung erstellen

source: edit
de_de: bearbeiten

source: delete
de_de: löschen

source: conditions
de_de: Bedingungen

source: create condition
de_de: Bedingung erstellen

source: Pages
de_de: Seiten

source: Select
de_de: Auswählen

source: Click on the image for full size view of the first page.
de_de: Klicken Sie auf das Bild um die erste Seite in voller Größe anzuzeigen.

source: and
de_de: und

source: or
de_de: oder

source: is equal to
de_de: ist gleich zu

source: is equal to (case insensitive)
de_de: ist gleich zu (ohne Groß/Kleinschreibung)

source: contains
de_de: enthält

source: contains (case insensitive)
de_de: enthält (ohne Groß/Kleinschreibung)

source: is in
de_de: ist in

source: is greater than
de_de: ist größer als

source: is greater than or equal to
de_de: ist größer oder gleich zu

source: is less than
de_de: ist kleiner als

source: is less than or equal to
de_de: ist kleiner oder gleich zu

source: starts with
de_de: beginnt mit

source: starts with (case insensitive)
de_de: beginnt mit (ohne Groß/Kleinschreibung)

source: ends with
de_de: endet mit

source: ends with (case insensitive)
de_de: endet mit (ohne Groß/Kleinschreibung)

source: is in regular expression
de_de: ist in regulärem Ausdruck

source: is in regular expression (case insensitive)
de_de: ist in regulärem Ausdruch (ohne Groß/Kleinschreibung)

source: title
de_de: Titel

source: dynamic title
de_de: dynamischer Title

source: This expression will be evaluated against the current selected document. The document metadata is available as variables `metadata` and document properties under the variable `document`.
de_de: Dieser Ausdruck wird gegen das aktuell ausgewählte Dokument ausgewertet werden. Die Dokument-Metadaten sind verfügbar als Variable `metadata` und Dokumenteigenschaften als Variable `document`.

source: enabled
de_de: aktiviert

source: smart link
de_de: intelligente Verknüpfung

source: The inclusion is ignored for the first item.
de_de: Die Einbeziehung wird für das erste Element ignoriert.

source: foreign document data
de_de: fremde Dokumenten-Daten

source: This represents the metadata of all other documents. Available objects: `document.<attribute>` and `metadata.<metadata_type_name>`.
de_de: Dies stellt die Metadaten aller anderen Dokumenten dar. Verfügbare Objekte: `Dokument. <attribute> `Und` Metadaten. <metadata_type_name> `.

source: expression
de_de: Ausdruck

source: negated
de_de: negiert

source: Inverts the logic of the operator.
de_de: Kehrt die Logik der Operation um.

source: not
de_de: nicht

source: link condition
de_de: Verknüpfungs-Bedingung

source: link conditions
de_de: Verknüpfungs-Bedingungen

source: Smart links
de_de: intelligente Verknüpfungen

source: View existing smart links
de_de: Zeige alle existierenden intelligenten Verknüpfungen

source: Create new smart links
de_de: Erstelle neue intelligente Verknüpfungen

source: Delete smart links
de_de: intelligente Verknüpfungen löschen

source: Edit smart links
de_de: intelligente Verknüpfungen bearbeiten

source: No action selected.
de_de: Keine Aktion ausgewählt.

source: documents in smart link: %(group)s
de_de: Dokumente in intelligenter Verknüpfung: %(group)s

source: Smart link query error: %s
de_de: Abfragefehler in intelligenter Verknüpfung: %s

source: smart links (%s)
de_de: intelligente Verknüpfungen (%s)

source: There no defined smart links for the current document.
de_de: Es sind keine intelligenten Verknüpfungen für das aktuelle Dokument definiert.

source: Smart link: %s created successfully.
de_de: intelligente Verknüpfung: %s wurde erfolgreich erstellt.

source: Create new smart link
de_de: Neue intelligente Verknüpfung erstellen

source: Smart link: %s edited successfully.
de_de: intelligente Verknüpfung %s erfolgreich bearbeitet.

source: Edit smart link: %s
de_de: intelligente Verknüpfung bearbeiten: %s

source: Smart link: %s deleted successfully.
de_de: intelligente Verknüpfung %s erfolgreich gelöscht.

source: Error deleting smart link: %(smart_link)s; %(error)s.
de_de: Fehler beim Löschen der intelligenten Verknüpfung: %(smart_link)s ; %(error)s .

source: Are you sure you wish to delete smart link: %s?
de_de: Sind Sie sicher, dass Sie die intelligente Verknüpfung %s löschen möchten?

source: conditions for smart link: %s
de_de: Bedingungen für die intelligente Verknüpfung %s

source: Smart link condition: "%s" created successfully.
de_de: Bedingung für intelligente Verknüpfung: "%s" erfolgreich erstellt.

source: Add new conditions to smart link: "%s"
de_de: Neue Bedingungen zu intelligenter Verknüpfung "%s" hinzufügen

source: Smart link condition: "%s" edited successfully.
de_de: Bedingung für intelligente Verknüpfung: "%s" erfolgreich bearbeitet.

source: Edit smart link condition
de_de: Bedingung für intelligente Verknüpfung bearbeiten

source: condition
de_de: Bedingung

source: Smart link condition: "%s" deleted successfully.
de_de: Bedingung für intelligente Verknüpfung: "%s" erfolgreich gelöscht.

source: Error deleting smart link condition: %(smart_link_condition)s; %(error)s.
de_de: Fehler beim Löschen der Bedingung: %(smart_link_condition)s ; %(error)s .

source: Are you sure you wish to delete smart link condition: "%s"?
de_de: Sind Sie sicher, dass Sie die Bedingung zur intelligenten Verknüpfung löschen möchten: "%s"?

source: Show smart link that don't return any documents.
de_de: intelligente Verknüpfungen anzeigen, die auf keine Dokumente verweisen.

source: What are smart links?
de_de: Was sind intelligente Verknüpfungen?

source: Smart links are a set of conditional statements that are used to query the database using the current document the user is accessing as the data source, the results of these queries are a list of documents that relate in some manner to the document being displayed and allow users the ability to jump to and from linked documents very easily.
de_de: Intelligente Verknüpfungen sind eine Reihe von Bedingungen, die ein Dokument mit anderen Dokumenten in der Datenbank verknüpfen können. Sie liefern so andere Dokumente, die mit dem Quelldokument in der gewünschten Weise in Beziehung stehen und bieten so dem Benutzer die Möglichkeit, zwischen verknüpften Dokumenten einfach zu navigieren.
