Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, de_de, el, es_pr, fr, lv, pt, ro_ro, sl, tr_tr

source: User management
bg: Управление на потребители
bs: Upravljanje korisnicima
de_de: Benutzerverwaltung
el: Διαχείριση χρηστών
es_pr: Administración de usuarios
fr: Gestion des utilisateurs
lv: Lietotāju pārvaldība
pt: Gestão de utilizadores
ro_ro: Management utilizatori
sl: Upravljanje uporabnikov
tr_tr: Kullanıcı yönetimi

source: Group
bg: Група
de_de: Gruppe
el: Ομάδα
es_pr: Grupo
fr: Groupe
lv: Grupa
pt: Grupo
ro_ro: Grup
sl: skupina
tr_tr: Grup

source: Groups
bg: Групи
bs: Grupe
de_de: Gruppen
el: Ομάδες
es_pr: Grupos
fr: Groupes
lv: Grupas
pt: Grupos
ro_ro: Grupuri
sl: Skupine
tr_tr: Gruplar

source: Name
bg: Име
bs: Ime
el: Όνομα
es_pr: Nombre
fr: Nom
lv: Nosaukums
pt: Nome
ro_ro: Nume
sl: Ime
tr_tr: İsim

source: User
bg: Потребител
bs: Korisnik
de_de: Benutzer
el: Χρήστης
es_pr: Usuario
fr: Utilisateur
lv: Lietotājs
pt: Utilizador
ro_ro: Utilizator
sl: Uporabnik
tr_tr: Kullanıcı

source: Users
bg: Потребители
bs: Korisnici
de_de: Benutzer
el: Χρήστες
es_pr: Usuarios
fr: Utilisateurs
lv: Lietotāji
pt: Utilizadores
ro_ro: Utilizatorii
sl: Uporabniki
tr_tr: Kullanıcılar

source: Email
bg: Електронна поща
el: Λογαριασμός email
es_pr: Correo electrónico
fr: Courriel
lv: E-pasts
pt: Correio eletrónico
sl: E-naslov
tr_tr: E-posta

source: First name
bg: Малко име
bs: Ime
de_de: Vorname
el: Όνομα
es_pr: Nombre de pila
fr: Prénom
lv: Vārds
pt: Primeiro nome
ro_ro: Prenume
sl: Ime
tr_tr: Ad

source: Is active?
bg: Активен ли е?
de_de: Aktiv
el: Ενεργός;
es_pr: ¿Está activo?
fr: Est actif?
lv: Vai ir aktīvs?
pt: Está ativo?
ro_ro: Este activ?
sl: Je aktiven?
tr_tr: Aktif mi?

source: Last name
bg: Фамилия
bs: Prezime
de_de: Nachname
el: Επώνυμο
es_pr: Apellido
fr: Nom
lv: Uzvārds
pt: Sobrenome
ro_ro: Numele de familie
sl: Priimek
tr_tr: Soyad

source: Password
bg: Парола
de_de: Passwort
el: Κωδικός πρόσβασης
es_pr: Contraseña
fr: Mot de passe
pt: Palavra-passe
ro_ro: Parola
sl: Geslo
tr_tr: Parola

source: Username
bg: Име на потребител
bs: Korisničko ime
de_de: Benutzer
el: Όνομα χρήστη
es_pr: Nombre de usuario
fr: Identifiant
lv: Lietotājvārds
pt: Nome de utilizador
ro_ro: Nume de utilizator
sl: Uporabniško ime
tr_tr: Kullanıcı adı

source: Last login
bg: Последно влизане
de_de: Letzte Anmeldung
es_pr: Último acceso
fr: Dernière connexion
pt: Último login
ro_ro: Ultima logare
sl: Zadnja prijava
tr_tr: Son giriş

source: Has usable password?
bg: Има ли използваема парола?
bs: Ima korisnu lozinku?
de_de: Verwendbares Passwort
el: Έχει κωδικό ενεργοποίησης;
es_pr: ¿Tiene contraseña utilizable?
fr: Possède un mot de passe utilisable ?
lv: Vai ir izmantojama parole?
pt: Tem uma palavra-passe utilizável?
ro_ro: Are parola utilizabilă?
sl: Ima uporabno geslo?
tr_tr: Kullanılabilir şifre var mı?

source: All the groups.
bg: Всички групи.
bs: Sve grupe.
de_de: Alle Gruppen.
el: Όλες οι ομάδες.
es_pr: Todos los grupos.
fr: Tous les groupes.
lv: Visas grupas.
pt: Todos os grupos.
ro_ro: Toate grupurile.
sl: Vse skupine.
tr_tr: Tüm gruplar.

source: All the users.
bg: Всички потребители.
bs: Svi korisnici.
de_de: Alle Benutzer.
el: Όλοι οι χρήστες.
es_pr: Todos los usuarios.
fr: Tous les utilisateurs.
lv: Visi lietotāji.
pt: Todos os utilziadores.
ro_ro: Toți utilizatorii.
sl: Vsi uporabniki.
tr_tr: Tüm kullanıcılar.

source: Total users
bg: Общо потребители
de_de: Benutzer insgesamt
el: Σύνολο χρηστών
es_pr: Usuarios totales
fr: Nombre d'utilisateurs
lv: Kopā lietotāji
pt: Total de utilizadores
ro_ro: Total utilizatori
sl: Skupno število uporabnikov
tr_tr: Toplam kullanıcılar

source: Total groups
bg: Общо групи
de_de: Gruppen insgesamt
el: Σύνολο ομάδων
es_pr: Grupos totales
fr: Nombre de groupes
lv: Kopā grupas
pt: Total de grupos
ro_ro: Total grupuri
sl: Skupaj skupin
tr_tr: Toplam gruplar

source: User dashboard
bg: Табло за управление на потребителя
de_de: Benutzer-Dashboard
es_pr: Detalles del usuario
fr: Tableau de bord de l'utilisateur
pt: Visão geral de utilizador
ro_ro: Tabloul de bord utilizator
sl: Uporabniška nadzorna plošča
tr_tr: Kullanıcı panosu

source: Group created
bg: Групата е създадена
de_de: Gruppe erstellt
el: Ομάδα δημιουργήθηκε
es_pr: Grupo creado
fr: Groupe créé
lv: Grupa izveidota
pt: Grupo criado
ro_ro: Grupul a fost creat
sl: Skupina ustvarjena
tr_tr: Grup oluşturuldu

source: Group edited
bg: Групата е редактирана
de_de: Gruppe bearbeitet
el: Ομάδες τροποποιήθηκε
es_pr: Grupo editado
fr: Groupe modifié
lv: Grupa rediģēta
pt: Grupo editado
ro_ro: Grupul a fost editat
sl: Skupina urejena
tr_tr: Grup düzenlendi

source: User created
bg: Потребителят е създаден
de_de: Benutzer erstellt
el: Χρήστης δημιουργήθηκε
es_pr: Usuario creado
fr: Utilisateur créé
lv: Lietotājs izveidoja
pt: Utilizador criado
ro_ro: Utilizatorul a fost creat
sl: Uporabnik ustvarjen
tr_tr: Kullanıcı oluşturuldu

source: User edited
bg: Потребителят е редактиран
de_de: Benutzer bearbeitet
el: Χρήστης τροποποιήθηκε
es_pr: Usuario editado
fr: Utilisateur modifié
lv: Lietotāja rediģēts
pt: Utilizador editado
ro_ro: Utilizatorul a fost editat
sl: Uporabnik uredil
tr_tr: Kullanıcı düzenlendi

source: User logged in
bg: Потребителят влезе в системата
de_de: Benutzer ist angemeldet
el: Χρήστης συνδέθηκε
es_pr: Usuario conectado
fr: Utilisateur connecté
lv: Lietotājs ir pieteicies
pt: Utilizador entrou
ro_ro: Utilizatorul s-a logat
sl: Uporabnik prijavljen
tr_tr: Giriş yapmış kullanıcı

source: User logged out
bg: Потребителят излезе
de_de: Benutzer ist abgemeldet
el: Χρήστης αποσυνδέθηκε
es_pr: Usuario desconectado
fr: Utilisateur déconnecté
lv: Lietotājs ir pieteicies
pt: Utilizador saiu
ro_ro: Utilizatorul s-a deconectat
sl: Uporabnik je odjavljen
tr_tr: Çıkış yapmış kullanıcı

source: User details
bg: Данни за потребител
bs: Detalji o korisniku
de_de: Benutzerdetails
el: Πληροφορίες χρήστη
es_pr: Detalles del usuario
fr: Détails de l'utilisateur
lv: Lietotāja dati
pt: Detalhes do utilizador
ro_ro: Detalii utilizator
sl: Podrobnosti o uporabniku
tr_tr: Kullanıcı detayları

source: Create new group
bg: Създаване на нова група
bs: Kreiraj novu grupu
de_de: Erstellen
el: Δημιουργία νέας ομάδας.
es_pr: Crear nuevo grupo
fr: Créer un nouveau groupe
lv: Izveidot jaunu grupu
pt: Criar novo grupo
ro_ro: Creați un grup nou
sl: Ustvari novo skupino
tr_tr: Yeni grup oluştur

source: Delete
bg: Изтрийте
bs: Obriši
de_de: Löschen
el: Διαγραφή
es_pr: Eliminar
fr: Supprimer
lv: Dzēst
pt: Remover
ro_ro: Șterge
sl: Izbriši
tr_tr: Sil

source: Edit
bg: Редактиране
bs: Urediti
de_de: Bearbeiten
el: Τροποποίηση
es_pr: Editar
fr: Modifier
lv: Rediģēt
pt: Editar
ro_ro: Editați
sl: Uredi
tr_tr: Düzenle

source: Create new user
bg: Създайте нов потребител
bs: Kreirajte novog korisnika
de_de: Erstellen
el: Δημιουργία νέου χρήστη
es_pr: Crear nuevo usuario
fr: Créer un nouvel utilisateur
lv: Izveidot jaunu lietotāju
pt: Criar novo utilziador
ro_ro: Creați un utilizator nou
sl: Ustvari novega uporabnika
tr_tr: Yeni kullanıcı oluştur

source: User options
bg: Опции на потребителя
de_de: Benutzeroptionen
el: Επιλογές χρήστη
es_pr: Opciones de usuario
fr: Options pour l'utilisateur
lv: Lietotāja iespējas
pt: Opções de utilizador
ro_ro: Opțiuni utilizator
sl: Uporabniške možnosti
tr_tr: Kullanıcı özellikleri

source: Account
bg: Акаунт
de_de: Konto
el: Λογαριασμός
es_pr: Cuenta
fr: Compte
pt: Conta
ro_ro: Cont
sl: Uporabniški račun
tr_tr: Hesap

source: Personal
fr: Personnel
sl: Osebno
tr_tr: Kişiye özel

source: Attributes
bg: Характеристики
de_de: Attribute
es_pr: Atributos
fr: Attributs
pt: Atributos
ro_ro: Atribute
sl: Lastnosti
tr_tr: Öznitellikler

source: Forbid this user from changing their password.
bg: Забранете на този потребител да променя паролата си.
de_de: Diesem Benutzer das Ändern des Passworts verbieten.
el: Απαγόρεψη αυτού του χρήστη από την δυνατότητα αλλαγής κωδικού πρόσβασης
es_pr: Prohibir a este usuario cambiar su contraseña.
fr: Interdire à cet utilisateur de modifier son mot de passe.
lv: Aizliegt šim lietotājam mainīt savu paroli.
pt: Proibir este utilizador de mudar a sua palavra-passe.
ro_ro: Interziceți acestui utilizator să-și schimbe parola.
sl: Temu uporabniku prepovejte spreminjanje gesla.
tr_tr: Bu kullanıcının şifresini değiştirmesini yasakla.

source: User settings
bg: Потребителски настройки
de_de: Benutzereinstellungen
el: Ρυθμίσεις χρήστη
es_pr: Ajustes de usuario
fr: Paramètre pour l'utilisateur
lv: Lietotāja iestatījumi
pt: Definições de utilizador
ro_ro: Setarile utilizatorului
sl: Uporabniške nastavitve
tr_tr: Kullanıcı ayarları

source: Users settings
bg: Настройки на потребителите
de_de: Benutzereinstellungen
el: Ρυθμίσεις χρηστών
es_pr: Ajustes de usuarios
fr: Paramètres pour l'utilisateur
lv: Lietotāju iestatījumi
pt: Definições de utilizadores
ro_ro: Setările utilizatorilor
sl: Uporabniške nastavitve
tr_tr: Kullanıcıların ayarları

source: Create new groups
bg: Създаване на нови групи
bs: Kreiraj nove grupe
de_de: Gruppen anlegen
el: Δημιουργία νέων ομάδων
es_pr: Crear nuevos grupos
fr: Créer de nouveaux groupes
lv: Izveidot jaunas grupas
pt: Criar novos grupos
ro_ro: Creați grupuri noi
sl: Ustvari nove skupine
tr_tr: Yeni gruplar oluştur

source: Delete existing groups
bg: Изтриване на съществуващи групи
bs: Obriši postojeće grupe
de_de: Gruppen löschen
el: Διαγραφή υπαρχόντων ομάδων
es_pr: Eliminar grupos existentes
fr: Supprimer des groupes existant
lv: Dzēst esošās grupas
pt: Eliminar grupos existentes
ro_ro: Ștergeți grupuri existente
sl: Izbrišite obstoječe skupine
tr_tr: Mevcut grupları sil

source: Edit existing groups
bg: Редактиране на съществуващи групи
bs: Izmjeni postojeće grupe
de_de: Gruppen bearbeiten
el: Τροποποιηση υπαρχόντων ομάδων
es_pr: Editar grupos existentes
fr: Modifier des groupes existant
lv: Rediģējiet esošās grupas
pt: Editar grupos existentes
ro_ro: Editați grupuri existente,
sl: Uredite obstoječe skupine
tr_tr: Mevcut grupları düzenle

source: View existing groups
bg: Преглед на съществуващи групи
bs: Pregledaj postojeće grupe
de_de: Gruppen anzeigen
el: Εμφάνιση υπαρχόντων ομάδων
es_pr: Ver grupos existentes
fr: Afficher les groupes existant
lv: Skatīt esošās grupas
pt: Ver grupos existentes
ro_ro: Vezi grupurile existente
sl: Oglejte si obstoječe skupine
tr_tr: Mevcut grupları görüntüle

source: Create new users
bg: Създаване на нови потребители
bs: Kreiraj nove korisnike
de_de: Benutzer anlegen
el: Δημιουργία νέων χρηστών
es_pr: Crear nuevos usuarios
fr: Créer de nouveaux utilisateurs
lv: Izveidot jaunus lietotājus
pt: Criar novos utilizadores
ro_ro: Creați noi utilizatori
sl: Ustvari nove uporabnike
tr_tr: Yeni kullanıcılar oluştur

source: Delete existing users
bg: Изтриване на съществуващи потребители
bs: Obriši postojeće korisnike
de_de: Benutzer löschen
el: Διαγραφή υπαρχόντων χρηστών
es_pr: Eliminar usuarios existentes
fr: Supprimer des utilisateurs existants
lv: Dzēst esošos lietotājus
pt: Eliminar utilizadores existentes
ro_ro: Șterge utilizatori existenți
sl: Izbrišite obstoječe uporabnike
tr_tr: Mevcut kullanıcıları sil

source: Edit existing users
bg: Редактиране на съществуващи потребители
bs: Izmjeni postojeće korisnike
de_de: Benutzer bearbeiten
el: Τροποποίηση υπαρχόντων χρηστών
es_pr: Editar usuarios existentes
fr: Modifier des utilisateurs existants
lv: Rediģējiet esošos lietotājus
pt: Editar utilizadores existentes
ro_ro: Editați utilizatorii existenți
sl: Uredite obstoječe uporabnike
tr_tr: Mevcut kullanıcıları düzenle

source: View existing users
bg: Преглед на съществуващи потребители
bs: Pregledaj postojeće korisnike
de_de: Benutzer anzeigen
el: Εμφάνιση υπαρχόντων χρηστών
es_pr: Ver usuarios existentes
fr: Afficher les utilisateurs existants
lv: Skatīt esošos lietotājus
pt: Ver utilizadores existentes
ro_ro: Vizualizați utilizatorii existenți
sl: Ogled obstoječih uporabnikov
tr_tr: Mevcut kullanıcıları görüntüle

source: username
bg: потребителско име
bs: korisnik
de_de: Benutzername
el: Όνομα χρήστη
es_pr: Nombre de usuario
fr: utilisateur
lv: lietotājvārds
pt: Nome de utilizador
ro_ro: nume de utilizator
sl: uporabniško ime
tr_tr: kullanıcı adı

source: URL of the API endpoint showing the list users of this group.
bg: URL на крайната точка на API, показващ потребителите на списъка от тази група.
de_de: Die URL dieses API-Endpunkts zeigt eine Liste der Benutzer in dieser Gruppe.
es_pr: URL de la API que muestra la lista de usuarios de este grupo.
pt: URL do endpoint API que mostra a lista de utilizadores deste grupo.
ro_ro: Adresa URL a punctului final API care arată lista de utilizatori ai acestui grup.
sl: URL končne točke API-ja, ki prikazuje seznam uporabnikov te skupine.
tr_tr: Bu grubun liste kullanıcılarını gösteren API uç noktasının URL'si.

source: Primary key of the user to add to the group.
bg: Основен ключ на потребителя, който да добавите към групата.
de_de: Primärschlüssel des Benutzers, welcher zur Gruppe hinzugefügt werden soll.
es_pr: Llave principal del usuario para agregar al grupo.
fr: Clé primaire de l'utilisateur à ajouter au groupe.
pt: Chave primária do utilizador utilizada para adicionar a grupo.
ro_ro: Cheia primară a utilizatorului de adăugat la grup.
sl: Primarni ključ uporabnika za dodajanje v skupino.
tr_tr: Gruba eklenecek kullanıcının birincil anahtarı.

source: Primary key of the user to remove from the group.
bg: Основен ключ на потребителя, който да се премахне от групата.
de_de: Primärschlüssel des Benutzers, welcher von der Gruppe entfernt werden soll.
es_pr: Llave principal del usuario para eliminar del grupo.
fr: Clé primaire de l'utilisateur à retirer du groupe.
pt: Chave primária do utilizador utilizada para remover do grupo.
ro_ro: Cheia primară a utilizatorului de eliminat din grup.
sl: Primarni ključ uporabnika, ki ga želite odstraniti iz skupine.
tr_tr: Gruptan çıkarılacak kullanıcının birincil anahtarı.

source: URL of the API endpoint showing the list groups this user belongs to.
bg: URL адрес на крайната точка на API, показващ списъчните групи, към които принадлежи този потребител.
de_de: Die URL dieses API-Endpunkts zeigt eine Liste der Gruppen, in welcher dieser Benutzer Mitglied ist.
es_pr: URL de la API que muestra la lista de grupos a los que pertenece este usuario.
pt: URL do endpoint API que mostra a lista de grupos a que este utilizador pertence.
ro_ro: Adresa URL a punctului final API care arată lista grupurilor cărora le aparține acest utilizator.
sl: URL končne točke API-ja, ki prikazuje seznam skupin, ki jim ta uporabnik pripada.
tr_tr: Bu kullanıcının ait olduğu liste gruplarını gösteren API uç noktasının URL'si.

source: Anonymous
bg: Анонимен
bs: Anonimni
de_de: Anonymer Benutzer
el: Ανώνυμος
es_pr: Anónimo
fr: Anonyme
lv: Anonīms
pt: Anónimo
ro_ro: Anonim
sl: Anonimno
tr_tr: Anonim

source: Error deleting group "%(instance)s"; %(exception)s
bg: Грешка при изтриване на група „%(instance)s“; %(exception)s
de_de: Fehler beim Löschen der Gruppe "%(instance)s"; %(exception)s
es_pr: Error eliminando el grupo "%(instance)s"; %(exception)s
fr: Erreur lors de la suppression du groupe "%(instance)s"; %(exception)s
pt: Erro ao eliminar o grupo "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea grupului „%(instance)s”; %(exception)s
sl: Napaka pri brisanju skupine &quot;%(instance)s&quot;; %(exception)s
tr_tr: "%(instance)s" grubu silinirken hata oluştu; %(exception)s

source: Group "%(object)s" deleted successfully.
bg: Групата &quot;%(object)s&quot; е изтрита успешно.
de_de: Gruppe "%(object)s" erfolgreich gelöscht.
es_pr: El grupo "%(object)s" se eliminó con éxito.
fr: Groupe "%(object)s" supprimé avec succès.
pt: Grupo "%(object)s" eliminado com sucesso.
ro_ro: Grupul „%(object)s” a fost șters cu succes.
sl: Skupina &quot;%(object)s&quot; je bila uspešno izbrisana.
tr_tr: "%(object)s" grubu başarıyla silindi.

source: %(count)d group deleted successfully.
bg: %(count)d групата е изтрита успешно.
de_de: %(count)d Gruppe erfolgreich gelöscht.
es_pr: %(count)d grupo eliminado con éxito.
fr: %(count)d groupe supprimé avec succès.
pt: %(count)d grupo eliminado com sucesso.
ro_ro: %(count)d grup a fost șters cu succes.
sl: %(count)d skupina je bila uspešno izbrisana.
tr_tr: %(count)d grubu başarıyla silindi.

source: %(count)d groups deleted successfully.
bg: %(count)d групи са изтрити успешно.
de_de: %(count)d Gruppen erfolgreich gelöscht.
es_pr: %(count)d grupos eliminados con éxito.
fr: %(count)d groupes supprimés avec succès.
pt: %(count)dgrupos eliminados com sucesso.
ro_ro: %(count)d grupuri au fost șterse cu succes.
sl: %(count)d skupine so bile uspešno izbrisane.
tr_tr: %(count)d grupları başarıyla silindi.

source: Delete group: %(object)s.
bg: Изтриване на група: %(object)s.
de_de: Gruppe löschen: %(object)s.
es_pr: Eliminar el grupo: %(object)s.
fr: Supprimer le groupe: %(object)s.
pt: Eliminar grupo: %(object)s.
ro_ro: Ștergeți grupul: %(object)s.
sl: Izbriši skupino: %(object)s.
tr_tr: Grubu sil: %(object)s.

source: Delete the %(count)d selected group.
bg: Изтрийте %(count)dизбрана група .
de_de: %(count)dausgewählte Gruppe löschen.
es_pr: Eliminar %(count)d grupo seleccionado.
fr: Supprimez le %(count)dgroupe sélectionné.
pt: Eliminar o %(count)dgrupo selecionado.
ro_ro: Ștergeți %(count)d grup selectat .
sl: Izbrišite %(count)d izbrano skupino.
tr_tr: %(count)d seçilen grubu sil.

source: Delete the %(count)d selected groups.
bg: Изтрийте %(count)dизбрани групи .
de_de: %(count)d ausgewählte Gruppen löschen.
es_pr: Elimine los %(count)d grupos seleccionados.
fr: Supprimez les %(count)d groupes sélectionnés.
pt: Eliminar os %(count)dgrupos selecionados.
ro_ro: Ștergeți %(count)d grupuri selectate.
sl: Izbrišite %(count)d izbrane skupine.
tr_tr: %(count)d seçili grupları sil.

source: Details of group: %s
bg: Подробности за групата: %s
de_de: Gruppendetails: %s
es_pr: Detalles del usuario: %s
fr: Détails du groupe : %s
pt: Detalhes do grupo: %s
ro_ro: Detalii grup: %s
sl: Podrobnosti o skupini: %s
tr_tr: Grubun ayrıntıları: %s

source: Edit group: %s
bg: Редактиране на група: %s
bs: Izmeni grupu: %s
de_de: Gruppe %s bearbeiten
el: Τροποποίηση ομάδας: %s
es_pr: Editar grupo: %s
fr: Modification du groupe : %s
lv: Rediģēt grupu: %s
pt: Editar grupo: %s
ro_ro: Modificați grupul: %s
sl: Uredi skupino: %s
tr_tr: Grubu düzenle: %s

source: User groups are organizational units. They should mirror the organizational units of your organization. Groups can't be used for access control. Use roles for permissions and access control, add groups to them.
bg: Потребителските групи са организационни звена. Те трябва да отразяват организационните звена на вашата организация. Групите не могат да се използват за контрол на достъпа. Използвайте роли за разрешения и контрол на достъпа, добавете групи към тях.
de_de: Benutzergruppen sind Organisationseinheiten. Sie sollten die Organisationseinheiten Ihrer Organisation wiederspiegeln. Gruppen können nicht für die Zugriffskontrolle verwendet werden. Benutzen Sie Rollen für Berechtigungen und Zugriffskontrollen und fügen Sie ihnen Gruppen hinzu.
el: Οι ομάδες χρηστών είναι οργανικές μονάδες. Θα πρέπει να αντικατοπτρίζουν τις οργανικές μονάδες του οργανισμού σας. Οι ομάδες δεν μπορούν να χρησιμοποιηθούν για έλεγχο πρόσβασης. Χρησιμοποιήστε τους ρόλους για δικαιώματα και έλεγχο πρόσβασης. Προσθέστε τις ομάδες στους ρόλους.
es_pr: Los grupos de usuarios son unidades organizativas. Deben reflejar las unidades organizativas de su organización. Los grupos no pueden ser utilizados para el control de acceso. Use roles para permisos y control de acceso, agregue grupos a ellos.
fr: Les groupes d'utilisateurs sont des unités d'organisation. Ils doivent refléter les unités organisationnelles de votre organisation. Les groupes ne peuvent pas être utilisés pour le contrôle d'accès. Utilisez les rôles pour les autorisations et le contrôle d'accès, ajoutez-leur des groupes.
lv: Lietotāju grupas ir organizatoriskas vienības. Tām jāatspoguļo jūsu organizācijas organizatoriskās vienības. Grupas nevar izmantot piekļuves kontrolei. Izmantojiet lomas un piekļuves kontroli, pievienojiet tām grupas.
pt: Grupos de usuários são unidades organizacionais. Eles devem espelhar as unidades reais de sua organização. Grupos não podem ser usados para controle de acesso. Use papéis para controle de permissões e acesso e adicione grupos a esses.
ro_ro: Grupurile de utilizatori sunt unități organizaționale. Ele ar trebui să reflecte unitățile organizaționale ale organizației dvs. Grupurile nu pot fi utilizate pentru controlul accesului. Utilizați roluri pentru permisiuni și control acces, adăugați grupuri la ele.
sl: Uporabniške skupine so organizacijske enote. Odražati morajo organizacijske enote vaše organizacije. Skupin ni mogoče uporabiti za nadzor dostopa. Uporabite vloge za dovoljenja in nadzor dostopa, dodajte jim skupine.
tr_tr: Kullanıcı grupları organizasyonel birimlerdir ve organizasyonunuzun birimlerini yansıtmalıdır. Gruplar erişim kontrolü için kullanılamazlar. Erişim kontrolü ve izin yönetimi için Rolleri kullanarak grupları bu rollere ekleyiniz.

source: There are no user groups
bg: Няма потребителски групи
de_de: Keine Benutzergruppen vorhanden
el: Δεν υπάρχουν ομάδες χρηστών
es_pr: No hay grupos de usuarios.
fr: Il n'y a pas de groupes d'utilisateurs
lv: Nav lietotāju grupu
pt: Não existem grupos de utilizadores
ro_ro: Nu există grupuri de utilizatori
sl: Ni uporabniških skupin
tr_tr: Herhangi bir kullanıcı grubu bulunmamaktadır

source: Available users
bg: Налични потребители
bs: Dostupni korisnici
de_de: Verfügbare Nutzer
el: Διαθέσιμοι χρήστες
es_pr: Usuarios disponibles
fr: Utilisateurs disponibles
lv: Pieejamie lietotāji
pt: Utilizadores disponíveis
ro_ro: Utilizatori disponibili
sl: Razpoložljivi uporabniki
tr_tr: Kullanılabilir kullanıcılar

source: Group users
bg: Групови потребители
de_de: Gruppenmitglieder
el: Χρήστες ομάδας
es_pr: Usuarios del grupo
fr: Groupe d'utilisateurs
lv: Grupas lietotāji
pt: Utilizadores do grupo
ro_ro: Utilizatori din grup
sl: Uporabniki skupine
tr_tr: Grup kullanıcıları

source: Users of group: %s
bg: Потребители в групата: %s
bs: Korisnici u grupi: %s
de_de: Benutzer von Gruppe %s
el: Χρήστες της ομάδας: %s
es_pr: Usuarios del grupo: %s
fr: Utilisateurs du groupe : %s
lv: Grupas lietotāji: %s
pt: Usuários do grupo: %s
ro_ro: Utilizatorii din grupul: %s
sl: Uporabniki skupine: %s
tr_tr: Grupun kullanıcıları: %s

source: Error deleting user "%(instance)s"; %(exception)s
bg: Грешка при изтриване на потребител „%(instance)s“; %(exception)s
de_de: Fehler beim Löschen des Benutzers "%(instance)s"; %(exception)s
es_pr: Error al eliminando el usuario "%(instance)s"; %(exception)s
fr: Erreur lors de la suppression de l'utilisateur "%(instance)s": %(exception)s
pt: Erro ao eliminar utilizador "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea utilizatorului „%(instance)s”; %(exception)s
sl: Napaka pri brisanju uporabnika &quot;%(instance)s&quot;; %(exception)s
tr_tr: "%(instance)s" kullanıcısı silinirken hata oluştu; %(exception)s

source: User "%(object)s" deleted successfully.
bg: Потребителят „%(object)s“ е изтрит успешно.
de_de: Benutzer "%(object)s" erfolgreich gelöscht.
es_pr: El usuario "%(object)s" se eliminó con éxito.
fr: L'utilisateur "%(object)s" a été supprimé avec succès.
pt: Utilizador "%(object)s" eliminado com sucesso.
ro_ro: Utilizatorul „%(object)s” a fost șters cu succes.
sl: Uporabnik &quot;%(object)s&quot; je bil uspešno izbrisan.
tr_tr: Kullanıcı "%(object)s" başarıyla silindi.
