Repository: mayan-edms/Mayan-EDMS
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: bg, bs, de_de, el, es_pr, fr, lv, pt, ro_ro, sl, tr_tr

source: %(count)d user deleted successfully.
bg: %(count)d потребител е изтрит успешно.
de_de: %(count)d Benutzer erfolgreich gelöscht.
es_pr: %(count)d usuario eliminado con éxito.
fr: %(count)d utilisateur supprimé avec succès.
pt: %(count)dUtilizador eliminado com sucesso.
ro_ro: %(count)d utilizator a fost șters cu succes.
sl: %(count)d uporabnik uspešno izbrisan.
tr_tr: %(count)d kullanıcısı başarıyla silindi.

source: %(count)d users deleted successfully.
bg: %(count)d потребители са изтрити успешно.
de_de: %(count)d Benutzer erfolgreich gelöscht.
es_pr: %(count)d usuarios eliminados con éxito.
fr: %(count)d utilisateurs supprimés avec succès.
pt: %(count)dUtilizadores eliminados com sucesso.
ro_ro: %(count)d utilizatori au fost șterși cu succes.
sl: %(count)d uporabniki uspešno izbrisani.
tr_tr: %(count)d kullanıcıları başarıyla silindi.

source: Delete user: %(object)s.
bg: Изтриване на потребител: %(object)s.
de_de: Benutzer löschen: %(object)s.
es_pr: Eliminar usuario: %(object)s.
fr: Supprimer l'utilisateur: %(object)s.
pt: Eliminar utilizador: %(object)s.
ro_ro: Ștergeți utilizatorul: %(object)s.
sl: Izbriši uporabnika: %(object)s.
tr_tr: Kullanıcıyı sil: %(object)s.

source: Delete the %(count)d selected user.
bg: Изтрийте %(count)d избран потребител.
de_de: %(count)dausgewählten Nutzer löschen.
es_pr: Elimina %(count)d usuario seleccionado.
fr: Supprimez %(count)d utilisateur sélectionné.
pt: Eliminar o %(count)dutilizador selecionado.
ro_ro: Ștergeți %(count)d utilizator selectat.
sl: Izbrišite %(count)d izbranega uporabnika.
tr_tr: %(count)d seçilen kullanıcıyı sil.

source: Delete the %(count)d selected users.
bg: Изтрийте %(count)d избрани потребители.
de_de: %(count)dausgewählte Nutzer löschen.
es_pr: Elimina los %(count)d usuarios seleccionados.
fr: Supprimez les %(count)d utilisateurs sélectionnés.
pt: Eliminar os %(count)dutilizadores selecionados.
ro_ro: Ștergeți %(count)d utilizatori selectați.
sl: Izbrišite %(count)d izbrane uporabnike.
tr_tr: %(count)d seçilen kullanıcıları sil.

source: Warning! You are about to delete your own user account. You will lose access to the system. This process is not reversible.
es_pr: ¡Advertencia! Está a punto de eliminar su propia cuenta de usuario. Perderá el acceso al sistema. Este proceso no es reversible.
fr: Avertissement! Vous êtes sur le point de supprimer votre propre compte utilisateur. Vous perdrez l'accès au système. Cette action n'est pas réversible.
ro_ro: Avertizare! Sunteți pe cale să ștergeți propriul cont de utilizator. Veți pierde accesul la sistem. Acest proces nu este reversibil.
sl: Opozorilo! Izbrisali boste svoj uporabniški račun. Izgubili boste dostop do sistema. Ta proces ni reverzibilen.
tr_tr: Uyarı! Kendi kullanıcı hesabınızı silmek üzeresiniz. Sisteme erişimi kaybedeceksiniz. Bu işlem geri döndürülemez.

source: Details of user: %s
bg: Данни за потребителя: %s
de_de: Details für Benutzer %s
el: Λεπτομέρειες χρήστη: %s
es_pr: Detalles del usuario: %s
fr: Détails pour l'utilisateur: %s
lv: Informācija par lietotāju: %s
pt: Detalhes do usuários: %s
ro_ro: Detalii despre utilizatorul: %s
sl: Podrobnosti o uporabniku: %s
tr_tr: Kullanıcı ayrıntıları: %s

source: Edit user: %s
bg: Редактиране на потребителя: %s
bs: Uređivanje korisnika: %s
de_de: Benutzer %s bearbeiten
el: Τροποποίηση χρήστη: %s
es_pr: Editar usuario: %s
fr: Modifier l'utilisateur : %s
lv: Rediģēt lietotāju: %s
pt: Editar utilizador: %s
ro_ro: Modificați utilizatorul: %s
sl: Uredi uporabnika: %s
tr_tr: Kullanıcıyı düzenle: %s

source: Available groups
bg: Налични групи
bs: Dostupne grupe
de_de: Verfügbare Gruppen
el: Διαθέσιμες ομάδες
es_pr: Grupos disponibles.
fr: Groupes disponibles
lv: Pieejamās grupas
pt: Grupos disponíveis
ro_ro: Grupuri disponibile
sl: Razpoložljive skupine
tr_tr: Kullanılabilir gruplar

source: User groups
bg: Потребителски групи
de_de: Benutzergruppen
el: Ομάδες χρήστη
es_pr: Grupos del usuario
fr: Groupes d'utilisateurs
lv: Lietotāju grupas
pt: Utilizador de grupos
ro_ro: Apartenența la grupuri
sl: Skupine uporabnikov
tr_tr: Kullanıcı grupları

source: Groups of user: %s
bg: Групи на потребителя: %s
bs: Grupe korisnika: %s
de_de: Gruppen von Benutzer %s
el: Ομάδες που ανήκει ο χρήστης: %s
es_pr: Grupos de usuario: %s
fr: Membre des groupes : %s
lv: Lietotāja grupas: %s
pt: Grupos do utilizador: %s
ro_ro: Grupurile utilizatorului: %s
sl: Skupine uporabnikov: %s
tr_tr: Kullanıcının grupları: %s

source: User accounts can be create from this view. After creating a user account you will prompted to set a password for it.
bg: Потребителски акаунти могат да бъдат създадени от този изглед. След създаването на потребителски акаунт ще бъдете подканени да зададете парола за него.
de_de: Auf dieser Seite können Benutzerkonten erstellt werden. Nach der Erstellung werden Sie nach dem Passwort gefragt.
el: Λογαριασμοί χρηστών μπορούν να δημιουργηθούν από αυτήν την προβολή. Έπειτα από την δημιουργία ενός χρήστη θα απαιτηθεί η δημιουργία κωδικού για αυτόν.
es_pr: Las cuentas de usuario se pueden crear desde esta vista. Después de crear una cuenta de usuario, se le pedirá que establezca una contraseña para ella.
fr: Les comptes d'utilisateurs peuvent être créés à partir de cette page. Après avoir créé un compte d'utilisateur, vous serez invité à définir un mot de passe pour ce compte.
lv: No šī skata var izveidot lietotāju kontus. Pēc lietotāja konta izveidošanas, jums tiks piedāvāts iestatīt paroli.
pt: Contas de utilizador podem ser criadas através desta visualização. Depois de criar uma conta de utilizador será necessário criar uma palavra-passe.
ro_ro: Conturile de utilizator pot fi create din această vizualizare. După crearea unui cont de utilizator, vi se va solicita să setați o parolă pentru acesta.
sl: V tem pogledu lahko ustvarite uporabniške račune. Ko ustvarite uporabniški račun, boste pozvani, da zanj nastavite geslo.
tr_tr: Buradan kullanıcı hesapları oluşturabilirsiniz. Bir kullanıcı hesabı oluşturduktan sonra bu kullanıcı için bir şifre oluşturmanız istenecektir.

source: There are no user accounts
bg: Няма потребителски акаунти
de_de: Keine Benutzerkonten vorhanden
el: Δεν υπάρχουν λογαριασμοί χρηστών
es_pr: No hay cuentas de usuario.
fr: Il n'y a pas de compte utilisateur
lv: Nav lietotāju kontu
pt: Não existem contas de utilizador
ro_ro: Nu există conturi de utilizator
sl: Ni uporabniških računov
tr_tr: Herhangi bir kullanıcı hesabı bulunmamaktadır

source: Edit options for user: %s
bg: Редактиране на опции за потребител: %s
de_de: Optionen für Benutzer %s bearbeiten
el: Τροποποίηση επιλογών για χρήστη: %s
es_pr: Edición de ajustes para el usuario: %s
fr: Options de modification pour l'utilisateur: %s
lv: Rediģējiet lietotāja iespējas: %s
pt: Editar opções para o usuário: %s
ro_ro: Modificați opțiunile pentru utilizatorul: %s
sl: Možnosti urejanja za uporabnika: %s
tr_tr: %s kullanıcısı için düzenleme seçenekleri

source: Edit details
bs: Uredite detalje
lv: Rediģēt informāciju

source: Comma separated list of group primary keys to assign this user to.
bs: Lista odvojenih grupisanih primarnih ključeva za određivanje ovog korisnika.
lv: Grupu primāro taustiņu atdalīts ar komatu, lai piešķirtu šim lietotājam.

source: List of group primary keys to which to add the user.
bs: Lista primarnih ključeva grupe kojima dodate korisnika.
lv: Grupu primāro atslēgu saraksts, kurām jāpievieno lietotājs.

source: Current user details
bs: Podaci o trenutnom korisniku
lv: Pašreizējā lietotāja informācija

source: Edit current user details
bs: Izmenite podatke o trenutnom korisniku
lv: Rediģējiet pašreizējās lietotāja detaļas

source: Delete the group: %s?
bs: Irbišite grupu: %s?
lv: Dzēsiet grupu: %s?

source: User delete request performed on %(count)d user
bs: Zahtev za brisanje korisnika je izvršen %(count)d korisnik
lv: Lietotāja dzēšanas pieprasījums, kas veikts lietotājā %(count)d

source: User delete request performed on %(count)d users
bs: Zahtev za brisanje korisnika je izvršen %(count)d korisnik
lv: Lietotāja dzēšanas pieprasījums, kas tika veikts %(count)d lietotājiem

source: Delete user
bs: Izbrišite korisnika
lv: Dzēst lietotājus

source: Delete user: %s
bs: Izbrisati korisnike: %s
lv: Dzēst lietotāju: %s

source: Super user and staff user deleting is not allowed, use the admin interface for these cases.
bs: Super user i staff user brisanja nisu dozvoljena, koristite administratorski interface za takve slučajeve
lv: Super lietotājs un personāla lietotājs dzēš nav atļauts, šajos gadījumos izmantojiet admin interfeisu.

source: User "%s" deleted successfully.
bs: Korisnik "%s" uspješno obrisan.
lv: Lietotājs "%s" veiksmīgi izdzēsts.

source: Error deleting user "%(user)s": %(error)s
bs: Greška brisanja korisnika "%(user)s": %(error)s
lv: Dzēšot lietotāju "%(user)s", radās kļūda: %(error)s
